{
  "Group": "G",
  "Entries": 31,
  "Words": [
    {
      "EnglishWord": "galois",
      "Meanings": [
        "گالوا",
        "تا 1832 میلادی"
      ]
    },
    {
      "EnglishWord": "galois correspondence",
      "Meanings": [
        "تناظر گالوا"
      ]
    },
    {
      "EnglishWord": "galois differential group",
      "Meanings": [
        "گروه گالوای دیفرانسیل"
      ]
    },
    {
      "EnglishWord": "galois extension",
      "Meanings": [
        "توسیع گالوا"
      ]
    },
    {
      "EnglishWord": "galois group",
      "Meanings": [
        "گروه گالوا",
        "گروه گالوایی"
      ]
    },
    {
      "EnglishWord": "gate",
      "Meanings": [
        "دریچه",
        "دروازه"
      ]
    },
    {
      "EnglishWord": "gauss",
      "Meanings": [
        "گاوس",
        "تا 1855 میلادی"
      ]
    },
    {
      "EnglishWord": "gaussian elimination method",
      "Meanings": [
        "روش حذفی گاوس"
      ]
    },
    {
      "EnglishWord": "general linear group",
      "Meanings": [
        "گروه خطی عمومی"
      ]
    },
    {
      "EnglishWord": "generalized",
      "Meanings": [
        "تعمیم یافته"
      ]
    },
    {
      "EnglishWord": "generalized cantor set associated with the numbers",
      "Meanings": [
        "مجموعه کانتور تعمیم‌یافته متناظر با اعداد"
      ]
    },
    {
      "EnglishWord": "generalized continuum hypothesis",
      "Meanings": [
        "فرض پیوستار تعمیم یافته"
      ]
    },
    {
      "EnglishWord": "generating function",
      "Meanings": [
        "تابع مولد"
      ]
    },
    {
      "EnglishWord": "generating set",
      "Meanings": [
        "مجموعه مولد"
      ]
    },
    {
      "EnglishWord": "generator",
      "Meanings": [
        "مولد"
      ]
    },
    {
      "EnglishWord": "geodesy",
      "Meanings": [
        "زمین پیمایی",
        "علم مساحی"
      ]
    },
    {
      "EnglishWord": "geometric distribution",
      "Meanings": [
        "توزیع هندسی"
      ]
    },
    {
      "EnglishWord": "geometry",
      "Meanings": [
        "هندسه",
        "هندسه هندازش در ایران باستان",
        "هندسه که به معنی هندازش یا اندازه است به معنای دانش مرتبط با تعیین اندازه هاست. اما مفهومی معمولی که از واژه هندوسه در علم و فن و نیز در تاریخ علم در ذهن متبادر می‌شود عبارت است از دانش آگاهی از ویژگیهای خطها",
        "شکلها",
        "سطحها و حجمها است",
        "دیرنگی دانش هندازش هندسه در ایران به چند هزار سال پیش از میلاد می‌رسد و مدارک یافت شده نشانگر آن است که هندسه از قدیم به صورت دانشی ناب و نیز علمی کاربردی و علمی وجود داشته است",
        "بسیاری از مورخین پژوهشها را به دانشمندان یونانی منسوب کرده اند و در بررسی هندسه در ایران دوره اسلامی فقط چنین می‌افزایند که شاخه ای از هندسه علم مثلثات از ایران دوره اسلامی ریشه و نیرو گرفته است",
        "فیثاغورث که او را از بانیان علم هندسه دانسته اند و قضیه ای به همین نام بدو نسبت گشته از جمله یونانی بود که به شرق سفر کرده و از معارف شرق کهن بهر برده است",
        "الهام وی از ویژگیهای مثلث‌ها و دستیابی اش به مفهومی مجرد از رابطه میان ضلعهای مثلث قایم الزاویه یکی از ره آوردهای وی از سفرهایش به شوش بشمار می‌آمد. واما باید دید که سنت‌های علمی شرق در این زمینه چه بوده است. نیازهای مرتبط با زندگی اجتماعی در شرق باستان سهم عمده ای در تکامل دانش‌های ریاضی و هندسه داشت",
        "سومریان و بعد از آنها بابلیان و همزمان با هر دوی آنها ریاضی دانان و کاتبان معابد شوش",
        "به قواعد مربوط به تعیین سطح زمینهای مزروعی و تودههای سنگ و آجر و حجم خاکبرداریهای کانالها دست یافته بودند. در لوحه‌های گوناگونی که از این سرزمین‌ها بدست آمده مسایل گوناگون هندسی با روش‌های عددی و هندسی حل شده است",
        "در حدود سال 1800 پیش از میلاد شوشیها و بابلیان افزون بر داشتن قواعدی برای محاسبه سطح و حجم اجسام به روابط نو هندسی در این باره دست یافته بودند. مثلا این ریاضی دانان می‌دانسته اند که در مستطیل‌های به اندازه‌های 3و4 و یا در مستطیل‌های به اندازه 6و8 مربع قطر مستطیل برابر با مجموع مربعات دو ضلع آن می‌باشد",
        "مانند هایی عملی وجود دارد که در آنها این دانش بکار رفته در روی لوحه‌های گلین حک شده است. این قاعده چنانکه می‌دانیم",
        "به وسیله فیثاغورث و با الهام وی از دانشهای شرقی کاملتر شد و به صورت قضیه ای کلی با عنوان قضیه فیثاغورث بیان گشت",
        "به موجب قضیه فیثاغورث",
        "در هر مثلث قایم الزاویه مجموع مربعات دو ضلع مجاور وتر برابر با مربع وتر مثلث می‌باشد",
        "با اندکی محاسبه در میابیم که مثلث با ضلع‌های 3و4و5 نیز مثلثی به اضلاع 6و8و10 مثلثهایی قایم الزاویه را تشکیل می‌دهند که نیم یک مستطیل بشمار می‌آیند و نیز می‌بینیم که بنابر قضیه فیثاغورث رابطه3²+4²=5² ونیز 6²+8²=10² میان آن اعداد برقرار است",
        "شوشیها و بابلیان بدون نوشتن رابطه فیثاغورث به گونه ای عددی با مقادیر 5 و10 به عنوان قطر مستطیلهای مربوطه دست یافته بودند. امروزه نیز در ایران معماران و سازندگان که کوچکترین آگاهی ای از قضیه فیثاغورث ندارند همانند نیاکان هزاران سال پیش خود گوشه‌های قایم را با اندازه گیری‌های 3و4 متری و پدیدآوردن قطر 5 متری می‌سنجند و می‌سازند",
        "لوح‌های یافت شده در شوش همچنین نشان می‌دهد که از حدود دو هزار سال پیش از میلاد مسیح هندسه دانان شوشی به ویژگی دایره و چند ضلعیهای منتظم محاط در آنها و چگونگی رسم کردن این شکلها آگاهی داشتند",
        "یکی از مسایل اصلی که ریاضی دانان یادشده در عمل با آن روبرو بودند تعیین مساحت و محیط دایره بود. هندسه دانان بابلی و شوشی با تعیین مساحت چند ضلعی‌های محاط و افزودن اضلاع آن‌ها به مساحت دایره مورد نظر خویش می‌رسیدند. در ضمن چنین ملاحضاتی بود که نخستین محاسبه‌های مربوط به تعیین مقدار پی? بکار می‌بردند اما ریاضی دانان شوشی چنانکه از لوح‌های یافت شده بر می‌آید به دقتی بیشتر دست یافته بوده اند"
      ]
    },
    {
      "EnglishWord": "george boole",
      "Meanings": [
        "جورج بول",
        "ریاضیدان انگلیسی",
        ". منطق ریاضی جدیدی را به نام جبر بول ابداع کرد"
      ]
    },
    {
      "EnglishWord": "ghorre",
      "Meanings": [
        "ثابت ابن قره",
        "هجری قمری از اهالی حران",
        "بر زبانهای عربی",
        "سریانی ویونانی تسلط داشت. دارالترجمه ای داشت که تعدادی از بستگانش در آن کار می‌کرده اند. آثاری که ترجمه یا تصحیح کرده است عبارتند از",
        "کره واستوانه از ارشمیدس",
        "اصول ومعطیات از اقلیدس",
        "مقالات پنجم تا هفتم مخروطات آپولونیوس وغیره. خود او نیز دارای تالیفاتی است از آن جمله دو مقاله راجع به حساب نیقوماخوس ومقاله در تصحیح مسایل جبر به برهان هندسی نیقوماخوس=نیکوماخوس از ریاضیدانان یونانی متولد اواخر قرن اول میلادی",
        "نوه او ابو اسحاق ابراهیم بن سنان ابن ثابت ابن قره نیز ریاضیدان عمده ای بود وکتاب مخروطات آپولونیوس را شرح کرده است"
      ]
    },
    {
      "EnglishWord": "glide",
      "Meanings": [
        "لغزه"
      ]
    },
    {
      "EnglishWord": "godel",
      "Meanings": [
        "گودل"
      ]
    },
    {
      "EnglishWord": "goldbakh's geust",
      "Meanings": [
        "حدس گلدباخ: هر عدد صحیح زوج بزرگتر از 2 را می‌توان به صورت مجموع دو عدد اول نوشت",
        "در سال 1742 گلدباخ طی نامه ای به اویلر می‌نویسد: «به نظر می‌رسد که هر دو عدد زوج بزرگتر از 2 را بتوان به صورت مجموع دو عدد اول نوشت.» این ادعای گلدباخ به حدس گلدباخ شهرت یافت و در این دو نیم قرن اخیر پایه و موضوع تحقیقات گسترده ای شده است. هاروی ریاضیدان برجسته انگلیسی تصریح می‌کند که حدس گلدباخ یکی از دشوارترین مسایل حل نشده ریاضیات است",
        "محاسبات عددی درستی این حدس را نشان می‌دهند که به طرق متعددی می‌توان اعداد زوج را به صورت مجموع دو عدد اول نوشت. در سال 1973 چن نشان داد که اعداد زوج به اندازه کافی بزرگ را می‌توان به صورت p+m نوشت که در آن p عددی اول و m عددی اول یا حاصل ضرب دو عدد اول است. گلدباخ حدس زد که هر عدد فرد بزرگتر از 7 را می‌توان به صورت مجموع سه عدد اول نوشت. هر چند که این مساله هنوز باز است اما وینوگراف در سال 1937 نشان داد که همه اعداد فرد مثبت بزرگتر از3 به توان 315 را می‌توان به صورت مجموع سه عدد اول نوشت. اما از لحاظ تیوری نتایج باید روی همه اعداد فرد مثبت مورد بررسی قرار گیرد",
        "انگاره گلدباخ",
        "انگاره گلدباخ حدس گلدباخ از جمله معروف‌ترین مسایل حل نشده ریاضیات می‌باشد. برای درک این مساله تنها کافیست با مفهوم اعداد اول آشنا باشید. این انگاره چنین است: \u000b\u000bهر عدد صحیح زوج بزرگ‌تر از 2 حاصل‌جمع دو عدد اول است. \u000b\u000bصورت معادل آن چنین است: \u000b\u000bهر عدد صحیح زوج بزرگ‌تر از 5 حاصل‌جمع سه عدد اول است",
        "تاریخچه",
        "گلدباخ",
        "به خاطر این حدس که آن را در سال 1742 در نامه‌ای به اویلر مطرح کرد",
        "نامش در تاریخ ریاضیات باقی مانده است. او ملاحظه کرد در هر موردی که امتحان می‌کند",
        "هر عدد زوج را به جز 2 و 5 می‌توان به صورت مجموع سه عدد اول نوشت. اویلر حدس گلدباخ را تعمیم داد به طوری‌که هر عدد زوج بزرگ‌تر از 2 را می‌توان به صورت مجموع دو عدد اول نوشت. مثلا \u000b\u000b4=2+2, 6=3+3, 8=5+3, 10=5+5, 12=5+7, 14=7+7, 16=13+3, 18=11+7, 20=13+7, …, 48 = 29 +19, …, 100 = 97 + 3, … \u000b\u000bگلدباخ از اویلر پرسید که آیا می‌تواند این مطلب را برای همه عددهای زوج ثابت کند و یا اینکه مثال نقضی برای آن بیابد؟ شواهد تجربی در تایید اینکه هر عدد زوج به این صورت قابل نمایش است",
        "کاملا قانع‌کننده است و هر کسی می‌تواند با امتحان کردن چند عدد زوج",
        "این موضوع را تحقیق کند. منشا دشواری در این است که عددهای اول بر حسب ضرب تعریف می‌شوند در حالی که این مساله با جمع سروکار دارد. به طور کلی",
        "اثبات رابطه بین ویژگیهای ضربی و جمعی اعداد صحیح کار مشکلی است",
        "تلاش‌ها برای اثبات",
        "·\tدر سال 1931 اشنیرلمان",
        "که در آن موقع یک ریاضیدان روس جوان و گمنام بود موفقیت مهمی در این زمینه به دست آورد که برای همه متخصصان غیرمنتظره و شگفت‌آور بود. او ثابت کرد هر عدد صحیح مثبت را می‌توان به صورت مجموع حداکثر 300000 عدد اول نمایش داد. گر چه این نتیجه در مقایسه با هدف اصلی یعنی اثبات انگاره گلدباخ مضحک به نظر می‌رسد",
        "ولی این نخستین گام در آن جهت بود. این اثبات مستقیم و سازنده است",
        "اما هیچ روش خاصی برای تجزیه یک عدد صحیح دلخواه به اعداد اول ارایه نمی‌کند",
        "·\tبعدا وینوگرادوف ریاضیدان روس با استفاده از روشهای هاردی",
        "لیتلوود و همکار هندی برجسته آنها رامانوجان در نظریه تحلیلی اعداد",
        "موفق شد تعداد عددهای اول مورد لزوم را از 300000 به 4 کاهش دهد. این نتیجه به تعداد مطلوب در انگاره گلدباخ بسیار نزدیکتر است ولی تفاوت عمده‌ای بین حکم اشنیرلمان و حکم وینوگرادوف وجود دارد که شاید مهمتر از اختلاف میان 300000 و 4 باشد. قضیه وینوگرادوف فقط به ازای همه اعداد صحیح «به اندازه کافی بزرگ» ثابت شده است",
        "به بیان دقیقتر",
        "او ثابت کرد عدد صحیح N ای وجود دارد به طوری که هر عدد صحیح n&gt; N را می‌توان به شکل مجموع حداکثر 4 عدد اول نشان داد. اثبات وینوگرادوف راهی برای براورد کردن N به ما نشان نمی‌دهد",
        "و بر خلاف اثبات اشنیرلمان",
        "اساسا غیرمستقیم و غیرسازنده است. در حقیقت",
        "چیزی که وینوگرادوف ثابت کرد این است که فرض نامتناهی بودن تعداد عددهای صحیحی که قابل تجزیه به حداکثر 4 عدد اول نیستند",
        "به نتیجه نامعقولی می‌انجامد. در اینجا با نمونه خوبی از تفاوت عمیق میان دو نوع اثبات",
        "مستقیم و غیرمستقیم",
        "رو به روییم",
        "·\tدر سال 1956 باروتسکین با نشان دادن اینکه عدد exp exp 16/038 =n در قضیه وینوگرادف کافیست گام دیگری در این راه نهاد",
        "·\tدر 1919 ویگوبرون رویکرد متفاوتی با عنوان روش غربال مطرح کرد که تعمیمی از غربال اراتستن است. او ثابت کرد هر عدد صحیح زوجی که به قدر کافی بزرگ باشد"
      ]
    },
    {
      "EnglishWord": "gordon",
      "Meanings": [
        "گوردون",
        "تا 1912 میلادی"
      ]
    },
    {
      "EnglishWord": "gorup of similitudes",
      "Meanings": [
        "گروه تشابهات"
      ]
    },
    {
      "EnglishWord": "grand mean",
      "Meanings": [
        "میانگین کل"
      ]
    },
    {
      "EnglishWord": "graph",
      "Meanings": [
        "گراف",
        "نگار",
        "نمودار"
      ]
    },
    {
      "EnglishWord": "graph theory",
      "Meanings": [
        "نظریه گراف"
      ]
    },
    {
      "EnglishWord": "grassman",
      "Meanings": [
        "گراسمن",
        "تا 1936 میلادی"
      ]
    },
    {
      "EnglishWord": "greatest common divisor",
      "Meanings": [
        "بزرگترین مقسوم علیه مشترک"
      ]
    },
    {
      "EnglishWord": "group",
      "Meanings": [
        "گروه"
      ]
    }
  ]
}