{
  "Group": "K",
  "Entries": 41,
  "Words": [
    {
      "EnglishWord": "k ply transitive group",
      "Meanings": [
        "گروه انتقال پذیر k گانه"
      ]
    },
    {
      "EnglishWord": "k ply transitive permutations",
      "Meanings": [
        "تبدیلات انتقال پذیر k گانه"
      ]
    },
    {
      "EnglishWord": "k variate normal distribution",
      "Meanings": [
        "توزیع نرمال طبیعی k متغیره"
      ]
    },
    {
      "EnglishWord": "karaji",
      "Meanings": [
        "ابوبکر محمدبن حسین یاحسن کرجی از ریاضیدانان بزرگ ایران در نیمه دوم سده چهارم و اوایل سده پنجم واز مردم کرج در نزدیکی تهران بوده است",
        "در تاریخ ریاضیات کارهای کرجی بدان سبب اهمیت دارد که نشان دهنده تنها نظریه مربوط به محاسبات جبری درمیان مسلمانان است او از راه کاربرد منظم اعمال حساب در فاصله بازه مبنای تازه ای برای جبرپی نهاد وکتاب معروف وی به نام الفخری نخستین شرح جبر چندجمله ایها بود",
        "کرجی کوشش داشت که عملیات حساب رادر مورد عبارات وجمله‌های ناگویا به کاربندد",
        "بعضی تالیفات کرجی که اینک در دست است وعمدتا ازسده نوزدهم میلادی به زبانهای اروپایی ترجمه شده عبارت است از",
        "الفخرفی صناعه الجبر والمقابله",
        "الکافی فی الحساب",
        "البدیع فی الحسب",
        "علل حساب الجبر والمقابله وشرحها",
        "مختصر فی الحساب والمساحه",
        "الاجذار",
        "المسایل والاجوبه فی الحساب",
        "کتابهای این دانشمند هنوز به فارسی برگردانده نشده است"
      ]
    },
    {
      "EnglishWord": "k-automorphism",
      "Meanings": [
        "K",
        "اتومورفیسم"
      ]
    },
    {
      "EnglishWord": "k-demensional subspace",
      "Meanings": [
        "زیر فضای k بعدی"
      ]
    },
    {
      "EnglishWord": "k-dimensional space",
      "Meanings": [
        "فضای k بعدی"
      ]
    },
    {
      "EnglishWord": "kendi",
      "Meanings": [
        "ابو یوسف یعقوب ابن اسحاق کندی متوفی به سال 260 هجری قمری معروف به فیلسوف العرب متبحر در فلسفه وزبان یونانی که بسیاری از ترجمه‌ها توسط یا تحت نظر او انجام گرفت",
        "حدود270 کتاب به او منسوب است یکی از آنها بنام حساب هندی در ریاضیات است"
      ]
    },
    {
      "EnglishWord": "keratoid",
      "Meanings": [
        "کراتویید منحنی"
      ]
    },
    {
      "EnglishWord": "kernel",
      "Meanings": [
        "هسته",
        "کرنل"
      ]
    },
    {
      "EnglishWord": "kernel of a transformtion",
      "Meanings": [
        "هسته یک تبدیل"
      ]
    },
    {
      "EnglishWord": "kharazmi",
      "Meanings": [
        "محمد بن موسی الخوارزمی متوفی حدود 232 هجری قمری=846 میلادی",
        "از بزرگترین ریاضیدانان ومنجمین بیت الحکمه مامونی بوده است. دانش یونانی وهندی را تلقین کرد ولی چون ترجمه آثاریونانی تازه شروع شده بود بیشتر تحت تاثیر ریاضیات هند بود",
        "اولین کسی است که کتابی به اسم جبر ومقابله نوشته است حساب الجبر ومقابله=کتاب الجبر ومقابله که در نتیجه کلمه جبر یا algebra در زبانهای اروپایی بعنوان اسم این رشته از ریاضیات رواج یافت. کلمه آلگوریتم یا الگوریسم هم که به معنی شیوه محاسباتی است از اسم او مشتق شده است",
        "کتاب جبر ومقابله خود را به اشاره مامون وبه عنوان کتابی که حداقل ضروریات ریاضی را شامل است تالیف کرد وبنا بر این ممکن است معلومات ریاضی او بیش از مطالب این مقاله باشد",
        "ریوس مطالب این کتب عبارتند از",
        "قواعد حل معادلات درجه اول ودوم واثبات هندسی دستورات حل معادلات درجه دوم",
        "دستوراتی درباب چهار عمل اصلی وجذر مسایلی که حل آنها به معادلات درجه اول ودوم بر می‌گردد",
        "اربعه متناسب",
        "سطوح واحجام ومسایلی مربوط به تقسیم ارث",
        "اثر عمده او در ریاضیات کتابی است به نام جساب هند که اصل آن از بین رفته ولی ترجمه لاتین آن مربوط به قرن 14 در دست می‌باشد. ظاهرا این همان کتابی است که در ماخذ اسلامی بنام کتاب الجمع والتفریق بحساب هندی مشهور است"
      ]
    },
    {
      "EnglishWord": "khayyam",
      "Meanings": [
        "حکیم عمر خیام نیشابوری",
        "خیام از برجسته‌ترین حکما و ریاضی دانان جهان در سال 329 ه. ق در نیشابور به دنیا آمد. وی همچنین شاعر معروف ایرانی در قرنهای پنج و شش است. بعدها به دلیل آنکه پدرش خیمه دوز بود به خیام معروف شد. کمتر می‌نوشت و شاگرد می‌پذیرفت و به واسطه تبحر و دانش عظیمی که در ریاضیات و نجوم داشت از سوی ملکشاه سلجوقی فراخوانده شد. او بنا به خواست ملکشاه در ساخت رصدخانه ملکشاهی و اصلاح تقویم با سایر دانشمندان همکاری داشت. حاصل کارش در این زمینه",
        "تقویم جلالی است که هنوز اعتبار و رواج دارد و تقویم او از تقویم گریگور یابی دقیق‌تر است",
        "در حدود داوزده اثر از خیام در علم و فلسفه به جای مانده است",
        "اما همین آثار اندک",
        "وی را در سراسر جهان به شهرت رسانده است. از مهمترین آنها کتاب جبر اوست که بهترین اثر در نوع خود در ریاضیات است. از دیگر آثار او می‌توان به رساله فی شرح ما اشکال من مصادرات اقلیدس",
        "رساله فی ابراهین علی المسایل الجبر و المقابله جبر خیام",
        "میزان الحکم رساله الکون و التکلیف",
        "الجواب عم ثلاث مسایل اضیاء العقلی",
        "رساله فی الوجود",
        "رساله فی کلیه الوجود",
        "نوروزنامه و کتاب الزیج المکشاهی که به رومی نیز ترجمه شده است",
        "اشعار خیام بیشتر به زبان پارسی و تازی هستند مضمون عمده رباعیات خیام شک و حیرت",
        "توجه به مرگ و فنا و تذکر در مورد مغتنم شمردن عمر آدمی است",
        "گاویست بر آسمان قرین پروین",
        "گاویست دگر نهفته در زیر زمین",
        "گر بینایی چشم حقیقت بگشا",
        "زیر و زبر دو گاو مشتی خر بین",
        "غیاث الدین ابوالفتح",
        "عمر بن ابراهیم خیام خیامی در سال 439 هجری 1048 میلادی در شهر نیشابور و در زمانی به دنیا آمد که ترکان سلجوقی بر خراسان",
        "ناحیه ای وسیع در شرق ایران",
        "تسلط داشتند. وی در زادگاه خویش به آموختن علم پرداخت و نزد عالمان و استادان برجسته آن شهر از جمله امام موفق نیشابوری علوم زمانه خویش را فراگرفت و چنانکه گفته اند بسیار جوان بود که در فلسفه و ریاضیات تبحر یافت. خیام در سال 461 هجری به قصد سمرقند",
        "نیشابور را ترک کرد و در آنجا تحت حمایت ابوطاهر عبدالرحمن بن احمد, قاضی القضات سمرقند اثربرجسته خود را در جبر تالیف کرد. \u000b\u000bخیام سپس به اصفهان رفت و مدت 18 سال در آنجا اقامت گزید و با حمایت ملک شاه سلجوقی و وزیرش نظام الملک",
        "به همراه جمعی از دانشمندان و ریاضیدانان معروف زمانه خود",
        "در رصد خانه ای که به دستور ملکشاه تاسیس شده بود",
        "به انجام تحقیقات نجومی پرداخت. حاصل این تحقیقات اصلاح تقویم رایج در آن زمان و تنظیم تقویم جلالی لقب سلطان ملکشاه سلجوقی بود. \u000b\u000bدر تقویم جلالی",
        "سال شمسی تقریبا برابر با 365 روز و 5 ساعت و 48 دقیقه و 45 ثانیه است. سال دوازده ماه دارد 6 ماه نخست هر ماه 31 روز و 5 ماه بعد هر ماه 30 روز و ماه آخر 29 روز است هر چهارسال",
        "یکسال را کبیسه می‌خوانند که ماه آخر آن 30 روز است و آن سال 366 روز است هر چهار سال",
        "یکسال را کبیسه می‌خوانند که ماه آخر آن 30 روز است و آن سال 366 روز می‌شود در تقویم جلالی هر پنج هزار سال یک روز اختلاف زمان وجود دارد در صورتیکه در تقویم گریگوری هر ده هزار سال سه روز اشتباه دارد. \u000b\u000bبعد از کشته شدن نظام الملک و سپس ملکشاه",
        "در میان فرزندان ملکشاه بر سر تصاحب سلطنت اختلاف افتاد. به دلیل آشوب‌ها و درگیری‌های ناشی از این امر",
        "مسایل علمی و فرهنگی که قبلا از اهمیت خاصی برخوردار بود به فراموشی سپرده شد. عدم توجه به امور علمی و دانشمندان و رصدخانه",
        "خیام را بر آن داشت که اصفهان را به قصد خراسان ترک کند. وی باقی عمر خویش را در شهرهای مهم خراسان به ویژه نیشابور و مرو که پایتخت فرمانروایی سنجر پسر سوم ملکشاه بود",
        "گذراند. در آن زمان مرو یکی از مراکز مهم علمی و فرهنگی دنیا به شمار می‌رفت و دانشمندان زیادی در آن حضور داشتند. بیشتر کارهای علمی خیام پس از مراجعت از اصفهان در این شهر جامه عمل به خود گرفت. \u000b\u000bدستاوردهای علمی خیام برای جامعه بشری متعدد و بسیار درخور توجه بوده است. وی برای نخستین بار در تاریخ ریاضی به نحو تحسین برانگیزی معادله‌های درجه اول تا سوم را دسته بندی کرد",
        "و سپس با استفاده از ترسیمات هندسی مبتنی بر مقاطع مخروطی توانست برای تمامی آنها راه حلی کلی ارایه کند. وی برای معادله‌های درجه دوم هم از راه حلی هندسی و هم از راه حل عددی استفاده کرد",
        "اما برای معادلات درجه سوم تنها ترسیمات هندسی را به کار برد",
        "و بدین ترتیب توانست برای اغلب آنها راه حلی بیابد و در مواردی امکان وجود دو جواب را بررسی کند. اشکال کار در این بود که به دلیل تعریف نشدن اعداد منفی در آن ز"
      ]
    },
    {
      "EnglishWord": "khayyam-newton binomial",
      "Meanings": [
        "دوجمله ای خیام",
        "نیوتن"
      ]
    },
    {
      "EnglishWord": "khinchin theorem",
      "Meanings": [
        "قضیه خینچین"
      ]
    },
    {
      "EnglishWord": "kinematics",
      "Meanings": [
        "سینماتیک",
        "جنبش شناسی",
        "حرکت شناسی"
      ]
    },
    {
      "EnglishWord": "kinetic",
      "Meanings": [
        "جنبشی"
      ]
    },
    {
      "EnglishWord": "klein",
      "Meanings": [
        "کلاین",
        "تا 1925 میلادی"
      ]
    },
    {
      "EnglishWord": "klein bottle",
      "Meanings": [
        "بطری کلاین"
      ]
    },
    {
      "EnglishWord": "klein four group",
      "Meanings": [
        "گروه چهارتایی کلاین",
        "گروه چهار کلاین",
        "گروه چهار بنپاری کلاین",
        "گروه چهار عنصری کلاین"
      ]
    },
    {
      "EnglishWord": "klien group",
      "Meanings": [
        "گروه کلاین"
      ]
    },
    {
      "EnglishWord": "knot",
      "Meanings": [
        "گره"
      ]
    },
    {
      "EnglishWord": "known",
      "Meanings": [
        "معلوم",
        "داده",
        "شناس"
      ]
    },
    {
      "EnglishWord": "known quantities",
      "Meanings": [
        "کمیت‌های معلوم"
      ]
    },
    {
      "EnglishWord": "kolmogorov's form of the law of large numbers",
      "Meanings": [
        "قانون اعداد بزرگ به صورت کولموگوروف"
      ]
    },
    {
      "EnglishWord": "kolmogorov's form of the law of strong numbers",
      "Meanings": [
        "قانون قوی اعداد بزرگ به صورت کولموگوروف"
      ]
    },
    {
      "EnglishWord": "kolmogorov's inequality",
      "Meanings": [
        "نامساوی کولموگوروف"
      ]
    },
    {
      "EnglishWord": "kolmogorov's system of axioms of probability",
      "Meanings": [
        "دستگاه آکسیوم‌های کولموگوروف احتمال",
        "دستگاه محورهای احتمال کولموگوروف"
      ]
    },
    {
      "EnglishWord": "kolmogorov's theorem",
      "Meanings": [
        "قضیه کولموگوروف"
      ]
    },
    {
      "EnglishWord": "konig's symbol",
      "Meanings": [
        "نماد کونیگ"
      ]
    },
    {
      "EnglishWord": "konigsberg bridges problem",
      "Meanings": [
        "مساله پل‌های شهر کونیگسبرگ مساله معروفی در نظریه گراف که لیونارد اویلر به آن پاسخ داد"
      ]
    },
    {
      "EnglishWord": "k-partite graph",
      "Meanings": [
        "گراف k بخشی"
      ]
    },
    {
      "EnglishWord": "kronecher delte",
      "Meanings": [
        "دلتای کرونکر",
        "نشان کرونکر"
      ]
    },
    {
      "EnglishWord": "kronecher product",
      "Meanings": [
        "ضرب کرونکری",
        "حاصلضرب کرونکری"
      ]
    },
    {
      "EnglishWord": "kronecker delta",
      "Meanings": [
        "دلتای کرونکر"
      ]
    },
    {
      "EnglishWord": "kroneeker",
      "Meanings": [
        "کرونکر",
        "تا 1891 میلادی"
      ]
    },
    {
      "EnglishWord": "krull's theorem",
      "Meanings": [
        "قضیه کرول"
      ]
    },
    {
      "EnglishWord": "kummer",
      "Meanings": [
        "کومر",
        "تا 1893 میلادی"
      ]
    },
    {
      "EnglishWord": "kummer's equation",
      "Meanings": [
        "معادلهی کومر"
      ]
    },
    {
      "EnglishWord": "kurtosis",
      "Meanings": [
        "پخی",
        "کشیدگی",
        "بلندی منحنی طبیعی",
        "اوج",
        "افراشتگی",
        "کوژی"
      ]
    },
    {
      "EnglishWord": "kurtosis coefficient",
      "Meanings": [
        "ضریب کشیدگی"
      ]
    }
  ]
}