{
  "Group": "A",
  "Entries": 116,
  "Words": [
    {
      "EnglishWord": "a",
      "Meanings": [
        "one of Archie's classifications for different types of carbonate rocks for visible porosity under 10x microscope no visible porosity smaller than 10 μ",
        "Acidized with",
        "apparent"
      ]
    },
    {
      "EnglishWord": "a. a.",
      "Meanings": [
        "as above",
        "مشابه بالا",
        "درست مانند بالا"
      ]
    },
    {
      "EnglishWord": "aa",
      "Meanings": [
        "ACOUSTIC AMPLITUDE, Log Curve name"
      ]
    },
    {
      "EnglishWord": "aal",
      "Meanings": [
        "ACOUSTIC AMPLITUDE, Log Curve name"
      ]
    },
    {
      "EnglishWord": "aapg",
      "Meanings": [
        "American Association of Petroleum Geologists",
        "انجمن زمین شناسان نفت آمریکا"
      ]
    },
    {
      "EnglishWord": "aapl",
      "Meanings": [
        "American Association of Petroleum Landmen",
        "انجمن آمریکایی مذاکره کننده‌ها ی راجع به زمین برای حفاری نفت"
      ]
    },
    {
      "EnglishWord": "abandon",
      "Meanings": [
        "to cease efforts to produce oil or gas from a well, and to plug a depleted formation and salvage all material and equipment",
        ". to cease producing oil and gas from a well when it becomes unprofitable",
        "A wildcat well may be abandoned after it has proven nonproductive. Several steps are involved in abandoning a well; part of the casing may be removed and salvaged; one or more cement plugs are placed in the borehole to prevent migration of fluids between the different formations penetrated by the borehole; and the well is abandoned. In many states, it is necessary to secure permission from official agencies before a well may be abandoned",
        "abd",
        "متروک شده",
        "رها شده"
      ]
    },
    {
      "EnglishWord": "abandoned",
      "Meanings": [
        "abnd"
      ]
    },
    {
      "EnglishWord": "abbreviation",
      "Meanings": [
        "گلوسری که توسط بنده ایجاد و تهیه شده و در اینجا شما می‌توانید اختصاراتی را که در زمین شناسی و صنعت نفت نیاز دارید بیابید",
        "اختصار لغات مربوط به هر موضوع"
      ]
    },
    {
      "EnglishWord": "abbreviation glossary",
      "Meanings": [
        "فرهنگ لغات تخصصی که معانی اختصارات را در برداشته باشد",
        "گلوسری که توسط بنده ایجاد و تهیه شده و در اینجا شما می‌توانید اختصاراتی را که در زمین شناسی و صنعت نفت نیاز دارید بیابید"
      ]
    },
    {
      "EnglishWord": "abbreviations",
      "Meanings": [
        "اختصاراتی که در این گلوسری بابیلون توضیح داده شده اند",
        "از منابع مختلف می‌باشند که طی سالها کار در زمینە حفاری چاههای نفت و گاز بخاطر سپرده ام و بهمین خاطر برخی از آنها معانی متفاوت داشته و برای لغات مختلف بکار برده می‌شوند. منابعی که در این زمینه وجود دارند",
        "اختصارات مربوط به شرکت شلومبرگر و بولتن انجمن زمین شناسی نفت آمریکا و شرکتهای نفتی دیگر می‌باشند"
      ]
    },
    {
      "EnglishWord": "abd",
      "Meanings": [
        "abandone",
        "رها شده",
        "متروک شده"
      ]
    },
    {
      "EnglishWord": "abnormal pressure",
      "Meanings": [
        "Pressure exceeding or falling below the normal pressure to be expected at a given depth. Normal pressure increases approximately 0.465 psi per foot of depth, 10.5 kPa per meter of depth",
        "Thus, normal pressure at 10,000 feet is 4,650 psi; abnormal pressure at this depth would be higher or lower than 4,650 psi. See also Pressure Gradient",
        "فشار غیر نرمال یا غیر عادی"
      ]
    },
    {
      "EnglishWord": "above",
      "Meanings": [
        "abv",
        "بالا"
      ]
    },
    {
      "EnglishWord": "absolute permeability",
      "Meanings": [
        "A measure of the ability of a single fluid such as Water, Gas, or Oil to flow through a rock Formation when the Formation is totally filled, saturated with a single fluid. The permeability measure of a rock filled with a single fluid is different from the permeability measure of the same rock filled with two or more fluids. See also Effective Permeability",
        "نفوذ پذیری مطلق"
      ]
    },
    {
      "EnglishWord": "absolute porosity",
      "Meanings": [
        "The percentage of the total bulk volume of a rock sample that is composed of pore spaces or voids. See also porosity",
        "تخلخل مطلق",
        "The percentage of the total bulk volume of a rock sample that is composed of pore spaces or voids"
      ]
    },
    {
      "EnglishWord": "absolute pressure",
      "Meanings": [
        "Total pressure measured from an absolute vacuum. It equals the sum of the gauge pressure and the atmospheric pressure corresponding to the barometer, expressed in pounds per square inch"
      ]
    },
    {
      "EnglishWord": "absorption",
      "Meanings": [
        "To recover liquid hydrocarbons from natural or refinery gas in a gas",
        "absorption plant. The wet gas enters the absorber at the bottom and rises to the top, encountering a stream of absorption oil a light oil traveling downward over bubble",
        "cap trays, valve trays, or sieve trays. The light oil removes, or absorbs, the heavier liquid hydrocarbons from the wet gas"
      ]
    },
    {
      "EnglishWord": "absorption oil",
      "Meanings": [
        "a hydrocarbon liquid used to absorb and recover components from natural gas before being processed"
      ]
    },
    {
      "EnglishWord": "abundant",
      "Meanings": [
        "anndt"
      ]
    },
    {
      "EnglishWord": "abv",
      "Meanings": [
        "above",
        "بالا"
      ]
    },
    {
      "EnglishWord": "ac",
      "Meanings": [
        "DT Acoustic Log",
        "لاگ آکوستیک",
        "acres",
        "هکتار"
      ]
    },
    {
      "EnglishWord": "accelerator",
      "Meanings": [
        "A chemical additive that reduces the setting time of cement. See also Cement and Cementing Materials",
        "شتاب دهنده",
        "a chemical additive that reduces the setting time of cement"
      ]
    },
    {
      "EnglishWord": "accretion",
      "Meanings": [
        "acrt"
      ]
    },
    {
      "EnglishWord": "accumulation",
      "Meanings": [
        "acm"
      ]
    },
    {
      "EnglishWord": "accumulator",
      "Meanings": [
        "انباره"
      ]
    },
    {
      "EnglishWord": "acd",
      "Meanings": [
        "Time for any accident, Operations' abbreviation which usually Companymans write in their daily drilling reports"
      ]
    },
    {
      "EnglishWord": "acetic acid",
      "Meanings": [
        "an organic acid compound sometimes used to acidize oilwells. It is not as corrosive as other acids used in well treatments. Its formula is C2H4O2, or CH3COOH"
      ]
    },
    {
      "EnglishWord": "acid stimulation",
      "Meanings": [
        "a well stimulation method using acid"
      ]
    },
    {
      "EnglishWord": "acid treatment",
      "Meanings": [
        "A method by which Petroleum bearing Limestone or other Formations are put into contact with an acid to enlarge the pore spaces and passages through which the reservoir fluids flow",
        "شستشوی با اسید",
        "اسید شویی"
      ]
    },
    {
      "EnglishWord": "acidize",
      "Meanings": [
        "To treat Oil",
        "bearing Limestone or other Formations with acid for the purpose of increasing production. Hydrochloric or other acid is injected into the Formation under pressure. The acid etches the rock, enlarging the pore spaces and passages through which the reservoir fluids flow. The acid is held under pressure for a period of time and then pumped out, after which the well is swabbed and put back into production. Chemical inhibitors combined with the acid prevent corrosion of the pipe",
        "اسید زدن",
        "To treat oil",
        "bearing Limestone or other Formations with acid for the purpose of increasing production. Hydrochloric or other acid is injected into the formation under pressure. The acid etches the rock, enlarging the pore spaces and passages through which the reservoir fluids flow. The acid is held under pressure for a period of time and then pumped out, after which the well is swabbed and put back into production. Chemical inhibitors combined with the acid prevent corrosion of the pipe"
      ]
    },
    {
      "EnglishWord": "acidized with",
      "Meanings": [
        "A"
      ]
    },
    {
      "EnglishWord": "acm",
      "Meanings": [
        "accumulation"
      ]
    },
    {
      "EnglishWord": "acoustic log",
      "Meanings": [
        "A record of the measurement of Porosity done by comparing depth to the time it takes for a Sonic Impulse to travel through a given length of Formation. The rate of travel of the sound wave through a rock depends on the composition of the formation and the fluids it contains. Because the type of Formation can be ascertained by other Logs, and because Sonic Transit Time varies with relative amounts of rock and Fluid, Porosity can usually be determined in this way",
        "لاگ صوتی یا آکوستیک",
        "A record of the measurement of porosity done by comparing depth to the time it takes for a sonic impulse to travel through a given length of formation. The rate of travel of the sound wave through a rock depends on the composition of the formation and the fluids it contains. Because the type of formation can be ascertained by other logs, and because sonic transit time varies with relative amounts of rock and fluid, porosity can usually be determined in this way"
      ]
    },
    {
      "EnglishWord": "acoustic survey",
      "Meanings": [
        "A Well",
        "Logging method in which sound impulses are generated and transmitted into the formations opposite the wellbore. The time it takes for the sound impulses to travel through the rock is measured and recorded. Subsequent interpretation of the record log permits an estimation of the rock's porosity and fluid content to be made. The process is also called sonic logging"
      ]
    },
    {
      "EnglishWord": "acoustic well logging",
      "Meanings": [
        "The process of recording the Acoustic characteristics of subsurface Formations, based on the time required for a sound wave to travel a specific distance through rock. The rate of travel of the sound wave depends on the composition of the formation, its Porosity, and its Fluid content",
        "لاگ صوتی چاه"
      ]
    },
    {
      "EnglishWord": "acp",
      "Meanings": [
        "ACOUSTIC PARAMETER, Log Curve name"
      ]
    },
    {
      "EnglishWord": "acres",
      "Meanings": [
        "ac",
        "Ac",
        "هکتار"
      ]
    },
    {
      "EnglishWord": "acrt",
      "Meanings": [
        "accretion"
      ]
    },
    {
      "EnglishWord": "acsl",
      "Meanings": [
        "ACOUSTIC, Log Curve name"
      ]
    },
    {
      "EnglishWord": "ad",
      "Meanings": [
        "ACOUSTIC DENSITY, Log Curve name"
      ]
    },
    {
      "EnglishWord": "add",
      "Meanings": [
        "additives",
        "افزاینده‌های مکمل"
      ]
    },
    {
      "EnglishWord": "additives",
      "Meanings": [
        "add",
        "افزاینده‌های مکمل"
      ]
    },
    {
      "EnglishWord": "adep",
      "Meanings": [
        "ADAPTABLE EPT TOOL, Log Curve name"
      ]
    },
    {
      "EnglishWord": "adjustable choke",
      "Meanings": [
        "کاهنده قابل تنظیم"
      ]
    },
    {
      "EnglishWord": "afi",
      "Meanings": [
        "ACOUSTIC FRACTURE IDENTIFICATION, Log Curve name"
      ]
    },
    {
      "EnglishWord": "after shot",
      "Meanings": [
        "As",
        "پس از شلیک"
      ]
    },
    {
      "EnglishWord": "agitator",
      "Meanings": [
        "همزن گل حفاری"
      ]
    },
    {
      "EnglishWord": "aid",
      "Meanings": [
        "COMPUTED PROCESS/LASER LOG, Log Curve name"
      ]
    },
    {
      "EnglishWord": "air drilling",
      "Meanings": [
        "حفاری با هوای فشرده"
      ]
    },
    {
      "EnglishWord": "air gas lift",
      "Meanings": [
        "Lifting of liquids by injection, directly into the well, of air or gas"
      ]
    },
    {
      "EnglishWord": "air hoist",
      "Meanings": [
        "بالا بر هوایی"
      ]
    },
    {
      "EnglishWord": "aisf",
      "Meanings": [
        "ARRAY INDUCTION SHALLOW FOCUS, Log Curve name"
      ]
    },
    {
      "EnglishWord": "alk",
      "Meanings": [
        "Alkaline, the Mud engineers use this term for Oil Base Mud",
        "آلکالن"
      ]
    },
    {
      "EnglishWord": "alkaline",
      "Meanings": [
        "Alk",
        "آلکالن"
      ]
    },
    {
      "EnglishWord": "alluv",
      "Meanings": [
        "alluvium",
        "رسوبی"
      ]
    },
    {
      "EnglishWord": "alluvial",
      "Meanings": [
        "allvl",
        "رسوبی"
      ]
    },
    {
      "EnglishWord": "alluvium",
      "Meanings": [
        "alluv",
        "آبرفتی",
        "شامل شن و ماسه"
      ]
    },
    {
      "EnglishWord": "allvl",
      "Meanings": [
        "alluvial",
        "آبرفتی",
        "حاوی شن و ماسه"
      ]
    },
    {
      "EnglishWord": "alt",
      "Meanings": [
        "alternate",
        "متناوب"
      ]
    },
    {
      "EnglishWord": "altd",
      "Meanings": [
        "alternated"
      ]
    },
    {
      "EnglishWord": "alternate",
      "Meanings": [
        "alt",
        "متناوب"
      ]
    },
    {
      "EnglishWord": "alternated",
      "Meanings": [
        "altd"
      ]
    },
    {
      "EnglishWord": "american petroleum institute",
      "Meanings": [
        "انستیتوی نفت آمریکایی",
        "API"
      ]
    },
    {
      "EnglishWord": "amount",
      "Meanings": [
        "amt",
        "مقدار",
        "میزان"
      ]
    },
    {
      "EnglishWord": "amp",
      "Meanings": [
        "AMPLITUDE, Log Curve name",
        "amplitude"
      ]
    },
    {
      "EnglishWord": "amplitude",
      "Meanings": [
        "amp"
      ]
    },
    {
      "EnglishWord": "amt",
      "Meanings": [
        "amount",
        "مقدار",
        "میزان"
      ]
    },
    {
      "EnglishWord": "ang",
      "Meanings": [
        "angle",
        "زاویه"
      ]
    },
    {
      "EnglishWord": "angle",
      "Meanings": [
        "ang",
        "زاویه"
      ]
    },
    {
      "EnglishWord": "anglr",
      "Meanings": [
        "angular"
      ]
    },
    {
      "EnglishWord": "angular",
      "Meanings": [
        "anglr"
      ]
    },
    {
      "EnglishWord": "anhy",
      "Meanings": [
        "انیدریت: یا همان ژیپسی که فاقد آب است",
        "Anhydrite, also write as : Anhd",
        "انیدریت"
      ]
    },
    {
      "EnglishWord": "anhydrite",
      "Meanings": [
        "Anhy, also sometimes use as : Anhd",
        "انیدریت: یا همان ژیپسی که فاقد آب است"
      ]
    },
    {
      "EnglishWord": "anndt",
      "Meanings": [
        "abundant"
      ]
    },
    {
      "EnglishWord": "annular blow-out preventor",
      "Meanings": [
        "فورانگیر فضای حلقوی یا دالیزی"
      ]
    },
    {
      "EnglishWord": "annular space",
      "Meanings": [
        "The space surrounding a cylindrical object within a cylinder",
        ". The space around a pipe in a Well, the outer wall of which may be the wall of either the Borehole or the Casing; sometimes termed the Annulus",
        "فضای حلقوی یا دالیزی",
        "The space around a pipe in a wellbore, the outer wall of which may be the wall of either the borehole or the casing; sometimes termed the Annulus"
      ]
    },
    {
      "EnglishWord": "annular velocity",
      "Meanings": [
        "سرعت دالیزی"
      ]
    },
    {
      "EnglishWord": "antifreeze",
      "Meanings": [
        "ضد یخ"
      ]
    },
    {
      "EnglishWord": "api",
      "Meanings": [
        "American Petroleum Institute, Headquarters: 1801 K Street, N.W., Washington, D.C. 20006. Division of Production: 300 Corrigan Tower, Dallas, Texas",
        "واحد گرانروی و سبک یا سنگین بودن نفت",
        "American Petroleum Institute. Headquarters: 1801 K Street, N.W., Washington, D.C. 20006. Division of Production: 300 Corrigan Tower, Dallas, Texas"
      ]
    },
    {
      "EnglishWord": "api gravity",
      "Meanings": [
        "A system for measuring density of a liquid to be tested which has been adopted as a standard by API",
        "The gravity, weight per unit volume of Crude Oil or other related liquids as measured by a system recommended by the American Petroleum Institute. API Gravity is expressed in degrees, a specific gravity of 1.00 is equivalent to 10 API. API Gravity is related to Specific Gravity SG by the following formula: API Gravity = 141.5 / Specific Gravity",
        ".",
        "وزن مخصوص مختص نفت که توسط انستیتوی نفت آمریکا پیشنهاد گردیده است"
      ]
    },
    {
      "EnglishWord": "apparent",
      "Meanings": [
        "a",
        "ظاهر"
      ]
    },
    {
      "EnglishWord": "apparently",
      "Meanings": [
        "apprnty",
        "ظاهرا"
      ]
    },
    {
      "EnglishWord": "appraisal well",
      "Meanings": [
        "A Well drilled to further confirm and evaluate the presence of Hydrocarbons in a reservoir that has been found by a Wildcat Well",
        "چاه ارزیابی",
        "A Well drilled to further confirm and evaluate the presence of hydrocarbons in a reservoir that has been found by a wildcat well"
      ]
    },
    {
      "EnglishWord": "apprnty",
      "Meanings": [
        "apparently",
        "ظاهرا"
      ]
    },
    {
      "EnglishWord": "approx",
      "Meanings": [
        "approximately"
      ]
    },
    {
      "EnglishWord": "approximately",
      "Meanings": [
        "approx"
      ]
    },
    {
      "EnglishWord": "archie",
      "Meanings": [
        "Classification for different types of Carbonate rocks for visible porosity under 10x microscopic view, including : I, II, III, A, B & C",
        "طبقه بندی آرچی برای تخلخل ظاهری"
      ]
    },
    {
      "EnglishWord": "archie classification",
      "Meanings": [
        "Classification for different types of Carbonate rocks for visible porosity under 10x microscopic view, including : I, II, III, A, B & C",
        "Classification for different types of Carbonate rocks for visible porosity under 10x microscopic view",
        "طبقه بندی آرچی برای تخلخل ظاهری"
      ]
    },
    {
      "EnglishWord": "arctic submersible rig",
      "Meanings": [
        "A mobile Submersible Drilling Structure used in arctic areas",
        "The rig is moved onto the drilling site and submerged during periods when the water is free of ice",
        "All equipment below the waterline is surrounded by a caisson to protect it from damage by moving ice. The Drilling Deck has no square corners so that moving ice can better flow around it",
        "دکل حفاری قطبی که قابلیت فرو رفتن در آب در فصولی که یخ وجود ندارد یا کمتر است را دارد"
      ]
    },
    {
      "EnglishWord": "area",
      "Meanings": [
        "A"
      ]
    },
    {
      "EnglishWord": "aren",
      "Meanings": [
        "arenaceous"
      ]
    },
    {
      "EnglishWord": "arenaceous",
      "Meanings": [
        "aren"
      ]
    },
    {
      "EnglishWord": "arg",
      "Meanings": [
        "argilaceous",
        "آرژیل",
        "رسی"
      ]
    },
    {
      "EnglishWord": "arg lst",
      "Meanings": [
        "سنگ آهک رسی: که بمیزان زیادی در متن آن رس وجود دارد"
      ]
    },
    {
      "EnglishWord": "argil",
      "Meanings": [
        "argillaceous"
      ]
    },
    {
      "EnglishWord": "argilaceous",
      "Meanings": [
        "arg",
        "رسی",
        "آرژیلی"
      ]
    },
    {
      "EnglishWord": "argillaceous",
      "Meanings": [
        "argil"
      ]
    },
    {
      "EnglishWord": "ark",
      "Meanings": [
        "arkose"
      ]
    },
    {
      "EnglishWord": "arkose",
      "Meanings": [
        "ark"
      ]
    },
    {
      "EnglishWord": "artificial lift",
      "Meanings": [
        "Any method used to raise oil to the surface through a well after reservoir pressure has has declined to the point at which the well no longer produces by means of natural energy. Sucker rod pumps, gas lift, hydraulic pumps, and submersible electric pumps are the most common forms of artificial lift"
      ]
    },
    {
      "EnglishWord": "as",
      "Meanings": [
        "after shot",
        "بعد از شلیک"
      ]
    },
    {
      "EnglishWord": "as above",
      "Meanings": [
        "a. a",
        "مانند بالا",
        "مشابه بالا"
      ]
    },
    {
      "EnglishWord": "asl",
      "Meanings": [
        "AMPLITUDE SONIC, Log Curve name"
      ]
    },
    {
      "EnglishWord": "associated gas",
      "Meanings": [
        "Natural gas, commonly known as : gas",
        "cap Gas, which overlies and is in contact with Crude Oil in the reservoir",
        "گاز همراه",
        "Natural Gas, commonly known as Gas",
        "Cap gas, which overlies and is in contact with crude oil in the reservoir"
      ]
    },
    {
      "EnglishWord": "at",
      "Meanings": [
        "در"
      ]
    },
    {
      "EnglishWord": "automatic choke",
      "Meanings": [
        "کاهنده خودکار"
      ]
    },
    {
      "EnglishWord": "auxiliaries",
      "Meanings": [
        "تجهیزات کمکی"
      ]
    },
    {
      "EnglishWord": "auxiliaries brake",
      "Meanings": [
        "ترمز کمکی"
      ]
    },
    {
      "EnglishWord": "av",
      "Meanings": [
        "ACOUSTIC VELOCITY, Log Curve name",
        "average",
        "میانگین"
      ]
    },
    {
      "EnglishWord": "avc",
      "Meanings": [
        "ACOUSTIC VELOCITY COMPENSATED, Log Curve name"
      ]
    },
    {
      "EnglishWord": "avd",
      "Meanings": [
        "ACOUSTIC VELOCITY DIGITAL, Log Curve name"
      ]
    },
    {
      "EnglishWord": "avdp",
      "Meanings": [
        "ACOUSTIC",
        "DIAPOLE SONIC LOG, Log Curve name"
      ]
    },
    {
      "EnglishWord": "average",
      "Meanings": [
        "Av",
        "میانگین"
      ]
    },
    {
      "EnglishWord": "avl",
      "Meanings": [
        "ACOUSTIC VELOCITY, Log Curve name"
      ]
    },
    {
      "EnglishWord": "avls",
      "Meanings": [
        "ACOUSTIC VELOCITY LONG SPACED, Log Curve name"
      ]
    }
  ]
}