{
  "Group": "C",
  "Entries": 373,
  "Words": [
    {
      "EnglishWord": "c",
      "Meanings": [
        "One of Archie's classifications for different types of carbonate rocks for visible porosity under 10x microscope some visible porosity with the size between 2mm",
        "μ",
        "یکی از مقیاس‌های طبقه بندی آرچی که مشخص کننده سنگی است که تحت بزرگنمایی 10 میکروسکپ تخلخلی با اندازه بین دو میلیمتر تا 50 میکرون مشاهده می‌گردد",
        "coarse, also mostly write as : crs",
        "دانه درشت",
        "ولی بیشتر مواقع بصورت «crs» نوشته می‌شود",
        "center",
        "مرکز"
      ]
    },
    {
      "EnglishWord": "c o",
      "Meanings": [
        "CARBON OXYGEN, Log Curve name"
      ]
    },
    {
      "EnglishWord": "c p",
      "Meanings": [
        "Cellar & Pits",
        "سلر و پیت",
        "سلر حفره ای مکعبی شکل است که در زیر سکوی حفاری ساخته می‌شود و پیت نیز استخری است که برای مواد زاید گل حفاری حفر می‌گردد"
      ]
    },
    {
      "EnglishWord": "c/h",
      "Meanings": [
        "circulate to clean hole, actions or job's abbreviation which Companymans write in reports",
        "گردش گل بمنظور تمیز نمودن چاه"
      ]
    },
    {
      "EnglishWord": "c/m",
      "Meanings": [
        "circulate to condition mud, actions or job's abbreviation which Companymans write in reports",
        "گردش گل به منظور بهینه سازی گل حفاری"
      ]
    },
    {
      "EnglishWord": "c/p",
      "Meanings": [
        "circulate pill, actions or job's abbreviation which Companymans write in reports",
        "گردش پیل در چاه"
      ]
    },
    {
      "EnglishWord": "c/s",
      "Meanings": [
        "circulate for sample, actions or job's abbreviation which Companymans write in reports",
        "گردش گل به منظور بسطح آمدن نمونه‌های حفاری شده"
      ]
    },
    {
      "EnglishWord": "c/t",
      "Meanings": [
        "Coiled Tubing",
        "change tools, actions or job's abbreviation which Companymans write in reports",
        "کوییلد تیوبینگ",
        "عملیات تعویض ابزار",
        "اختصار در مورد عملیاتی است که در حال انجام است و در گزارش‌ها مورد استفاده قرار می‌گیرد"
      ]
    },
    {
      "EnglishWord": "ca",
      "Meanings": [
        "CALIPER, Log Curve name",
        "calcium",
        "کلسیم",
        "circa about"
      ]
    },
    {
      "EnglishWord": "cable tools",
      "Meanings": [
        "CT",
        "The equipment necessary for cable tool drilling of a well. A heavy metal bar, sharpened to a chisel",
        "like point on the lower end is attached to a drilling rope or wire line cable which is fastened to a walking beam above the rig floor that provides an up and down motion to the line and the metal drilling tools. The drilling tool, called a bit, comes in a variety of cutting",
        "edge configurations"
      ]
    },
    {
      "EnglishWord": "cable-tool drilling",
      "Meanings": [
        "A drilling method in which the hole is drilled by dropping a sharply pointed bit on bottom. The bit is attached to a cable, and the cable is repeatedly dropped as the hole is drilled"
      ]
    },
    {
      "EnglishWord": "cal",
      "Meanings": [
        "caliper",
        "Caliper Log",
        "کالیپر لاگ",
        "نمودار گیری جهت اندازه گیری قطر چاه در فواصل مختلف",
        "COMPUTED GAMMA/CALIPER/SECTION GAUGE, Log Curve name"
      ]
    },
    {
      "EnglishWord": "cala",
      "Meanings": [
        "CALIPER ANALYSIS, Log Curve name"
      ]
    },
    {
      "EnglishWord": "calc",
      "Meanings": [
        "CALIPER CURVE, Log Curve name",
        "calcareous",
        "آهکی"
      ]
    },
    {
      "EnglishWord": "calc clst",
      "Meanings": [
        "کلی استون آهکی",
        "که در آن میزان آهک بین 10 تا 30 درصد است"
      ]
    },
    {
      "EnglishWord": "calc sst",
      "Meanings": [
        "ماسه سنگ آهکی"
      ]
    },
    {
      "EnglishWord": "calcareous",
      "Meanings": [
        "calc",
        "آهکی"
      ]
    },
    {
      "EnglishWord": "calcite",
      "Meanings": [
        "Clct",
        "کلسیت",
        "clct"
      ]
    },
    {
      "EnglishWord": "calcium",
      "Meanings": [
        "Ca",
        "کلسیم"
      ]
    },
    {
      "EnglishWord": "calcium chloride",
      "Meanings": [
        "A moisture",
        "absorbing chemical compound, or desiccant used to accelerate setting times in cement and as a drying agent"
      ]
    },
    {
      "EnglishWord": "calcium hydroxide",
      "Meanings": [
        "The active ingredient of slaked hydrated Lime, and the main constituent in Cement when wet . Referred to as \"Lime\" in field terminology"
      ]
    },
    {
      "EnglishWord": "calcium-treated mud",
      "Meanings": [
        "A freshwater drilling mud using calcium oxide lime or calcium sulfate gypsum to retard the hydrating qualities of shale and clay formation, thus facilitating drilling. Calcium",
        "treated muds resist scale and any anhydrite contamination but may require further treatment to prevent gelation solidifcation under the high temperatures of deep wells"
      ]
    },
    {
      "EnglishWord": "caliper",
      "Meanings": [
        "CAL, Caliper Log",
        "کالیپر لاگ",
        "نمودار گیری جهت اندازه گیری قطر چاه در فواصل مختلف",
        "An instrument with two legs or jaws that can be adjusted for measuring linear dimensions, thicknesses, or diameters"
      ]
    },
    {
      "EnglishWord": "caliper log",
      "Meanings": [
        "A record showing variations in Wellbore diameter by depth, indicating undue enlargement due to caving in, washing, or other causes. The Caliper Log also reveals corrosion, scaling, or pitting inside tubular goods"
      ]
    },
    {
      "EnglishWord": "calp",
      "Meanings": [
        "CALIPER , Log Curve name"
      ]
    },
    {
      "EnglishWord": "cameron gauge",
      "Meanings": [
        "Generically, a pressure gauge usually used in lines or manifolds. Many companies make pressure gauges. Cameron, now Cooper Oil Tools, makes many types of gauges"
      ]
    },
    {
      "EnglishWord": "camp",
      "Meanings": [
        "COMPRESSIONAL AMPLITUDE, Log Curve name"
      ]
    },
    {
      "EnglishWord": "canl",
      "Meanings": [
        "COMPUTER ANALYSIS, Log Curve name"
      ]
    },
    {
      "EnglishWord": "cap a well",
      "Meanings": [
        "To control a Blow",
        "Out by placing a very strong valve on the Wellhead. See also : Blowout"
      ]
    },
    {
      "EnglishWord": "caprock",
      "Meanings": [
        "A disk",
        "like plate of Anhydrite, Gypsum, Limestone, or Sulfur overlying most Salt domes in the Gulf Coast region",
        ". impermeable rock overlying an Oil or Gas reservoir that tends to prevent migration of Oil or Gas out of the reservoir"
      ]
    },
    {
      "EnglishWord": "carb",
      "Meanings": [
        "carbonaceous",
        "carbonate",
        "سنگ کربناته",
        "سنگی که آهکی است"
      ]
    },
    {
      "EnglishWord": "carbon",
      "Meanings": [
        "Crbn",
        "کربن",
        "crbn"
      ]
    },
    {
      "EnglishWord": "carbonaceous",
      "Meanings": [
        "carb",
        "سنگی که آهکی است"
      ]
    },
    {
      "EnglishWord": "carbonate",
      "Meanings": [
        "Carb",
        "سنگ کربناته"
      ]
    },
    {
      "EnglishWord": "carbonized",
      "Meanings": [
        "crbnzd"
      ]
    },
    {
      "EnglishWord": "cas",
      "Meanings": [
        "Casing run, Operation's Abbreviations use in writing drilling reports",
        "راندن کیسینگ یا لوله‌های جداره ای",
        "اختصار در مورد عملیاتی است که در حال انجام است و در گزارش‌ها مورد استفاده قرار می‌گیرد"
      ]
    },
    {
      "EnglishWord": "cased hole",
      "Meanings": [
        "A Wellbore in which Casing has been run"
      ]
    },
    {
      "EnglishWord": "casing",
      "Meanings": [
        "CSG",
        "لوله‌های جداره ای",
        "Steel pipe placed in an oil or gas well as drilling progresses to prevent the wall of the hole from caving in during drilling, to prevent seepage of fluids, and to provide a means of extracting petroleum if the well is productive"
      ]
    },
    {
      "EnglishWord": "casing centralizer",
      "Meanings": [
        "A device secured around the casing at the regular intervals to center it in the hole. Casing that is centralized allows a more uniform cement sheath to form around the pipe"
      ]
    },
    {
      "EnglishWord": "casing collar locator",
      "Meanings": [
        "CCL, A Log which indicate the collar of the Casing",
        "لاگی است که بمنظور تعیین محل یقه کیسینگ رانده می‌شود"
      ]
    },
    {
      "EnglishWord": "casing coupling",
      "Meanings": [
        "A tubular section of pipe that is threaded inside and used to connect two joints of casing"
      ]
    },
    {
      "EnglishWord": "casing gun",
      "Meanings": [
        "A perforating gun run in on the casing string"
      ]
    },
    {
      "EnglishWord": "casing hanger",
      "Meanings": [
        "A circular device with a frictional gripping arrangement of slips and packing rings used to suspend casing from a casinghead in a well"
      ]
    },
    {
      "EnglishWord": "casing head",
      "Meanings": [
        "Top of the Casing Pipes",
        "سر جداره",
        "انتهای کیسینگ"
      ]
    },
    {
      "EnglishWord": "casing overshot",
      "Meanings": [
        "See : Casing",
        "patch Tool"
      ]
    },
    {
      "EnglishWord": "casing pack",
      "Meanings": [
        "A means of cementing casing in a well so that the casing may, if necessary, be retrieved with minimum difficulty. A special mud, usually an oil mud, is placed in the well ahead of the cement after the casing has been set. Non",
        "solidifying mud is used so that it does not bind or stick to the casing in the hole in the area above the cement. Since the mud does not gel for a long time, the casing can be cut above the cemented section and retrieved. Casing packs are used in wells of doubtful or limited production to permit reuse of valuable lengths of casing"
      ]
    },
    {
      "EnglishWord": "casing pressure",
      "Meanings": [
        "CP",
        "فشار درون لوله‌های جداره ای"
      ]
    },
    {
      "EnglishWord": "casing pressure shut in",
      "Meanings": [
        "CPSI",
        "فشار لوله‌های جداره ای در هنگامی که چاه بسته است"
      ]
    },
    {
      "EnglishWord": "casing rack",
      "Meanings": [
        "The table shape tools which use to put Casing pipes on",
        "خرک لوله‌های جداری"
      ]
    },
    {
      "EnglishWord": "casing roller",
      "Meanings": [
        "A tool composed of a mandrel on which are mounted several heavy",
        "duty rollers with eccentric roll surfaces. It is used to restore buckled, collapsed, or dented casing in a well to normal diameter and roundness. Made up on tubing or drill pipe and run into the well to the depth of the deformed casing, the tool is rotated slowly, allowing the rollers to contact all sides of the casing and restore it to roughly its original condition"
      ]
    },
    {
      "EnglishWord": "casing run",
      "Meanings": [
        "CAS, Operations' abbreviations use in writing drilling reports",
        "عملیات راندن کیسینگ یا لوله‌های جداره ای",
        "معمولا اختصار این لغت در مورد عملیاتی بکار میرود که در حال انجام است و در گزارش‌ها مورد استفاده قرار می‌گیرد"
      ]
    },
    {
      "EnglishWord": "casing scraper",
      "Meanings": [
        "Blade tool used to scrape away junk or debris from inside casing; run on pipe or tubing"
      ]
    },
    {
      "EnglishWord": "casing seal test",
      "Meanings": [
        "A procedure whereby the formation immediately below the casing shoe is subjected to a pressure equal to the pressure expected to be exerted later by a higher drilling glut density or by the sum of a higher drilling fluid density and back",
        "pressure created by a kick"
      ]
    },
    {
      "EnglishWord": "casing seat",
      "Meanings": [
        "The location of the bottom of a string of casing",
        "that is cemented in a well. Typically, a casing",
        "Shoe is made up on the end of the casing at this point"
      ]
    },
    {
      "EnglishWord": "casing string",
      "Meanings": [
        "رشته لوله‌های جداری",
        "مجموعه لوله‌های جداری یا کیسینگ که در داخل چاه رانده می‌شود"
      ]
    },
    {
      "EnglishWord": "casing tongs",
      "Meanings": [
        "Large wrench used for turning when making up or breaking out casing"
      ]
    },
    {
      "EnglishWord": "casinghead",
      "Meanings": [
        "A heavy, flanged steel fitting connected to the first string of casing. It provides a housing for slips and packing assemblies, allows suspension of intermediate and production strings of casing, and supplies the means for the annulus to be sealed off. also called a Spool"
      ]
    },
    {
      "EnglishWord": "casing-patch tool",
      "Meanings": [
        "A special tool with a Rubber Packer or lead seal that is used to repair Casing. When Casing is damaged downhole, a cut is made below the damaged Casing, the damaged Casing and the Casing above it are pulled from the Well, and the damaged Casing is removed from the Casing String. The tool is made up and lowered into the Well on the Casing until it engages the top of the Casing that remains in the Well, and a Rubber Packer or lead seal in the tool forms a seal with the Casing that is in the Well. The Casing",
        "Patch Tool is an over",
        "shot",
        "like device and is sometimes called a Casing Overshot"
      ]
    },
    {
      "EnglishWord": "casl",
      "Meanings": [
        "COMPUTER ACOUSTIC, Log Curve name"
      ]
    },
    {
      "EnglishWord": "cat",
      "Meanings": [
        "Time actually spent for all the operations necessary to enable any test include pressure test. DST, . . . preformed inside casing from the Rig Up equipment for well test to Rig Down. This includes Tripping for perforations, setting Packers and etc, Operations' abbreviation which usually Companymans write in their daily drilling reports"
      ]
    },
    {
      "EnglishWord": "cat line",
      "Meanings": [
        "یک کابل کشنده یا بلند کننده"
      ]
    },
    {
      "EnglishWord": "cat shaft",
      "Meanings": [
        "محور گردانی که دو طرف گردونه را قطع می‌کند"
      ]
    },
    {
      "EnglishWord": "catch samples",
      "Meanings": [
        "To obtain cuttings for Geological information as Formations are penetrated by the Bit. The samples are obtained from drilling fluid as it emerges from the wellbore or, in cable",
        "tool drilling, from the bailer. Cuttings are carefully washed until they are free of foreign matter, dried, and labeled to indicate the depth at which they were obtained"
      ]
    },
    {
      "EnglishWord": "catcher",
      "Meanings": [
        "A device fitted into a junk basket and acting as a trap door to retain the junk"
      ]
    },
    {
      "EnglishWord": "cathead",
      "Meanings": [
        "A spool",
        "shaped Hub on a winch shaft around which a rope is wound for pulling and hoisting, a power take",
        "off Spool used by the Driller as he operates the cat line",
        "shaped attachment on a winch around which rope is wound for hoisting and pulling"
      ]
    },
    {
      "EnglishWord": "cathead spool",
      "Meanings": [
        "ماسوره کت هد",
        "قرقره مانندی است که بر سر شفتی که از کنار گردونه حفاری خارج شده سوار می‌شود"
      ]
    },
    {
      "EnglishWord": "catline",
      "Meanings": [
        "A hoisting or pulling line operated from a cathead"
      ]
    },
    {
      "EnglishWord": "catwalk",
      "Meanings": [
        "The ramp at the side of the drilling rig where pipe is laid to be lifted to the derrick floor by the catline or by an air hoist"
      ]
    },
    {
      "EnglishWord": "caustic soda",
      "Meanings": [
        "Sodium Hydroxide. Used to maintain an alkaline pH in drilling mud and in petroleum fractions"
      ]
    },
    {
      "EnglishWord": "cave",
      "Meanings": [
        "cv",
        "غار"
      ]
    },
    {
      "EnglishWord": "cave-in",
      "Meanings": [
        "The collapse of the walls of the wellbore"
      ]
    },
    {
      "EnglishWord": "cavernous",
      "Meanings": [
        "A rock formation that contains large open spaces, usually resulting from the dissolving of soluble substances by formation waters that may still be present"
      ]
    },
    {
      "EnglishWord": "caving",
      "Meanings": [
        "cvg",
        "دارای غار",
        "Collapsing of the walls of the Wellbore"
      ]
    },
    {
      "EnglishWord": "cavities",
      "Meanings": [
        "cvts",
        "حفرات"
      ]
    },
    {
      "EnglishWord": "cavity",
      "Meanings": [
        "cvt"
      ]
    },
    {
      "EnglishWord": "cavl",
      "Meanings": [
        "COMPENSATED ACOUSTIC VELOCITY, Log Curve name"
      ]
    },
    {
      "EnglishWord": "cb",
      "Meanings": [
        "CEMENT BOND, Log Curve name"
      ]
    },
    {
      "EnglishWord": "cbet",
      "Meanings": [
        "CEMENT BOND EVALUATION TOOL, Log Curve name"
      ]
    },
    {
      "EnglishWord": "cbl",
      "Meanings": [
        "Cement Bond Log, A Log which indicate the location of the Cement behind Casing or Liner",
        "لاگی که بمنظور تعیین محل سیمان موجود در پشت لوله‌های جداره ای رانده می‌شود",
        "ACOUSTIC CEMENT BOND/CEMENT BOND/SONIC BOND, Log Curve name"
      ]
    },
    {
      "EnglishWord": "cbnd",
      "Meanings": [
        "CEMENT BOND, Log Curve name"
      ]
    },
    {
      "EnglishWord": "cbu",
      "Meanings": [
        "Circulate Bottoms Up",
        "گردش گل برای به سطح آوردن آخرین نمونه‌های حفاری شده در ته چاه",
        "اختصار در مورد عملیاتی است که در حال انجام است و در گزارش‌ها مورد استفاده قرار می‌گیرد"
      ]
    },
    {
      "EnglishWord": "cbvd",
      "Meanings": [
        "CEMENT BOND VARIABLE DENSITY/ACSTC CMNT BND VRBL DNST, Log Curve name"
      ]
    },
    {
      "EnglishWord": "cc",
      "Meanings": [
        "COMPENSATED POROSITY, Log Curve name"
      ]
    },
    {
      "EnglishWord": "cca",
      "Meanings": [
        "cut casing, actions or job's abbreviation which Companymans write in their daily reports",
        "بریدن کیسینگ",
        "اختصار در مورد عملیاتی است که در حال انجام است و در گزارش‌ها مورد استفاده قرار می‌گیرد"
      ]
    },
    {
      "EnglishWord": "ccl",
      "Meanings": [
        "Casing Collar Locator, A Log which indicate the collar of the Casing",
        "لاگی که بمنظور تعیین محل یقه کیسینگ رانده می‌شود",
        "CASING COLLAR, Log Curve name"
      ]
    },
    {
      "EnglishWord": "cd",
      "Meanings": [
        "عمقی که در قرار داد ذکر شده و چاه بایستی تا آن عمق حفاری شود",
        "contract depth"
      ]
    },
    {
      "EnglishWord": "cdc",
      "Meanings": [
        "COMPENSATED DENSITY/CALIPER, Log Curve name"
      ]
    },
    {
      "EnglishWord": "cdd",
      "Meanings": [
        "CONTINUOUS DIPMETER DIGITAL, Log Curve name"
      ]
    },
    {
      "EnglishWord": "cdl",
      "Meanings": [
        "COMPENSATED DENSITY LOG, Log Curve name"
      ]
    },
    {
      "EnglishWord": "cdm",
      "Meanings": [
        "CONTINUOUS DIPMETER/DIPLOG/RESISTIVITY DIP, Log Curve name"
      ]
    },
    {
      "EnglishWord": "cdmd",
      "Meanings": [
        "CONTINUOUS DIPMETER",
        "DIGITAL, Log Curve name"
      ]
    },
    {
      "EnglishWord": "cds",
      "Meanings": [
        "CONTINUOUS DIRECTIONAL SURVEY, Log Curve name"
      ]
    },
    {
      "EnglishWord": "cec",
      "Meanings": [
        "cement casing, actions or job's abbreviation which Companymans write in their daily reports",
        "سیمان کردن کیسینگ",
        "اختصار در مورد عملیاتی است که در حال انجام است و در گزارش‌ها مورد استفاده قرار می‌گیرد"
      ]
    },
    {
      "EnglishWord": "cel",
      "Meanings": [
        "CEMENT EVALUATION, Log Curve name"
      ]
    },
    {
      "EnglishWord": "cellar",
      "Meanings": [
        "A hole dug, usually before drilling of a well, to allow working space for the casinghead equipment"
      ]
    },
    {
      "EnglishWord": "cellar   pits",
      "Meanings": [
        "C&P",
        "سلر و پیت",
        "سلر حفره ای مکعبی شکل است که در زیر سکوی حفاری ساخته می‌شود و پیت نیز استخری است که برای مواد زاید گل حفاری می‌سازند"
      ]
    },
    {
      "EnglishWord": "cem",
      "Meanings": [
        "cementing run, Operation's Abbreviations which Companymans use in their daily reports",
        "عملیات انجام سیمانکاری",
        "اختصار در مورد عملیاتی است که در حال انجام است و در گزارش‌ها مورد استفاده قرار می‌گیرد"
      ]
    },
    {
      "EnglishWord": "cement",
      "Meanings": [
        "cmt",
        "سیمان",
        "A powder, consisting of alumina, silica, lime, and other substances that hardens when mixed with water. Extensively used in the oil industry to bond casing to the walls of the wellbore"
      ]
    },
    {
      "EnglishWord": "cement bond log",
      "Meanings": [
        "CBL",
        "لاگی که بمنظور تعیین محل سیمان موجود در پشت لوله‌های جداره ای رانده می‌شود"
      ]
    },
    {
      "EnglishWord": "cement bond survey",
      "Meanings": [
        "An acoustic survey or Sonic Logging method that records the quality or hardness of the cement used in the annulus to bond the casing and the formation. Casing that is well bonded to the formation transmits an acoustic signal quickly; poorly bonded casing transmits a signal slowly"
      ]
    },
    {
      "EnglishWord": "cement casing",
      "Meanings": [
        "CEC, Actions or jobs which Companymans write in their daily drilling reports",
        "عملیات سیمان نمودن پشت لوله‌های جداره ای",
        "معمولا اختصار این لغت در مورد عملیاتی بکار میرود که در حال انجام است و در گزارش‌ها مورد استفاده قرار می‌گیرد"
      ]
    },
    {
      "EnglishWord": "cement evaluation",
      "Meanings": [
        "CET, Cement evaluation Tool",
        "ارزیابی سیمان موجود در پشت لوله‌های جداره ای"
      ]
    },
    {
      "EnglishWord": "cement plug",
      "Meanings": [
        "CEP, Actions or jobs which Companymans write in their daily drilling reports",
        "کار گذاشتن پلاگ سیمانی",
        "معمولا اختصار این لغت در مورد عملیاتی بکار میرود که در حال انجام است و در گزارش‌ها مورد استفاده قرار می‌گیرد",
        "A portion of cement placed at some point in the wellbore to seal it"
      ]
    },
    {
      "EnglishWord": "cement pulsation",
      "Meanings": [
        "Cement pulsation entails the use of specialized surface equipment to apply low",
        "intensity pressure pulses to the annulus immediately following the cement pumping operation. The pulses serve to break the gel strength of the cement during the cement setting process. Gel strength development causes a reduction of the hydrostatic pressure transmitted through the annulus. By breaking the gel strength, hydrostatic pressure is maintained on the column until the cement has built sufficient strength to prevent the potential influx of reservoir fluids through the cement matrix"
      ]
    },
    {
      "EnglishWord": "cement retainer",
      "Meanings": [
        "A tool set temporarily in the casing or well to prevent the passage of cement, thereby forcing it to follow another designated path. It is used in squeeze cementing and other remedial cementing jobs"
      ]
    },
    {
      "EnglishWord": "cementing head",
      "Meanings": [
        "An accessory attached to the top of the casing to facilitate cementing of the casing. It has passages for cement slurry and retain chambers for cementing wiper plugs"
      ]
    },
    {
      "EnglishWord": "cementing materials",
      "Meanings": [
        "A slurry of portland cement and water and sometimes one or more additives that affect either the density of the mixture or its setting time. The portland cement used may be high early strength common standard , or slow setting. Additives include accelerators such as calcium chloride , retarders such as gypsum , weighting materials such as barium sulfate , lightweight additives such as bentonite , or a variety of lost circulation materials, such as mica flakes"
      ]
    },
    {
      "EnglishWord": "cementing run",
      "Meanings": [
        "CEM, Operations' abbreviations use in their daily drilling reports",
        "عملیات بمنظور تزریق سیمان در اطراف لوله‌های جداره ای",
        "معمولا اختصار این لغت در مورد عملیاتی بکار میرود که در حال انجام است و در گزارش‌ها مورد استفاده قرار می‌گیرد"
      ]
    },
    {
      "EnglishWord": "center",
      "Meanings": [
        "c"
      ]
    },
    {
      "EnglishWord": "center  also  write as   cntr",
      "Meanings": [
        "cnt"
      ]
    },
    {
      "EnglishWord": "center section line",
      "Meanings": [
        "CSL"
      ]
    },
    {
      "EnglishWord": "centimeter-gram-second system",
      "Meanings": [
        "CGS"
      ]
    },
    {
      "EnglishWord": "centipoise",
      "Meanings": [
        "One",
        "hundredth of a Poise; a measure of a fluid's viscosity, or resistance to flow"
      ]
    },
    {
      "EnglishWord": "cep",
      "Meanings": [
        "cement plug, actions or job's abbreviation which Companymans write in their daily drilling reports",
        "انجام پلاگ سیمانی",
        "اختصار در مورد عملیاتی است که در حال انجام است و در گزارش‌ها مورد استفاده قرار می‌گیرد"
      ]
    },
    {
      "EnglishWord": "cet",
      "Meanings": [
        "Cement Evaluation Tool",
        "ابزار ارزیابی سیمان موجود در پشت لوله‌های جداره ای",
        "CEMENT EVALUATION TOOL, Log Curve name"
      ]
    },
    {
      "EnglishWord": "cf/d",
      "Meanings": [
        "cubic feet/day",
        "فوت مکعب در روز"
      ]
    },
    {
      "EnglishWord": "cfd",
      "Meanings": [
        "COMPENSATED FORMATION DENSITY, Log Curve name"
      ]
    },
    {
      "EnglishWord": "cfdc",
      "Meanings": [
        "COMPENSATED FORMATION DENSITY/CALIPER, Log Curve name"
      ]
    },
    {
      "EnglishWord": "cfe",
      "Meanings": [
        "core",
        "flow efficiency",
        "ضریب جریان یابی سیال از درون مغزه‌های حفاری"
      ]
    },
    {
      "EnglishWord": "cfg",
      "Meanings": [
        "cubic feet gas",
        "فوت مکعب گاز"
      ]
    },
    {
      "EnglishWord": "cfm",
      "Meanings": [
        "cubic feet per minute",
        "فوت مکعب در دقیقه"
      ]
    },
    {
      "EnglishWord": "cg",
      "Meanings": [
        "connection gas",
        "گازی که در هنگام اضافه نمودن لوله‌های حفاری به رشته حفاری خارج می‌گردد",
        "COMPENSATED GAMMA, Log Curve name"
      ]
    },
    {
      "EnglishWord": "cgl",
      "Meanings": [
        "Conglomerate, also write as : Congl",
        "کنگلومرا: که قطعات بزرگتر از 2 میلیمتر داشته و اکثر آنها گرد شدگی دارند"
      ]
    },
    {
      "EnglishWord": "cgr",
      "Meanings": [
        "condensate gas ratio",
        "نسبت گاز فشرده شده"
      ]
    },
    {
      "EnglishWord": "cgrn",
      "Meanings": [
        "COMPENSATED GAMMA RAY NEUTRON, Log Curve name"
      ]
    },
    {
      "EnglishWord": "cgs",
      "Meanings": [
        "centimeter",
        "gram",
        "second system"
      ]
    },
    {
      "EnglishWord": "ch",
      "Meanings": [
        "COMPLETION, Log Curve name",
        "choke",
        "چوک",
        "کاهنده"
      ]
    },
    {
      "EnglishWord": "chain   gear",
      "Meanings": [
        "رانش زنجیری"
      ]
    },
    {
      "EnglishWord": "chain   gear drive",
      "Meanings": [
        "رانش زنجیری"
      ]
    },
    {
      "EnglishWord": "chain tongs",
      "Meanings": [
        "Chain wrench, or In general, Chain Tongs are used for turning pipe or fittings of a diameter larger than that which a pipe wrench would fit. The chain is looped and tightened around the pipe or fitting, and the handle is used to turn the tool so that the pipe or fitting can be tightened or loosened",
        "آچار زنجیری"
      ]
    },
    {
      "EnglishWord": "chalk",
      "Meanings": [
        "chk",
        "گچ"
      ]
    },
    {
      "EnglishWord": "chalky rock",
      "Meanings": [
        "II, Archie classification for Carbonate rocks, a rock which is generally soft and chalky",
        "سنگی با حالت گچی"
      ]
    },
    {
      "EnglishWord": "change house",
      "Meanings": [
        "A small building, or Doghouse, in which members of a drilling rig or roustabout crew change clothes, store personal belongs, and so on",
        "اتاق تعویض لباس"
      ]
    },
    {
      "EnglishWord": "change rams",
      "Meanings": [
        "CRA, Actions or jobs which Companymans write in their daily drilling reports, To take Rams out of a Blow",
        "Out Preventer and replace them with Rams of a different size or type. When the size of a Drill Pipe is changed, the size of the Pipe Rams must be changed to ensure that they seal around the Pipe when closed, unless variable",
        "bore pipe Rams are in use",
        "تعویض رمز ها",
        "معمولا اختصار این لغت در مورد عملیاتی بکار میرود که در حال انجام است و در گزارش‌ها مورد استفاده قرار می‌گیرد"
      ]
    },
    {
      "EnglishWord": "change tools",
      "Meanings": [
        "C/T, Actions or jobs which Companymans write in their daily drilling reports",
        "تعویض ابزار",
        "معمولا اختصار این لغت در مورد عملیاتی بکار میرود که در حال انجام است و در گزارش‌ها مورد استفاده قرار می‌گیرد"
      ]
    },
    {
      "EnglishWord": "channel",
      "Meanings": [
        "cnl"
      ]
    },
    {
      "EnglishWord": "check sample",
      "Meanings": [
        "A sample of cuttings which usually get, to check lithology between regular samples",
        "ارزیابی نمونه‌های حفاری بتوسط گرفتن نمونه اضافی از روی شیکر و به جهت چک نمودن لیتولوژی در فاصله بین نمونه‌های منظم"
      ]
    },
    {
      "EnglishWord": "check valve",
      "Meanings": [
        "شیر یکطرفه",
        "A valve that permits flow in one direction only. if the gas or liquid starts to reverse, the valve automatically closes, preventing reverse movement. Commonly referred to as a one",
        "way valve"
      ]
    },
    {
      "EnglishWord": "chert",
      "Meanings": [
        "Very fine",
        "grained Quartz, a Silica mineral with minor impurities",
        "Flint is gray to black and nearly opaque translucent brown in thin splinters . Opaque, dull, whitish to pale brown or gray samples are called simply Chert. Chert and Flint provided the main source of tools and weapons for Stone Age people. Flint is used today as an abrasive agent on Sandpapers and in Mills that grind raw materials for the Ceramic and Paint industries. Considerable amounts of Chert are also used in road construction and as concrete aggregate. Some Chert takes an excellent polish and is used as semiprecious Jewelry. See also siliceous rock",
        "cht",
        "چرت"
      ]
    },
    {
      "EnglishWord": "cherts",
      "Meanings": [
        "chts"
      ]
    },
    {
      "EnglishWord": "cherty",
      "Meanings": [
        "chty",
        "چرتی"
      ]
    },
    {
      "EnglishWord": "chisel tongs",
      "Meanings": [
        "Pipe Tongs that grip the pipe with a chisel",
        "like insert in the jaw of the wrench"
      ]
    },
    {
      "EnglishWord": "chk",
      "Meanings": [
        "chalk",
        "choke",
        "گچ",
        "چوک",
        "کاهنده",
        "گاهی این اختصار برای گچ نیز بکار می‌رود"
      ]
    },
    {
      "EnglishWord": "chky lst",
      "Meanings": [
        "آهک چاکی یا آهکی که حالت نرم داشته و اغلب با مارن اشتباه گرفته می‌شود"
      ]
    },
    {
      "EnglishWord": "chnl",
      "Meanings": [
        "CHANNEL SURVEY, Log Curve name"
      ]
    },
    {
      "EnglishWord": "choc",
      "Meanings": [
        "choclate",
        "رنگ شکلاتی"
      ]
    },
    {
      "EnglishWord": "choclate",
      "Meanings": [
        "choc",
        "رنگ شکلاتی"
      ]
    },
    {
      "EnglishWord": "choke",
      "Meanings": [
        "chk, also sometimes use : ch, A device inserted in a flow line to regulate the rate of flow",
        "چوک یا کاهنده"
      ]
    },
    {
      "EnglishWord": "choke flow line",
      "Meanings": [
        "An extension from the Blow",
        "Out Preventer assembly used to direct control the flow of well fluids from the annulus to the choke"
      ]
    },
    {
      "EnglishWord": "choke manifold",
      "Meanings": [
        "The arrangement of Piping and Chokes through which Drilling Mud is circulated when the Blow",
        "out Preventers are closed to control the pressures encountered during a Kick, or an arrangement of piping and special valves, called Chokes. In drilling, Mud is circulated through a Choke Manifold when the Blow",
        "Out Preventers are closed. In well testing, a Choke Manifold attached to the Wellhead allows flow and pressure control for test components downstream",
        "چند راهه کاهنده فشار یا چوک منیفولد"
      ]
    },
    {
      "EnglishWord": "christmas tree",
      "Meanings": [
        "An assembly of Valves mounted on the Casinghead through which a Well is produced. The Christmas Tree also contains Valves for testing the Well and for Shutting it In, if necessary. Christmas Tree, the Control Valves, Pressure Gauges, and Chokes assembled at the top of a Well to control the flow of Oil and Gas after the Well has been drilled and completed, or The control Valves, Pressure Gauges, and Chokes assembled at the top of a Well to control the flow of Oil and Gas after the Well has been drilled and completed",
        "تاج سر چاه",
        "شامل کل شیر‌های کنترل",
        "فشار سنج‌ها و مجموعه‌های کاهنده سر چاه که پس از پایان حفاری جهت کنترل جریان نفت و گاز استفاده می‌گردند"
      ]
    },
    {
      "EnglishWord": "cht",
      "Meanings": [
        "chert",
        "چرت"
      ]
    },
    {
      "EnglishWord": "chts",
      "Meanings": [
        "cherts"
      ]
    },
    {
      "EnglishWord": "chty",
      "Meanings": [
        "cherty",
        "چرتی",
        "دارای ذرات چرت یا سیلیس"
      ]
    },
    {
      "EnglishWord": "ci",
      "Meanings": [
        "CASING INSPECTION/ELECTRO MAGNETIC DETECTOR, Log Curve name"
      ]
    },
    {
      "EnglishWord": "cic",
      "Meanings": [
        "Time actually spent for circulating while running Casing, Operations' abbreviation which usually Companymans write in their daily drilling reports"
      ]
    },
    {
      "EnglishWord": "cinder",
      "Meanings": [
        "cndr"
      ]
    },
    {
      "EnglishWord": "cir",
      "Meanings": [
        "circulation, actions or job's abbreviation which Companymans write in their daily drilling reports",
        "گردش گل حفاری",
        "اختصار در مورد عملیاتی است که در حال انجام است و در گزارش‌ها مورد استفاده قرار می‌گیرد",
        "Time actually spent for circulating and pumping mud while not drilling, Operations' abbreviation which usually Companymans write in their daily drilling reports"
      ]
    },
    {
      "EnglishWord": "circ",
      "Meanings": [
        "circulation",
        "گردش گل حفاری",
        "اختصار در مورد عملیاتی است که در حال انجام است و در گزارش‌ها مورد استفاده قرار می‌گیرد"
      ]
    },
    {
      "EnglishWord": "circa  about .",
      "Meanings": [
        "ca"
      ]
    },
    {
      "EnglishWord": "circulate",
      "Meanings": [
        "CIR, just circulate, Actions or jobs which Companymans write in their daily drilling reports, or To pass from one point throughout a system and back to the starting point. For example : Drilling Fluid is circulated out of the Suction Pit, down the Drill Pipe and Drill Collars, out the Bit, up the Annulus, and back to the Pits while drilling proceeds",
        "گردش گل حفاری",
        "معمولا اختصار این لغت در مورد عملیاتی بکار میرود که در حال انجام است و در گزارش‌ها مورد استفاده قرار می‌گیرد"
      ]
    },
    {
      "EnglishWord": "circulate for sample",
      "Meanings": [
        "C/S, Actions or jobs which Companymans write in their daily drilling reports",
        "گردش گل حفاری جهت بدست آوردن و بالا آمدن نمونه‌های حفاری شده",
        "معمولا اختصار این لغت در مورد عملیاتی بکار میرود که در حال انجام است و در گزارش‌ها مورد استفاده قرار می‌گیرد"
      ]
    },
    {
      "EnglishWord": "circulate out",
      "Meanings": [
        "CO",
        "گردش گل حفاری به سمت بیرون و خارج نمودن آن از سیستم حفاری"
      ]
    },
    {
      "EnglishWord": "circulate pill",
      "Meanings": [
        "C/P, Actions or jobs which Companymans write in their daily drilling reports",
        "گردش پیل حفاری جهت کنترل هرز روی",
        "معمولا اختصار این لغت در مورد عملیاتی بکار میرود که در حال انجام است و در گزارش‌ها مورد استفاده قرار می‌گیرد"
      ]
    },
    {
      "EnglishWord": "circulate to clean hole",
      "Meanings": [
        "C/H, Actions or jobs which Companymans write in their daily drilling reports",
        "گردش گل حفاری جهت تمیز نمودن چاه",
        "معمولا اختصار این لغت در مورد عملیاتی بکار میرود که در حال انجام است و در گزارش‌ها مورد استفاده قرار می‌گیرد"
      ]
    },
    {
      "EnglishWord": "circulate to condition mud",
      "Meanings": [
        "C/M, Actions or jobs which Companymans write in their daily drilling reports",
        "گردش گل بمنظور بهینه سازی وضعیت گل",
        "معمولا اختصار این لغت در مورد عملیاتی بکار میرود که در حال انجام است و در گزارش‌ها مورد استفاده قرار می‌گیرد"
      ]
    },
    {
      "EnglishWord": "circulating rate",
      "Meanings": [
        "Volume Flow Rate of circulating drilling fluid expressed in gallons or barrels per minute"
      ]
    },
    {
      "EnglishWord": "circulation",
      "Meanings": [
        "circ",
        "گردش گل حفاری"
      ]
    },
    {
      "EnglishWord": "cl",
      "Meanings": [
        "CHLORIDE/CHLORINILOG/SALINITY, Log Curve name",
        "clay",
        "کلی یا رس",
        "گاهی به اندازه دانه‌ها نیز اطلاق می‌گردد"
      ]
    },
    {
      "EnglishWord": "clas",
      "Meanings": [
        "clastic, also write as : clstc",
        "کلاستیک",
        "آواری"
      ]
    },
    {
      "EnglishWord": "clastic",
      "Meanings": [
        "آواری",
        "clstc, also write as : clas",
        "clas, also write as : clstc",
        "کلاستیک",
        "Rock or Sediment composed of particles, which have been transported from their place of origin, as Sandstone and Shale. A Sedimentary rock such as Shale, Siltstone, Sandstone or Conglomerate or sediment such as : Mud, Silt, Sand, or Pebbles . An accumulation of transported weathering debris"
      ]
    },
    {
      "EnglishWord": "clay",
      "Meanings": [
        "Clay size, particles smaller than 0.004 mm, or 4 μ",
        "کلی یا رس",
        "گاهی به اندازه دانه‌ها نیز اطلاق می‌گردد",
        "Cl, also sometimes write as : Cly",
        "کلی"
      ]
    },
    {
      "EnglishWord": "clay extender",
      "Meanings": [
        "Any of several substances",
        "usually organic compounds of high molecular weight",
        "that, when added in low concentrations to a bentonite or to certain other clay slurries, will increase the viscosity of the system"
      ]
    },
    {
      "EnglishWord": "clayey",
      "Meanings": [
        "Cly",
        "رسی",
        "دارای کلی"
      ]
    },
    {
      "EnglishWord": "claystone",
      "Meanings": [
        "Clst, also write sometimes as : Clyst",
        "سنگ رسی",
        "کلی استون"
      ]
    },
    {
      "EnglishWord": "clct",
      "Meanings": [
        "Calcite",
        "اختصار بکار رفته برای کلسیت",
        "calcite"
      ]
    },
    {
      "EnglishWord": "cldl",
      "Meanings": [
        "CHLORIDE DETECTION, Log Curve name"
      ]
    },
    {
      "EnglishWord": "clean",
      "Meanings": [
        "Cln",
        "تمیز"
      ]
    },
    {
      "EnglishWord": "clean out",
      "Meanings": [
        "CO",
        "تمیز کردن از طریق گردش گل حفاری و خارج نمودن مواد از چاه به بیرون"
      ]
    },
    {
      "EnglishWord": "cleaner",
      "Meanings": [
        "clnr"
      ]
    },
    {
      "EnglishWord": "cleaning",
      "Meanings": [
        "clng",
        "تمیز نمودن"
      ]
    },
    {
      "EnglishWord": "cln",
      "Meanings": [
        "clean",
        "تمیز"
      ]
    },
    {
      "EnglishWord": "clng",
      "Meanings": [
        "cleaning",
        "تمیز نمودن"
      ]
    },
    {
      "EnglishWord": "clnr",
      "Meanings": [
        "cleaner"
      ]
    },
    {
      "EnglishWord": "closed-in",
      "Meanings": [
        "A well capable of producing oil or gas, but temporarily shut in"
      ]
    },
    {
      "EnglishWord": "closing unit",
      "Meanings": [
        "The assembly of pumps, valves, lines, accumulators, and other items necessary to open and close the blowout preventer equipment"
      ]
    },
    {
      "EnglishWord": "clr",
      "Meanings": [
        "color or in American language write as : colour",
        "رنگ"
      ]
    },
    {
      "EnglishWord": "clst",
      "Meanings": [
        "Claystone, a rock with particles smaller than 0.004 mm and consisting of Clay, also write as : Clyst",
        "کلی استون یا سنگ رسی",
        "سنگی که از رس خالص تشکیل شده است و محدوده بین آن و آهک خالص مارن است"
      ]
    },
    {
      "EnglishWord": "clstc",
      "Meanings": [
        "Rock or Sediment composed of particles, which have been transported from their place of origin, as Sandstone and Shale. A Sedimentary rock such as Shale, Siltstone, Sandstone or Conglomerate or sediment such as : Mud, Silt, Sand, or Pebbles . An accumulation of transported weathering debris",
        "clastic",
        "آواری"
      ]
    },
    {
      "EnglishWord": "clu",
      "Meanings": [
        "cluster"
      ]
    },
    {
      "EnglishWord": "cluster",
      "Meanings": [
        "A computer program, to be used in conjunction with the dipmeter",
        "یک نرم افزار کامپیوتری که در ارتباط با شیب سنج مورد استفاده قرار می‌گیرد",
        "clu"
      ]
    },
    {
      "EnglishWord": "cly",
      "Meanings": [
        "Clayey",
        "رسی",
        "دارای کلی"
      ]
    },
    {
      "EnglishWord": "clyst",
      "Meanings": [
        "کلی استون",
        "گاهی اختصار آنرا به این صورت می‌نویسند",
        "Claystone, a rock with particles smaller than 0.004 mm and consisting of Clay, also write as : Clst",
        "سنگ رسی"
      ]
    },
    {
      "EnglishWord": "cm",
      "Meanings": [
        "common",
        "معمول",
        "مرسوم"
      ]
    },
    {
      "EnglishWord": "cmc",
      "Meanings": [
        "Time actually spent for all the operations necessary for cementing re",
        "cementing of casing, Liner tieback from rig up to Rig Down cement head including all line tests, Operations' abbreviation which usually Companymans write in their daily drilling reports"
      ]
    },
    {
      "EnglishWord": "cmpl",
      "Meanings": [
        "COMPLETION, Log Curve name"
      ]
    },
    {
      "EnglishWord": "cmpsd",
      "Meanings": [
        "composed"
      ]
    },
    {
      "EnglishWord": "cmpt",
      "Meanings": [
        "compact",
        "فشرده"
      ]
    },
    {
      "EnglishWord": "cmt",
      "Meanings": [
        "Lost time due to cementing, or bad cement job, Operations' abbreviation which usually Companymans write in their daily drilling reports",
        "Cement",
        "سیمان"
      ]
    },
    {
      "EnglishWord": "cncdl",
      "Meanings": [
        "conchoidal"
      ]
    },
    {
      "EnglishWord": "cndl",
      "Meanings": [
        "COMPENSATED NEUTRON DENSITY, Log Curve name"
      ]
    },
    {
      "EnglishWord": "cndr",
      "Meanings": [
        "cinder"
      ]
    },
    {
      "EnglishWord": "cngl",
      "Meanings": [
        "A type of Sedimentary rock compounded of Pebbles and rock fragments of various sizes held together by a cementing material, the same type material that holds Sandstone together. Conglomerates are a common form of reservoir rocks",
        "کنگلومرا: که قطعات بزرگتر از 2 میلیمتر داشته و اکثر آنها گرد می‌باشند"
      ]
    },
    {
      "EnglishWord": "cnl",
      "Meanings": [
        "Compensated Neutron Log",
        "لاگ نوترون تصحیح شده",
        "COMPENSATED NEUTRON LOG, Log Curve name",
        "لاگ نوترن تصحیح شده",
        "channel"
      ]
    },
    {
      "EnglishWord": "cnlc",
      "Meanings": [
        "China National Logging Company",
        "شرکت بین المللی لاگینگ چین"
      ]
    },
    {
      "EnglishWord": "cnp",
      "Meanings": [
        "COMPENSATED NEUTRON POROSITY, Log Curve name"
      ]
    },
    {
      "EnglishWord": "cnpc",
      "Meanings": [
        "China National Petroleum Company",
        "شرکت نفت بین المللی چین"
      ]
    },
    {
      "EnglishWord": "cnr",
      "Meanings": [
        "conditioning run, Operation's Abbreviations Companymans use in their daily drilling reports",
        "راندن لوله‌های حفاری در چاه بمنظور بهینه سازی وضعیت آن",
        "اختصار در مورد عملیاتی است که در حال انجام است و در گزارش‌ها مورد استفاده قرار می‌گیرد"
      ]
    },
    {
      "EnglishWord": "cnsdrbl",
      "Meanings": [
        "considerable",
        "قابل توجه"
      ]
    },
    {
      "EnglishWord": "cnt",
      "Meanings": [
        "center, also write as : cntr"
      ]
    },
    {
      "EnglishWord": "cntc",
      "Meanings": [
        "contact",
        "سطح تماس"
      ]
    },
    {
      "EnglishWord": "cntn",
      "Meanings": [
        "contain",
        "در بر گیرنده",
        "شامل"
      ]
    },
    {
      "EnglishWord": "co",
      "Meanings": [
        "circulate out",
        "تمیز نمودن چاه و خارج نمودن مواد زاید از چاه بتوسط گردش گل حفاری",
        "clean out",
        "گردش گل حفاری به منظور خارج نمودن آن از سیستم حفاری"
      ]
    },
    {
      "EnglishWord": "coarse",
      "Meanings": [
        "crs, also use as : c or cr",
        "دانه درشت"
      ]
    },
    {
      "EnglishWord": "coarse sand",
      "Meanings": [
        "Sand particles with size between 0.5 mm",
        "mm",
        "ماسه دانه درشت"
      ]
    },
    {
      "EnglishWord": "coarsely",
      "Meanings": [
        "crsly",
        "بدرشتی"
      ]
    },
    {
      "EnglishWord": "coarsens",
      "Meanings": [
        "crsns"
      ]
    },
    {
      "EnglishWord": "coarser",
      "Meanings": [
        "crsr"
      ]
    },
    {
      "EnglishWord": "coh",
      "Meanings": [
        "coherent"
      ]
    },
    {
      "EnglishWord": "coherent",
      "Meanings": [
        "coh"
      ]
    },
    {
      "EnglishWord": "cohesive",
      "Meanings": [
        "cohsve"
      ]
    },
    {
      "EnglishWord": "cohsve",
      "Meanings": [
        "cohesive"
      ]
    },
    {
      "EnglishWord": "coiled-tubing workover",
      "Meanings": [
        "A workover performed with a continuous steel tube, normally 3/4 inch to 1 inch outside diameter, which is run into the well in one piece inside the normal tubing. Lengths of the tubing up to 16,000 feet are stored on the surface on a reel in a manner similar to that used for wireline. The unit is rigged up over the wellhead. The tubing is injected through a control head that seals off the tubing and makes a pressure",
        "tight connection. A unique feature of the unit is that it allows continuous circulation while it is being lowered into the hole"
      ]
    },
    {
      "EnglishWord": "collar",
      "Meanings": [
        "A coupling for two lengths of Pipe, a Pipe fitting with threads on the inside for joining two pieces of threaded Pipes of the same size",
        "A pipe coupling threaded on the inside"
      ]
    },
    {
      "EnglishWord": "collar locator",
      "Meanings": [
        "A logging device used to determine accurately the depth of a well; the log measures and records the depth of each casing collar, or coupling, in a well. Since the length of each joint of casing is written down, along with the number of joints of casing that were put into the well, knowing the number and depth of the collars allows an accurate measure of well depth"
      ]
    },
    {
      "EnglishWord": "collet",
      "Meanings": [
        "A finger",
        "like device used to lock or position certain tool components by manipulating the tubing string or downhole tool"
      ]
    },
    {
      "EnglishWord": "colloidal",
      "Meanings": [
        "Pertaining to a Colloid, i.e., involving particles so minute less than 2 μ that they are not visible through optical microscopes. Bentonite is an example of a colloidal Clay"
      ]
    },
    {
      "EnglishWord": "color",
      "Meanings": [
        "Clr",
        "رنگ"
      ]
    },
    {
      "EnglishWord": "com",
      "Meanings": [
        "completion job, Operation's Abbreviations Companymans write in their daily drilling reports",
        "عملیات یا جاب تکمیل سازی چاه",
        "اختصار در مورد عملیاتی است که در حال انجام است و در گزارش‌ها مورد استفاده قرار می‌گیرد"
      ]
    },
    {
      "EnglishWord": "combination string",
      "Meanings": [
        "رشته مرکب جداری"
      ]
    },
    {
      "EnglishWord": "come out of the hole",
      "Meanings": [
        "To pull the drill stem out of the wellbore to change the bit, to change from a core barrel to the bit, to run electric logs, to prepare for a drill stem test, to run casing, and so on. also called trip out"
      ]
    },
    {
      "EnglishWord": "common",
      "Meanings": [
        "Cm",
        "معمول",
        "مرسوم",
        "cm"
      ]
    },
    {
      "EnglishWord": "comp",
      "Meanings": [
        "All operation necessary to run the completion : from the end of operation on production Casing with Bit /Scraper on bottom, to starting of the well testing or rig down, Operations' abbreviation which usually Companymans write in their daily drilling reports",
        "completed, completion",
        "تکمیل شده"
      ]
    },
    {
      "EnglishWord": "compact",
      "Meanings": [
        "Cmpt, also write sometimes as : cpct",
        "cpctt, also write sometimes as : Cmpt",
        "فشرده"
      ]
    },
    {
      "EnglishWord": "compact cutting",
      "Meanings": [
        "I, Archie Classification for Carbonate rocks , a rock which is dense with angular corners",
        "کاتینگ یا کنده‌های حفاری فشرده"
      ]
    },
    {
      "EnglishWord": "compact rock",
      "Meanings": [
        "I, Archie classification for Carbonate rocks, a rock which is dense with angular corners",
        "سنگ فشرده"
      ]
    },
    {
      "EnglishWord": "company representative",
      "Meanings": [
        "نماینده شرکت نفت یا ناظر فنی سر چاه",
        "an employee of an operating company whose job is to represent the company's interests at the drilling location"
      ]
    },
    {
      "EnglishWord": "companyman",
      "Meanings": [
        "ناظر فنی حفاری حاضر در محل دکل حفاری که معمولا کلیە مسیولیت‌های ادارە دکل حفاری با اوست",
        "نماینده شرکت نفت یا ناظر فنی سر چاه"
      ]
    },
    {
      "EnglishWord": "compensated neutron",
      "Meanings": [
        "CNL",
        "لاگ نوترون تصحیح شده"
      ]
    },
    {
      "EnglishWord": "compensated neutron log",
      "Meanings": [
        "CNL"
      ]
    },
    {
      "EnglishWord": "competency",
      "Meanings": [
        "The ability of to withstand applied pressure. Also called : Formation Integrity"
      ]
    },
    {
      "EnglishWord": "completed",
      "Meanings": [
        "comp",
        "تکمیل شده"
      ]
    },
    {
      "EnglishWord": "completion",
      "Meanings": [
        "comp",
        "عملیات تکمیل چاه",
        "Refers to the installation of permanent equipment for the production of oil or gas"
      ]
    },
    {
      "EnglishWord": "completion fluid",
      "Meanings": [
        "Low",
        "solids fluid or drilling mud used when a well is being completed. it is selected not only for its ability to control formation pressure, but also for the properties that minimize formation damage"
      ]
    },
    {
      "EnglishWord": "completion job",
      "Meanings": [
        "COM, Operations' abbreviations Companymans generally write in their daily drilling reports",
        "جاب یا عملیات تکمیل چاه پس از اتمام عملیات حفاری",
        "معمولا اختصار این لغت در مورد عملیاتی بکار میرود که در حال انجام است و در گزارش‌ها مورد استفاده قرار می‌گیرد"
      ]
    },
    {
      "EnglishWord": "composed",
      "Meanings": [
        "cmpsd"
      ]
    },
    {
      "EnglishWord": "compressability factor",
      "Meanings": [
        "The ratio of the actual volume of gas at a given temperature and pressure to the volume of gas when calculated by the ideal gas law"
      ]
    },
    {
      "EnglishWord": "computer control",
      "Meanings": [
        "A system whereby the end devices in the field switches, valves, gauges, alarms, etc. are controlled by a program placed in the computer"
      ]
    },
    {
      "EnglishWord": "computer proccessed interpretation",
      "Meanings": [
        "CPI",
        "تفسیر از طریق پردازش کامپیوتری"
      ]
    },
    {
      "EnglishWord": "con",
      "Meanings": [
        "connected",
        "متصل شده"
      ]
    },
    {
      "EnglishWord": "conchoidal",
      "Meanings": [
        "cncdl"
      ]
    },
    {
      "EnglishWord": "concrete gravity platform rig",
      "Meanings": [
        "A rigid offshore drilling platform built of steel",
        "reinforced concrete and used to drill development wells. The platform is floated to the drilling site in a vertical position, and at the site tall caissons that serve as the foundation of the platform are flooded so that the platform submerges and comes to rest on bottom. Because of the enormous weight of the platform, the force of gravity alone keeps it in place"
      ]
    },
    {
      "EnglishWord": "concretion",
      "Meanings": [
        "concrn"
      ]
    },
    {
      "EnglishWord": "concrn",
      "Meanings": [
        "concretion"
      ]
    },
    {
      "EnglishWord": "concurrent",
      "Meanings": [
        "A method for killing well pressure in which circulation is commenced immediately and mud weight is brought up in steps, or increments, usually a point at a time. Also called circulate",
        "and",
        "weight method, see also : concurrent method"
      ]
    },
    {
      "EnglishWord": "concurrent method",
      "Meanings": [
        "A method for killing well pressure in which circulation is commenced immediately and mud weight is brought up in steps, or increments, usually a point at a time. Also called circulate",
        "and",
        "weight method"
      ]
    },
    {
      "EnglishWord": "cond",
      "Meanings": [
        "محصول میعان",
        "مایع شده",
        "condensate",
        "This can refer to any mixture of relatively light Hydrocarbons which remain liquid at normal temperature and pressure. There will be some Propane and Butane dissolved in it. Unlike Crude Oil, there is little or none of the heavy Hydrocarbons which constitute heavy Fuel Oil. There are three main sources of condensate: a The liquid Hydrocarbons which are separated out when raw Gas is treated. This condensate typically consists of C5 to C8. b The liquid Hydrocarbons which are recovered at the surface from non",
        "associated Gas. c The liquid Hydrocarbons which are produced from Gas/condensate Reservoir. This may be only slightly distinguishable from a light stabilised Crude Oil"
      ]
    },
    {
      "EnglishWord": "condensate",
      "Meanings": [
        "This can refer to any mixture of relatively light Hydrocarbons which remain liquid at normal temperature and pressure. There will be some Propane and Butane dissolved in it. Unlike Crude Oil, there is little or none of the heavy Hydrocarbons which constitute heavy Fuel Oil. There are three main sources of condensate: a The liquid Hydrocarbons which are separated out when raw Gas is treated. This condensate typically consists of C5 to C8. b The liquid Hydrocarbons which are recovered at the surface from non",
        "associated Gas. c The liquid Hydrocarbons which are produced from Gas/condensate Reservoir. This may be only slightly distinguishable from a light stabilised Crude Oil",
        "cond",
        "Hydrocarbons which are in the gaseous state under reservoir conditions but which become liquid either in passage up the hole or at the surface"
      ]
    },
    {
      "EnglishWord": "condensate gas ratio",
      "Meanings": [
        "CGR",
        "نسبت گاز میعان یافته"
      ]
    },
    {
      "EnglishWord": "conditioning run",
      "Meanings": [
        "CNR, Operations' abbreviations Companymans write in their daily drilling reports",
        "عملیاتی جهت بهینه سازی وضعیت چاه",
        "معمولا اختصار این لغت در مورد عملیاتی بکار میرود که در حال انجام است و در گزارش‌ها مورد استفاده قرار می‌گیرد"
      ]
    },
    {
      "EnglishWord": "conductivity",
      "Meanings": [
        "An Electrical Logging measurement obtained from an Induction Survey, in which eddy currents produced by an alternating magnetic field induce in a receiver coil a voltage proportionate to the ability of the formation to conduct electricity"
      ]
    },
    {
      "EnglishWord": "conductor casing",
      "Meanings": [
        "Generally, the first string of casing in a well. It may be lowered into a hole drilled into the formations near the surface and cemented in place; or it may be driven into the ground by a special pile drive in such cases, it is sometimes called drive pipe ; or it may be jetted into place in offshore locations. Its purpose is to prevent the soft formations near the surface from caving in and to conduct drilling mud from the bottom of the hole to the surface when drilling starts. Also called : conductor pipe"
      ]
    },
    {
      "EnglishWord": "conductor line",
      "Meanings": [
        "A small",
        "diameter conductive line used in electric wireline operations, such as electric well logging and perforating, in which the transmission of electrical current is required. Compare wireline"
      ]
    },
    {
      "EnglishWord": "congl",
      "Meanings": [
        "Conglomerate",
        "کنگلومرا"
      ]
    },
    {
      "EnglishWord": "conglomerate",
      "Meanings": [
        "In Petrology, lithified Sedimentary rocks consisting of rounded fragments larger than 0.08 inch, 2 mm in diameter. It is commonly contrasted with Breccia. Conglomerates are usually subdivided according to the average size of their constituent materials into Pebble fine , Cobble medium , and Boulder or coarse",
        "congl, also write as : cgl",
        "کنگلومرا",
        "سنگی با قطعات درشت بزرگتر از 2 میلیمتر و گرد شده",
        "Congl",
        "یک نوع سنگ رسوبی که از ذرات درشت در اندازه گراول ترکیب یافته است. کنگلومراهای معروف ایران شامل: کنگلومرای بختیاری و کرمان و هزار دره می‌باشند",
        "A type of sedimentary rock compounded of pebbles and rock fragments of various sizes held together by a cementing material, the same type",
        "material that holds sandstone together. Conglomerates are a common form of reservoir rock",
        "In petrology, lithified sedimentary rock consisting of rounded fragments larger than",
        "in. 2 mm in diameter. It is commonly contrasted with breccia. Conglomerates are usually subdivided according to the average size of their constituent materials into pebble fine , cobble medium , and boulder coarse"
      ]
    },
    {
      "EnglishWord": "conl",
      "Meanings": [
        "CONTACT, Log Curve name"
      ]
    },
    {
      "EnglishWord": "connate water",
      "Meanings": [
        "Water inherent to the producing formation; or fossil sea water trapped in the pore spaces of sediments during their deposition"
      ]
    },
    {
      "EnglishWord": "connected",
      "Meanings": [
        "con",
        "متصل شده"
      ]
    },
    {
      "EnglishWord": "connection gas",
      "Meanings": [
        "CG, The relatively small amount of Gas that enters a Well when the Mud Pump is stopped for a connection to be made. Since bottomhole pressure decreases when the pump is stopped, Gas may enter the Well",
        "گازی که در هنگام اضافه نمودن لوله‌های حفاری به رشته حفاری خارج می‌گردد"
      ]
    },
    {
      "EnglishWord": "considerable",
      "Meanings": [
        "cnsdrbl",
        "قابل توجه"
      ]
    },
    {
      "EnglishWord": "constant choke-pressure method",
      "Meanings": [
        "A method of killing a well that has kicked, in which the choke size is adjusted to maintain a constant casing pressure. This method does not work unless the kick is all or nearly all salt water. if the kick is gas, this method will not maintain a constant bottomhole pressure, because gas expands as it rises in the annulus. In any case, it is not a recommended well",
        "control procedure"
      ]
    },
    {
      "EnglishWord": "constant pit-level method",
      "Meanings": [
        "A method of killing a well in which the mud level in the pits is held constant while the choke size is reduced and the pump speed slowed. It is not effective, and therefore, is not recommended, because casing pressure increases to the point at which the formation fractures or casing ruptures, and control of the well is lost"
      ]
    },
    {
      "EnglishWord": "cont",
      "Meanings": [
        "continue",
        "ادامه"
      ]
    },
    {
      "EnglishWord": "contact",
      "Meanings": [
        "Cnct",
        "سطح تماس"
      ]
    },
    {
      "EnglishWord": "contact area",
      "Meanings": [
        "Gas",
        "Oil or Oil",
        "Water interface in a reservoir"
      ]
    },
    {
      "EnglishWord": "contain",
      "Meanings": [
        "Cntn",
        "در بر گیرنده",
        "شامل",
        "cntn"
      ]
    },
    {
      "EnglishWord": "contamination",
      "Meanings": [
        "The presence in a drilling fluid of any foreign material that may tend to produce detrimental properties of the drilling fluid",
        "Contm",
        "آلودگی"
      ]
    },
    {
      "EnglishWord": "contg",
      "Meanings": [
        "continuing",
        "ادامه یافتن"
      ]
    },
    {
      "EnglishWord": "continue",
      "Meanings": [
        "cont",
        "ادامه یافتن"
      ]
    },
    {
      "EnglishWord": "continuing",
      "Meanings": [
        "Contg",
        "ادامه پیدا نمودن"
      ]
    },
    {
      "EnglishWord": "contm",
      "Meanings": [
        "contamination, mixed with something else",
        "آلودگی"
      ]
    },
    {
      "EnglishWord": "contr",
      "Meanings": [
        "مقاطعه کار",
        "contractor"
      ]
    },
    {
      "EnglishWord": "contract depth",
      "Meanings": [
        "عمقی که در قرار داد ذکر شده و چاه بایستی تا آن عمق حفاری شود",
        "CD"
      ]
    },
    {
      "EnglishWord": "contractor",
      "Meanings": [
        "مقاطعه کار",
        "contr"
      ]
    },
    {
      "EnglishWord": "control panel",
      "Meanings": [
        "Part of a computer system that contains manual controls",
        "switches and devices to start, stop, measure, monitor or signal what is taking place"
      ]
    },
    {
      "EnglishWord": "conventional completion",
      "Meanings": [
        "A method for completing a well in which tubing is set inside",
        "/",
        "inch or larger casing"
      ]
    },
    {
      "EnglishWord": "conventional mud",
      "Meanings": [
        "A drilling fluid containing essentially clay and water; no special or expensive chemicals or conditioners are added"
      ]
    },
    {
      "EnglishWord": "coolant",
      "Meanings": [
        "Something , some material which freeze or cool down other materials",
        "ماده خنک کننده"
      ]
    },
    {
      "EnglishWord": "cor",
      "Meanings": [
        "عملیات راندن درون چاه جهت مغزه گیری",
        "معمولا این اختصار برای عملیاتی بکار میرود که در حال انجام است و در گزارش‌ها مورد استفاده قرار می‌گیرد",
        "coring run, Operation's Abbreviations Companymans generally write in their daily drilling reports",
        "All the operation necessary to recover a Core : from make up coring assembly till recover last core, Operations' abbreviation which usually Companymans write in their daily drilling reports",
        "corner"
      ]
    },
    {
      "EnglishWord": "core",
      "Meanings": [
        "n: A cylindrical sample taken from a formation for geological analysis. Usually a conventional core barrel is substituted for the bit and procures a sample as it penetrates the formation. v: To obtain a formation sample for analysis"
      ]
    },
    {
      "EnglishWord": "core analysis",
      "Meanings": [
        "Laboratory analysis of a core sample to determine porosity, permeability, lithology, fluid content, angle of dip, geological age, and probably productivity of the formation"
      ]
    },
    {
      "EnglishWord": "core barrel",
      "Meanings": [
        "A tubular device, usually from 10 to 60 feet 3 to 18 meters long, run at the bottom of the drill pipe in place of a bit and used to cut a core sample"
      ]
    },
    {
      "EnglishWord": "core flow efficiency",
      "Meanings": [
        "ضریب جریان یابی سیال از درون مغزه‌های حفاری"
      ]
    },
    {
      "EnglishWord": "cored",
      "Meanings": [
        "Getting or obtaining Core samples",
        "crd",
        "مغزە گرفته شده"
      ]
    },
    {
      "EnglishWord": "core-flow efficiency",
      "Meanings": [
        "CFE",
        "ضریب جریان یابی سیال از درون مغزه‌های حفاری"
      ]
    },
    {
      "EnglishWord": "coriband",
      "Meanings": [
        "An interpretation program for complex lithology",
        "یک نرم افزار کامپیوتری که جهت تفسیر سنگ شناسی‌های پیچیده مورد استفاده قرار می‌گیرد",
        "An interpretation program for complex lithologies"
      ]
    },
    {
      "EnglishWord": "coring",
      "Meanings": [
        "crg",
        "The process of cutting a vertical, cylindrical sample of the Formations encountered as an Oil well is drilled. The purpose of Coring is to obtain rock samples, or Cores, in such a manner that the rock retains the same properties that it had before it was removed from the Formation",
        "عملیات مغزه گیری"
      ]
    },
    {
      "EnglishWord": "coring run",
      "Meanings": [
        "COR, Operations' abbreviations which Companymans write in their daily drilling reports",
        "عملیاتی جهت مغزه گیری",
        "معمولا اختصار این لغت در مورد عملیاتی بکار میرود که در حال انجام است و در گزارش‌ها مورد استفاده قرار می‌گیرد"
      ]
    },
    {
      "EnglishWord": "corl",
      "Meanings": [
        "CORRELATION, Log Curve name"
      ]
    },
    {
      "EnglishWord": "corner",
      "Meanings": [
        "گوشه",
        "cor"
      ]
    },
    {
      "EnglishWord": "corr",
      "Meanings": [
        "تصحیح شده",
        "corrected"
      ]
    },
    {
      "EnglishWord": "corrected",
      "Meanings": [
        "تصحیح شده",
        "corr"
      ]
    },
    {
      "EnglishWord": "coupling",
      "Meanings": [
        "In piping, a metal collar with internal threads used to join two sections of threaded pipe",
        ". in power transmission, a connection extending longitudinally between a driving shaft and a driven shaft. Most such couplings are flexible and compensate for minor misalignment of the two shafts"
      ]
    },
    {
      "EnglishWord": "course",
      "Meanings": [
        "crse",
        "دوره"
      ]
    },
    {
      "EnglishWord": "cov",
      "Meanings": [
        "cover"
      ]
    },
    {
      "EnglishWord": "cover",
      "Meanings": [
        "cov"
      ]
    },
    {
      "EnglishWord": "cp",
      "Meanings": [
        "casing pressure",
        "فشار کیسینگ یا لوله‌های جداره ای",
        "رشته کیسینگ کوتاه با قطر زیاد که در حفاری دریایی و یا مناطق باتلاقی مورد استفاده قرار می‌گیرد و باعث باز نگاه داشتن دهانه چاه گشته و گل حفاری را بدرون پیت‌ها یا حوضچه‌های گل هدایت می‌نماید",
        "Conductor Pipe",
        "COMPUTER PROCESSED LOG, Log Curve name",
        "conductor pipe"
      ]
    },
    {
      "EnglishWord": "cpcl",
      "Meanings": [
        "CASING PROFILE CALIPER LOG, Log Curve name"
      ]
    },
    {
      "EnglishWord": "cpct",
      "Meanings": [
        "compact",
        "اختصاری دیگر جهت لغت فشرده یا کامپکت"
      ]
    },
    {
      "EnglishWord": "cpi",
      "Meanings": [
        "computer processed interpretation",
        "تفسیر از طریق پردازش کامپیوتری"
      ]
    },
    {
      "EnglishWord": "cpl",
      "Meanings": [
        "COMPUTED POROSITY, Log Curve name"
      ]
    },
    {
      "EnglishWord": "cpsi",
      "Meanings": [
        "casing pressure shut in",
        "فشار حبس شده درون لوله‌های جداره ای"
      ]
    },
    {
      "EnglishWord": "cpvd",
      "Meanings": [
        "COMPUTER PROCESSED TRUE VERTICAL DEPTH, Log Curve name"
      ]
    },
    {
      "EnglishWord": "cr",
      "Meanings": [
        "Cement Retainer",
        "ابزاری که بطور موقت درون کیسینگ یا چاه قرار می‌دهند تا از عبور سیمان جلوگیری نماید"
      ]
    },
    {
      "EnglishWord": "cra",
      "Meanings": [
        "change Rams, actions or job's abbreviations which Companymans write in their daily drilling reports",
        "تعویض رمز ها",
        "اختصار در مورد عملیاتی است که در حال انجام است و در گزارش‌ها مورد استفاده قرار می‌گیرد"
      ]
    },
    {
      "EnglishWord": "crack a valve",
      "Meanings": [
        "To barely open a valve so that it leaks just a little"
      ]
    },
    {
      "EnglishWord": "crater",
      "Meanings": [
        "slang to cave in; to fail. After a violent blowout, the force of the fluids escaping from the wellbore sometimes blows a large hole in the ground. In this case, the well is said to have cratered. Equipment craters when it falls"
      ]
    },
    {
      "EnglishWord": "crbd",
      "Meanings": [
        "CORIBAND",
        "KEROGEN ANALYSIS, Log Curve name"
      ]
    },
    {
      "EnglishWord": "crbn",
      "Meanings": [
        "carbon",
        "کربن"
      ]
    },
    {
      "EnglishWord": "crbnzd",
      "Meanings": [
        "carbonized"
      ]
    },
    {
      "EnglishWord": "crd",
      "Meanings": [
        "cored",
        "مغزه گیری شده"
      ]
    },
    {
      "EnglishWord": "cream",
      "Meanings": [
        "crm",
        "کرم رنگ"
      ]
    },
    {
      "EnglishWord": "crew",
      "Meanings": [
        "The workers on a drilling or workover rig, including the driller, derrickman, and rotary helpers",
        ". any group of oilfield workers"
      ]
    },
    {
      "EnglishWord": "crew chief",
      "Meanings": [
        "The driller or head well puller in charge of operations on a well servicing rig that is used to pull sucker rods or tubing"
      ]
    },
    {
      "EnglishWord": "crg",
      "Meanings": [
        "coring",
        "مغزه گیری"
      ]
    },
    {
      "EnglishWord": "crin",
      "Meanings": [
        "crinoid",
        "کرینویید"
      ]
    },
    {
      "EnglishWord": "crinl",
      "Meanings": [
        "crinoidal"
      ]
    },
    {
      "EnglishWord": "crinoid",
      "Meanings": [
        "Crin",
        "کرینویید"
      ]
    },
    {
      "EnglishWord": "crinoidal",
      "Meanings": [
        "crinl"
      ]
    },
    {
      "EnglishWord": "crm",
      "Meanings": [
        "Cream color",
        "رنگ کرمی"
      ]
    },
    {
      "EnglishWord": "crooked hole",
      "Meanings": [
        "A well that has been unintentionally drilled in a direction other than vertical. It usually occurs where there is a section of alternating hard and soft strata steeply inclined from the horizontal"
      ]
    },
    {
      "EnglishWord": "cross over",
      "Meanings": [
        "xos",
        "یک نوع ساب که در عملیات حفاری بکار می‌رود"
      ]
    },
    {
      "EnglishWord": "crossbed",
      "Meanings": [
        "crsbd"
      ]
    },
    {
      "EnglishWord": "crossover",
      "Meanings": [
        "The section of a drawworks drum grooved for angle control and in which the wire rope crosses over to start a new wrap. Also called an angle",
        "control section"
      ]
    },
    {
      "EnglishWord": "crossover joint",
      "Meanings": [
        "A length of casing with one thread on the field end and a different thread in the coupling, used to make a changeover from one thread to another in a string of casing"
      ]
    },
    {
      "EnglishWord": "crown block",
      "Meanings": [
        "An assembly of sheaves, mounted on beams at the tope of the derrick, over which the drilling line is reeved. See also : block"
      ]
    },
    {
      "EnglishWord": "crs sand",
      "Meanings": [
        "coarse Sand = Sand size between 0.",
        "mm or",
        "μ , also write as : crs or cr"
      ]
    },
    {
      "EnglishWord": "crsbd",
      "Meanings": [
        "crossbed"
      ]
    },
    {
      "EnglishWord": "crse",
      "Meanings": [
        "coarse = big particles, also mostly write as : crs",
        "درشت"
      ]
    },
    {
      "EnglishWord": "crsly",
      "Meanings": [
        "coarsely",
        "بدرشتی"
      ]
    },
    {
      "EnglishWord": "crsns",
      "Meanings": [
        "coarsens"
      ]
    },
    {
      "EnglishWord": "crsr",
      "Meanings": [
        "coarser"
      ]
    },
    {
      "EnglishWord": "crude oil",
      "Meanings": [
        "A mixture of hydrocarbons that existed in the liquid phase in natural phase in natural underground reservoirs and remains liquid at atmospheric pressure after passing through surface separating facilities"
      ]
    },
    {
      "EnglishWord": "crude oil - productive capacity",
      "Meanings": [
        "Estimates of productive capacities of crude oil developed by the American Petroleum Institute Committee on Reserves and Productive Capacity represent the maximum daily rates of production which can be attained under specified conditions on March 31 of any given year"
      ]
    },
    {
      "EnglishWord": "crude oil - proved reserves",
      "Meanings": [
        "Proved reserves of crude oil as of December 31 of any given year are the estimated quantities of all liquids statistically reported as crude oil, which geological and engineering data demonstrate with reasonable certainty to be recoverable in the future from known reservoirs under existing economic and operating conditions"
      ]
    },
    {
      "EnglishWord": "cryptocrystalline",
      "Meanings": [
        "cryptxln",
        "مخفی بلور",
        "کریپتو کریستالاین"
      ]
    },
    {
      "EnglishWord": "cryptxln",
      "Meanings": [
        "Cryptocrystalline",
        "مخفی بلور یا کریپتو کریستالاین"
      ]
    },
    {
      "EnglishWord": "crystal",
      "Meanings": [
        "xl",
        "کریستال",
        "بلور"
      ]
    },
    {
      "EnglishWord": "crystalline",
      "Meanings": [
        "Xln, also rarely write as : xin",
        "بلوری",
        "کریستالاین",
        "تشکیل شده از بلور"
      ]
    },
    {
      "EnglishWord": "crystalline cutting",
      "Meanings": [
        "III, Archie classification of Carbonate rocks, a rock with sugary grains and loose with weak cement",
        "کاتینگ یا کنده‌های حفاری کریستاله یا بلورین"
      ]
    },
    {
      "EnglishWord": "crystalline rock",
      "Meanings": [
        "III, Archie classification of Carbonate rocks, a rock with sugary grains and loose with weak cement",
        "سنگ کریستاله یا بلورین"
      ]
    },
    {
      "EnglishWord": "csg",
      "Meanings": [
        "casing",
        "کیسینگ: یا لوله‌های جداری که پس از تکمیل هر بخش از چاه بمنظور جدا سازی سازند‌ها و فضای داخل چاه درون چاه رانده می‌شود",
        "راندن لوله‌های جداره ای در چاه",
        "اختصار در مورد عملیاتی است که در حال انجام است و در گزارش‌ها مورد استفاده قرار می‌گیرد",
        "All the operation necessary for setting and cementing of Casing, Liner, tieblack from Rig Up to run casing till Rig Down casing and cementing equipment and WOC end, Operations' abbreviation which usually Companymans write in their daily drilling reports"
      ]
    },
    {
      "EnglishWord": "csl",
      "Meanings": [
        "center section line"
      ]
    },
    {
      "EnglishWord": "csng",
      "Meanings": [
        "COMPENSATED SPECTRAL NATURAL GAMMA, Log Curve name"
      ]
    },
    {
      "EnglishWord": "ct",
      "Meanings": [
        "cable tools",
        "ابزار کابلی"
      ]
    },
    {
      "EnglishWord": "ctg",
      "Meanings": [
        "cutting",
        "کاتینگ یا نمونه‌های حفاری"
      ]
    },
    {
      "EnglishWord": "ctl",
      "Meanings": [
        "CEMENT TOP LOCATION/SCATTERED GAMMA RAY, Log Curve name"
      ]
    },
    {
      "EnglishWord": "ctp",
      "Meanings": [
        "All the operation necessary for cleaning and conditioning the well for a particular operation Logging, Testing, Run Casing , etc. . Starting from making till Lay Down BHA to clean or conditition Hole prior or between operations, Operations' abbreviation which usually Companymans write in their daily drilling reports"
      ]
    },
    {
      "EnglishWord": "cubic feet gas",
      "Meanings": [
        "فوت مکعب گاز",
        "CFG"
      ]
    },
    {
      "EnglishWord": "cubic feet per minute",
      "Meanings": [
        "CFM",
        "فوت مکعب در دقیقه"
      ]
    },
    {
      "EnglishWord": "cubic foot/day",
      "Meanings": [
        "CF/D, also sometimes write as : CFD",
        "فوت مکعب در روز"
      ]
    },
    {
      "EnglishWord": "cup packer",
      "Meanings": [
        "A device made up in the drill stem and lowered into the well to allow the casing and blowout preventers to b pressure",
        "tested. The sealing device is cup",
        "shaped and is therefore called a cup"
      ]
    },
    {
      "EnglishWord": "cut casing",
      "Meanings": [
        "CCA, Actions or jobs which Companymans write in their daily drilling reports",
        "بریدن کیسینگ یا لوله‌های جداره ای",
        "معمولا اختصار این لغت در مورد عملیاتی بکار میرود که در حال انجام است و در گزارش‌ها مورد استفاده قرار می‌گیرد"
      ]
    },
    {
      "EnglishWord": "cut drilling fluid",
      "Meanings": [
        "Well",
        "control fluid that has been reduced in density or unit weight as a result of entrainment of less",
        "dense formation fluids or air"
      ]
    },
    {
      "EnglishWord": "cut oil",
      "Meanings": [
        "Oil that contains water"
      ]
    },
    {
      "EnglishWord": "cutting",
      "Meanings": [
        "ctg, The fragments of rock dislodged by the Bit and brought to the surface in the drilling Mud. Washed and dried Cuttings samples are analyzed by Geologists to obtain information about the Formations drilled",
        "کاتینگ یا نمونه‌های کنده شده حفاری از انتهای چاه"
      ]
    },
    {
      "EnglishWord": "cv",
      "Meanings": [
        "cave",
        "غار"
      ]
    },
    {
      "EnglishWord": "cvg",
      "Meanings": [
        "caving",
        "دارای غار یا حفره"
      ]
    },
    {
      "EnglishWord": "cvt",
      "Meanings": [
        "cavity"
      ]
    },
    {
      "EnglishWord": "cvts",
      "Meanings": [
        "cavities",
        "حفرات"
      ]
    },
    {
      "EnglishWord": "cwl",
      "Meanings": [
        "CYBERLOOK WELLSITE COMP, Log Curve name"
      ]
    },
    {
      "EnglishWord": "cybd",
      "Meanings": [
        "CYBERDIP LOG, Log Curve name"
      ]
    },
    {
      "EnglishWord": "czdn",
      "Meanings": [
        "COMPENSATED Z",
        "DENSILOG/GAMMA GAMMA WTH PE INDEX, Log Curve name"
      ]
    }
  ]
}