{
  "Group": "D",
  "Entries": 236,
  "Words": [
    {
      "EnglishWord": "d",
      "Meanings": [
        "One of Archie's classification for different types of Carbonate rocks for visible porosity under 10x microscope, some visible porosity with the size larger than 2mm, joints or cavity",
        "یکی از مقیاس‌های طبقه بندی آرچی که مشخص کننده سنگی است که تحت بزرگنمایی 10 میکروسکپ تخلخلی با اندازه بزرگتر از دو میلیمتر مشاهده می‌گردد",
        "درزه و حفرات"
      ]
    },
    {
      "EnglishWord": "d a",
      "Meanings": [
        "dry & abandoned",
        "چاهی که خشک بوده و آنرا رها نموده اند"
      ]
    },
    {
      "EnglishWord": "d/c",
      "Meanings": [
        "drill cement, actions or job's abbreviation which Companymans write in reports",
        "عملیات حفاری سیمان سخت شده",
        "اختصار در مورد عملیاتی است که در حال انجام است و در گزارش‌ها مورد استفاده قرار می‌گیرد"
      ]
    },
    {
      "EnglishWord": "d/f",
      "Meanings": [
        "drill Formation, actions or job's abbreviation which Companymans write in reports",
        "عملیات حفاری سازند",
        "اختصار در مورد عملیاتی است که در حال انجام است و در گزارش‌ها مورد استفاده قرار می‌گیرد"
      ]
    },
    {
      "EnglishWord": "d/o",
      "Meanings": [
        "drilled out, also write as : DO",
        "حفاری",
        "عملیات حفاری"
      ]
    },
    {
      "EnglishWord": "d/p",
      "Meanings": [
        "drill plug",
        "حفاری پلاگ سیمانی",
        "اختصار در مورد عملیاتی است که در حال انجام است و در گزارش‌ها مورد استفاده قرار می‌گیرد"
      ]
    },
    {
      "EnglishWord": "d/s",
      "Meanings": [
        "drill & Slide, actions or job's abbreviation which Companymans write in reports",
        "حفاری و اسلاید نوعی حفاری که بروش لغزیدن انجام می‌شود که بیشتر در حفاری مایل بکار برده می‌شود",
        "اختصار در مورد عملیاتی است که در حال انجام است و در گزارش‌ها مورد استفاده قرار می‌گیرد"
      ]
    },
    {
      "EnglishWord": "daily drilling report",
      "Meanings": [
        "DDR, Companyman's daily report",
        "گزارش روزانه حفاری",
        "که کمپانی من یا ناظر حفاری آنرا بصورت روزانه تنظیم می‌نماید"
      ]
    },
    {
      "EnglishWord": "darcy",
      "Meanings": [
        "A unit of Permeability. A porous medium has a Permeability of 1 Darcy when a Pressure of one 1 atmosphere is applied to force a liquid of one 1 cP Viscosity through a sample one 1 cm long and one 1 cm² in cross section at a rate of one 1 cm³ per second",
        "n: A unit of measure of permeability. A porous medium has a permeability of 1 darcy when differential pressure of 1 atmosphere across a sample 1 centimeter long and 1 square centimeter in cross section will force a liquid of 1 centipoise of viscosity through the sample at the rate of 1 cm³ per second. The permeability of reservoir rocks is usually so low that it is measured in Millidarcys"
      ]
    },
    {
      "EnglishWord": "dark",
      "Meanings": [
        "dk",
        "تیره",
        "تاریک"
      ]
    },
    {
      "EnglishWord": "dark brown",
      "Meanings": [
        "dkbn"
      ]
    },
    {
      "EnglishWord": "dark gray",
      "Meanings": [
        "dkgy"
      ]
    },
    {
      "EnglishWord": "darker",
      "Meanings": [
        "dkr",
        "تیره تر"
      ]
    },
    {
      "EnglishWord": "day drilling supervisor",
      "Meanings": [
        "DSV",
        "سوپروایزر یا ناظر حفاری ارشد شیفت روز یا کمپانی من روز"
      ]
    },
    {
      "EnglishWord": "day work",
      "Meanings": [
        "نرخ روزانه برای حفاری یا کار روزانه"
      ]
    },
    {
      "EnglishWord": "dbrs",
      "Meanings": [
        "debris",
        "ذرات"
      ]
    },
    {
      "EnglishWord": "dc",
      "Meanings": [
        "Drill Collar",
        "لوله کالر حفاری",
        "لوله‌های وزنه حفاری",
        "DEPTH CONTROL, Log Curve name"
      ]
    },
    {
      "EnglishWord": "dcal",
      "Meanings": [
        "Dual Caliper",
        "کالیپر دوگانه اندازه گیری قطر چاه‌های نفت و گاز توسط لاگ"
      ]
    },
    {
      "EnglishWord": "dcl",
      "Meanings": [
        "DIELECTRIC CONSTANT LOG, Log Curve name"
      ]
    },
    {
      "EnglishWord": "dcmps",
      "Meanings": [
        "decompose"
      ]
    },
    {
      "EnglishWord": "dcon",
      "Meanings": [
        "discontinuous"
      ]
    },
    {
      "EnglishWord": "dct",
      "Meanings": [
        "Time actually spent for drilling cement plugs, Operations' abbreviation which usually Companymans write in their daily drilling reports"
      ]
    },
    {
      "EnglishWord": "dd",
      "Meanings": [
        "drilled deeper, actions or job's abbreviations which Companymans write in their daily drilling reports",
        "Directional drilling, mostly write as : DIR",
        "حفاری مایل یا جهت دار یا کج",
        "حفاری عمیق تر",
        "اختصار در مورد عملیاتی است که در حال انجام است و در گزارش‌ها مورد استفاده قرار می‌گیرد",
        "Lost time due to Directional Drilling problem. Directional control & Trajectory, Operations' abbreviation which usually Companymans write in their daily drilling reports",
        "GAMMA RAY DENSITY/CALIPER, Log Curve name"
      ]
    },
    {
      "EnglishWord": "ddl",
      "Meanings": [
        "DUAL DETECTOR LOG, Log Curve name"
      ]
    },
    {
      "EnglishWord": "ddnl",
      "Meanings": [
        "DUAL DETECTOR/NEUTRON LIFETIME LOG, Log Curve name"
      ]
    },
    {
      "EnglishWord": "ddo",
      "Meanings": [
        "dead oil",
        "نفت مرده یا نفت جامد شده باقیمانده در نمونه سنگ",
        "Crude Oil containing essentially no dissolved Gas when it is produced"
      ]
    },
    {
      "EnglishWord": "ddr",
      "Meanings": [
        "Daily Drilling Report",
        "گزارش روزانه حفاری",
        "که کمپانی من یا ناظر حفاری آنرا بصورت روزانه تنظیم می‌نماید"
      ]
    },
    {
      "EnglishWord": "dea",
      "Meanings": [
        "Drilling Engineering Association, abbreviation, and in German Language : Deutsche Erdol Aktiengesellschaft : © Oxford University Press,",
        "DEA with capital letters is abbreviation of Drilling Engineering Association, also in general : Drug Enforcement Administration or Agency"
      ]
    },
    {
      "EnglishWord": "dead line",
      "Meanings": [
        "کابل ثابت"
      ]
    },
    {
      "EnglishWord": "dead o",
      "Meanings": [
        "Crude Oil containing essentially no dissolved Gas when it is produced",
        "dead oil",
        "نفت مرده یا نفت جامد شده باقیمانده در نمونه سنگ"
      ]
    },
    {
      "EnglishWord": "dead oil",
      "Meanings": [
        "Crude Oil containing essentially no dissolved Gas when it is produced",
        "ddo, also rarely write as : dead o",
        "نفت مرده یا نفت جامد شده باقیمانده در نمونه سنگ"
      ]
    },
    {
      "EnglishWord": "dead well",
      "Meanings": [
        "A well that will not flow"
      ]
    },
    {
      "EnglishWord": "debris",
      "Meanings": [
        "dbrs",
        "ذرات"
      ]
    },
    {
      "EnglishWord": "decompose",
      "Meanings": [
        "dcmps"
      ]
    },
    {
      "EnglishWord": "decr",
      "Meanings": [
        "decreasing",
        "کاهش دادن"
      ]
    },
    {
      "EnglishWord": "decreasing",
      "Meanings": [
        "decr",
        "کاهش یابنده"
      ]
    },
    {
      "EnglishWord": "deflection",
      "Meanings": [
        "A change in the angle of a wellbore. In directional drilling, it is measured in degrees from the vertical"
      ]
    },
    {
      "EnglishWord": "degasser",
      "Meanings": [
        "The device used to remove unwanted gas from a liquid, especially from drilling fluid"
      ]
    },
    {
      "EnglishWord": "dendrit",
      "Meanings": [
        "dndrt"
      ]
    },
    {
      "EnglishWord": "denl",
      "Meanings": [
        "DENSITY, Log Curve name"
      ]
    },
    {
      "EnglishWord": "dense",
      "Meanings": [
        "dns, also write as : dse",
        "متراکم"
      ]
    },
    {
      "EnglishWord": "density",
      "Meanings": [
        "ρ, letter for showing density in formulas",
        "The mass or weight of a substance per unit volume. For instance, the density of a drilling mud may be 10 pounds per gallon ppg , 74.8 pounds per cubic foot lb/ft , or 1,198.2 kilograms per cubic meter kg/m³ . Specific gravity, relative density, and API gravity are other units of density"
      ]
    },
    {
      "EnglishWord": "dep",
      "Meanings": [
        "deposit",
        "رسوب"
      ]
    },
    {
      "EnglishWord": "depending",
      "Meanings": [
        "dpdg",
        "بستگی داشتن به"
      ]
    },
    {
      "EnglishWord": "deposit",
      "Meanings": [
        "dep",
        "رسوب"
      ]
    },
    {
      "EnglishWord": "depthometer",
      "Meanings": [
        "A device used to measure the depth of a well or the depth at a specific point in a well such as to the top of a liner or to a fish by counting the turns of a calibrated wheel rolling on a wireline as it is lowered into or pulled out of the well"
      ]
    },
    {
      "EnglishWord": "derrick",
      "Meanings": [
        "drk",
        "دکل دستگاه حفاری",
        "دکل حفاری",
        "A large load",
        "bearing structure, usually of bolted construction. In drilling, the standard derrick has four legs standing at the corners of the substructure and reaching to the crown block. The substructure is an assembly of heavy beams used to elevate the derrick and provide space to install blowout preventers, casingheads, and so forth. Because the standard derrick must be assembled piece by piece, it has largely been replaced by the mast, which can be lowered and raised without disassembly"
      ]
    },
    {
      "EnglishWord": "derrick floor",
      "Meanings": [
        "سکوی دکل حفاری",
        "DF"
      ]
    },
    {
      "EnglishWord": "derrickman",
      "Meanings": [
        "The crew member who handles the upper end of the drill string as it is being hoisted out of or lowered into the hole. He is also responsible for the circulating machinery and the conditioning of the drilling fluid"
      ]
    },
    {
      "EnglishWord": "desander",
      "Meanings": [
        "A centrifugal device for removing sand from drilling fluid to prevent abrasion of the pumps. It may be operated mechanically or by a fast",
        "moving stream of fluid inside a special cone",
        "shaped vessel. Compare desilter"
      ]
    },
    {
      "EnglishWord": "desilter",
      "Meanings": [
        "a centrifugal device for removing very fine particles, or silt, from drilling fluids to keep the amount of solids in the fluid at the lowest possible point. Usually, the lower the solids content of mud, the faster is the rate of penetration. The desilter work on the same principle as a desander. Compare desander"
      ]
    },
    {
      "EnglishWord": "det",
      "Meanings": [
        "یک برنامه کامپیوتری که بصورت تلفیقی با نرم افزار کوریبند بکار برده میشود",
        "A computer program, to be used in conjunction with CORIBAND"
      ]
    },
    {
      "EnglishWord": "detrital",
      "Meanings": [
        "detrl",
        "A word used in reference to Sediments or Sedimentary rocks that are composed of particles which were transported and deposited by wind, water or ice",
        "آواری"
      ]
    },
    {
      "EnglishWord": "detrl",
      "Meanings": [
        "detrital, A word used in reference to Sediments or Sedimentary rocks that are composed of particles which were transported and deposited by wind, water or ice",
        "آواری"
      ]
    },
    {
      "EnglishWord": "development well",
      "Meanings": [
        "A well drilled in proven territory in a field to complete a pattern of production",
        ". an exploitation well"
      ]
    },
    {
      "EnglishWord": "deviation",
      "Meanings": [
        "Departure of the wellbore from the vertical, measured by the horizontal distance from the rotary table to the target. The amount of deviation is a function of the drift angle and hole depth. The term is sometimes used to indicate the angle from which a bit has deviated from the vertical during drilling"
      ]
    },
    {
      "EnglishWord": "deviation survey",
      "Meanings": [
        "DS",
        "عملیات بدست آوردن تمایل چاه در فواصل مختلف",
        "An operation made to determine the angle from which a bit has deviated from the vertical during drilling. There are two basic deviation",
        "survey, or drift",
        "survey, instruments: one reveals the drift angle; the other indicates both the angle and the direction of deviation"
      ]
    },
    {
      "EnglishWord": "df",
      "Meanings": [
        "derrick floor",
        "سکوی دکل حفاری"
      ]
    },
    {
      "EnglishWord": "dfe",
      "Meanings": [
        "DUAL FOCUS ELECTRIC, Log Curve name"
      ]
    },
    {
      "EnglishWord": "dfp",
      "Meanings": [
        "FOUR",
        "ARM DIP FRACTURE PROFILE, Log Curve name"
      ]
    },
    {
      "EnglishWord": "dfs",
      "Meanings": [
        "Time actually spent for drilling Float Collar and Shoe, Operations' abbreviation which usually Companymans write in their daily drilling reports"
      ]
    },
    {
      "EnglishWord": "dgfl",
      "Meanings": [
        "DUAL GUARD FORXO LOG, Log Curve name"
      ]
    },
    {
      "EnglishWord": "dgl",
      "Meanings": [
        "DUAL GUARD LOG, Log Curve name"
      ]
    },
    {
      "EnglishWord": "dhc",
      "Meanings": [
        "DOWNHOLE CALIPER, Log Curve name"
      ]
    },
    {
      "EnglishWord": "dhm",
      "Meanings": [
        "Down Hole Motor",
        "موتوری که در ته چاه جهت حفاری مایل استفاده می‌شود",
        "موتور ته چاهی"
      ]
    },
    {
      "EnglishWord": "dho",
      "Meanings": [
        "Time actually spent for Opening or Under Reaming an existing pilot Hole, rotating time of the Bit at the bottom, Operations' abbreviation which usually Companymans write in their daily drilling reports"
      ]
    },
    {
      "EnglishWord": "di",
      "Meanings": [
        "DUAL INDUCTION, Log Curve name"
      ]
    },
    {
      "EnglishWord": "dia",
      "Meanings": [
        "diameter"
      ]
    },
    {
      "EnglishWord": "dial",
      "Meanings": [
        "DIA",
        "LOG, Log Curve name"
      ]
    },
    {
      "EnglishWord": "diameter",
      "Meanings": [
        "dia"
      ]
    },
    {
      "EnglishWord": "die collar",
      "Meanings": [
        "n: A collar or coupling of tool steel, threaded internally, that can be used to retrieve pipe from the well on fishing jobs; the female counterpart of a taper tap. The die collar is made up on the drill pipe and lowered into the hole until it contacts the lost pipe. If the lost pipe is stuck so that it cannot rotate, rotation of the die collar on top of the pipe cuts threads on the outside of the pipe, providing a firm attachment. The pipe is then retrieved from the hole. Compare taper tap. It is not often used because it is difficult to release it from the fish should it become necessary"
      ]
    },
    {
      "EnglishWord": "differential pressure",
      "Meanings": [
        "The difference between two fluid pressures; for example, the difference between the pressure in a reservoir and in a wellbore drilled in the reservoir, or between atmospheric pressure at sea level and at 10,000 feet"
      ]
    },
    {
      "EnglishWord": "differential sticking",
      "Meanings": [
        "A condition in which the drill stem becomes stuck against the wall of the wellbore because part of the drill stem usually the drill collars has become embedded in the filter cake. necessary conditions for differential",
        "pressure sticking, or wall sticking, are a permeable formation and a pressure differential across a nearly impermeable filter cake and drill stem. Also called wall sticking. See differential pressure, filter cake"
      ]
    },
    {
      "EnglishWord": "difl",
      "Meanings": [
        "DUAL INDUCTION FOCUSED LOG, Log Curve name"
      ]
    },
    {
      "EnglishWord": "digl",
      "Meanings": [
        "DUAL INDUCTION GUARD LOG, Log Curve name"
      ]
    },
    {
      "EnglishWord": "dil",
      "Meanings": [
        "DUAL INDUCTION LATEROLOG 8, Log Curve name"
      ]
    },
    {
      "EnglishWord": "dill",
      "Meanings": [
        "DUAL INDUCTION LATERAL, Log Curve name"
      ]
    },
    {
      "EnglishWord": "dipm",
      "Meanings": [
        "DIPMETER, Log Curve name"
      ]
    },
    {
      "EnglishWord": "dir",
      "Meanings": [
        "Directional drilling, actions or job's abbreviation which Companymans write in their daily drilling reports",
        "حفاری جهت دار",
        "اختصار در مورد عملیاتی است که در حال انجام است و در گزارش‌ها مورد استفاده قرار می‌گیرد"
      ]
    },
    {
      "EnglishWord": "directional drilling",
      "Meanings": [
        "Intentional deviation of a wellbore from the vertical. Although wellbores are normally drilled vertically, it is sometimes necessary or advantageous to drill at an angle from the vertical. Controlled directional drilling makes is possible to reach subsurface areas laterally remote from the point where the bit enters the earth. It often involves the use of turbodrills, Dyna",
        "Drills, whipstocks, or other deflecting rods",
        "DIR, actions or jobs which Companymans write in their daily drilling reports",
        "حفاری مایل یا جهت دار",
        "معمولا اختصار این لغت در مورد عملیاتی بکار میرود که در حال انجام است و در گزارش‌ها مورد استفاده قرار می‌گیرد"
      ]
    },
    {
      "EnglishWord": "directional survey",
      "Meanings": [
        "A logging method that records rift angle, or deflection from the vertical, and direction of the drift. A single",
        "shot directional",
        "survey instrument makes a single photograph of a compass reading of the draft direction and the number of degrees the hole is off vertical. A multishot survey instrument obtains numerous readings in the hole as the device is pulled out of the well. See also : directional drilling"
      ]
    },
    {
      "EnglishWord": "dirs",
      "Meanings": [
        "DIRECTIONAL SURVEY, Log Curve name"
      ]
    },
    {
      "EnglishWord": "dirty",
      "Meanings": [
        "dty",
        "کثیف"
      ]
    },
    {
      "EnglishWord": "disc",
      "Meanings": [
        "disconnected",
        "جدا شده از اتصال",
        "باز شده"
      ]
    },
    {
      "EnglishWord": "discharge line",
      "Meanings": [
        "خط خروجی پمپ‌های گل"
      ]
    },
    {
      "EnglishWord": "disconnected",
      "Meanings": [
        "Disc",
        "جدا شده از اتصال",
        "باز شده"
      ]
    },
    {
      "EnglishWord": "discontinuous",
      "Meanings": [
        "dcon"
      ]
    },
    {
      "EnglishWord": "disf",
      "Meanings": [
        "DUAL INDUCTION",
        "SPHERICALLY FOCUSED, Log Curve name"
      ]
    },
    {
      "EnglishWord": "dispersant",
      "Meanings": [
        "A substance added to cement that chemically wets the cement particles in the slurry, allowing the slurry to flow easily without much water"
      ]
    },
    {
      "EnglishWord": "displacement",
      "Meanings": [
        "The weight of a fluid such as water displaced by a freely floating or submerged body such as an offshore drilling rig . if the body floats, the displacement equals the weigh of the body",
        ". replacement of one fluid by another in the pore space of a reservoir. For example, oil may be displaced by water"
      ]
    },
    {
      "EnglishWord": "disposal well",
      "Meanings": [
        "A well through which water usually salt water is returned to subsurface formations"
      ]
    },
    {
      "EnglishWord": "disseminated",
      "Meanings": [
        "dsmntd",
        "پراکنده",
        "بصورت انتشاری"
      ]
    },
    {
      "EnglishWord": "dissol",
      "Meanings": [
        "dissolution"
      ]
    },
    {
      "EnglishWord": "dissolution",
      "Meanings": [
        "dissol"
      ]
    },
    {
      "EnglishWord": "dissolved gas",
      "Meanings": [
        "Natural gas which is in solution with crude oil in the reservoir"
      ]
    },
    {
      "EnglishWord": "disturb",
      "Meanings": [
        "dstrb"
      ]
    },
    {
      "EnglishWord": "dite",
      "Meanings": [
        "PHASOR INDUCTION LOG/DUAL INDUCTION MODEL E, Log Curve name"
      ]
    },
    {
      "EnglishWord": "diverter",
      "Meanings": [
        "A device used to direct fluid flowing from a well away from the drilling rig. When a kick is encountered at shallow depths, the well often cannot be shut in safely; therefore, a diverter is used to allow the well to flow through a side outlet, a Diverter Line"
      ]
    },
    {
      "EnglishWord": "diverting valve",
      "Meanings": [
        "DV",
        "والو یا شیر منحرف کننده جریان"
      ]
    },
    {
      "EnglishWord": "dk",
      "Meanings": [
        "dark",
        "تیره"
      ]
    },
    {
      "EnglishWord": "dkbn",
      "Meanings": [
        "dark brown"
      ]
    },
    {
      "EnglishWord": "dkgy",
      "Meanings": [
        "dark gray"
      ]
    },
    {
      "EnglishWord": "dkr",
      "Meanings": [
        "darker",
        "تیره تر"
      ]
    },
    {
      "EnglishWord": "dl",
      "Meanings": [
        "Dogleg",
        "داگ لگ",
        "انحنایی که در هنگام حفاری مایل ایجاد می‌شود و اصطلاحا به آن پای سگ گویند",
        "DRILLERS LOG, Log Curve name"
      ]
    },
    {
      "EnglishWord": "dll",
      "Meanings": [
        "Dual Laterolog",
        "لاگ جانبی دوگانه",
        "DUAL LATEROLOG, Log Curve name"
      ]
    },
    {
      "EnglishWord": "dlp",
      "Meanings": [
        "dogleg potential",
        "داگ لگ بالقوه که امکان ایجاد آن هنگام عملیات حفاری جهت دار وجود دارد"
      ]
    },
    {
      "EnglishWord": "dls",
      "Meanings": [
        "dogleg severity",
        "شدت داگ لگ",
        "یا میزان انحنای داگ لگ"
      ]
    },
    {
      "EnglishWord": "dm",
      "Meanings": [
        "Drilling Manager",
        "مدیر حفاری یا تول پوشر",
        "DIPMETER, Log Curve name",
        "DIPMETER",
        "ARM, Log Curve name"
      ]
    },
    {
      "EnglishWord": "dm4f",
      "Meanings": [
        "DIPMETER",
        "ARM",
        "FRAC, Log Curve name"
      ]
    },
    {
      "EnglishWord": "dm4s",
      "Meanings": [
        "DIPMETER",
        "ARM SHDT, Log Curve name"
      ]
    },
    {
      "EnglishWord": "dmr",
      "Meanings": [
        "Time actually spent for drilling rotating time of the bit at bottom using a Down",
        "Hole Motor or Turbine to drive the Bit besides the Rotary Table or the Top Drive. The whole drill string is rotating, Operations' abbreviation which usually Companymans write in their daily drilling reports"
      ]
    },
    {
      "EnglishWord": "dms",
      "Meanings": [
        "Time actually spent for drilling rotating time of the Bit at bottom using a Down",
        "Hole Motor or Turbine to drive the Bit without engaging the Rotary Table or the Top Drive, Operations' abbreviation which usually Companymans write in their daily drilling reports"
      ]
    },
    {
      "EnglishWord": "dn",
      "Meanings": [
        "DENSITY, Log Curve name"
      ]
    },
    {
      "EnglishWord": "dnc",
      "Meanings": [
        "DENSITY COMPENSATED, Log Curve name"
      ]
    },
    {
      "EnglishWord": "dncp",
      "Meanings": [
        "DENSITY COMPENSATED",
        "PE INDEX, Log Curve name"
      ]
    },
    {
      "EnglishWord": "dndrt",
      "Meanings": [
        "dendrit"
      ]
    },
    {
      "EnglishWord": "dnh",
      "Meanings": [
        "HIGH RESOLUTION DENSITY LOG, Log Curve name"
      ]
    },
    {
      "EnglishWord": "dnl",
      "Meanings": [
        "DENSITY NEUTRON LOG, Log Curve name"
      ]
    },
    {
      "EnglishWord": "doc",
      "Meanings": [
        "drill out cement, also write as : D/O, actions or jobs' abbreviations which Companymans write in their daily drilling reports",
        "حفاری سیمان سخت شده",
        "اختصار در مورد عملیاتی است که در حال انجام است و در گزارش‌ها مورد استفاده قرار می‌گیرد"
      ]
    },
    {
      "EnglishWord": "dog",
      "Meanings": [
        "A spring",
        "loaded finger in a tubing end locator"
      ]
    },
    {
      "EnglishWord": "doghouse",
      "Meanings": [
        "A small house used for keeping lease records, changing clothes, or any other use around a lease"
      ]
    },
    {
      "EnglishWord": "dogleg",
      "Meanings": [
        "DL, A bend in pipe, a ditch, or a well",
        "داگ لگ",
        "انحنایی که در هنگام حفاری مایل در چاه ایجاد می‌گردد و اصطلاحا به آن پای سگ گویند"
      ]
    },
    {
      "EnglishWord": "dogleg potential",
      "Meanings": [
        "DLP",
        "داگ لگ بالقوه که امکان ایجاد آن هنگام عملیات حفاری جهت دار وجود دارد"
      ]
    },
    {
      "EnglishWord": "dogleg severity",
      "Meanings": [
        "DLS",
        "شدت داگ لگ که بالاترین میزان انحناء است که بهنگام عملیات حفاری می‌تواند ایجاد گردد"
      ]
    },
    {
      "EnglishWord": "dol",
      "Meanings": [
        "Dolomite",
        "دولومیت: که در آن علاوه بر کلسیم",
        "منیزیم نیز بکار رفته است",
        "dolomitic, also write as : dolc",
        "دولومیتی"
      ]
    },
    {
      "EnglishWord": "dolc",
      "Meanings": [
        "dolomitic, also write as : dol",
        "دولومیتی"
      ]
    },
    {
      "EnglishWord": "dolo",
      "Meanings": [
        "Dolomite, also write as : Dol"
      ]
    },
    {
      "EnglishWord": "dolomite",
      "Meanings": [
        "Dol",
        "Dolo, also write as : Dol",
        "A type of sedimentary rock similar to limestone but containing more than 50 percent magnesium carbonate; sometimes a reservoir rock for petroleum",
        "دولومیت"
      ]
    },
    {
      "EnglishWord": "dolomitic",
      "Meanings": [
        "dol, also write as : dolc",
        "دولومیتی"
      ]
    },
    {
      "EnglishWord": "dom",
      "Meanings": [
        "dominant",
        "غالب",
        "وجود داشتن بمقدار زیاد"
      ]
    },
    {
      "EnglishWord": "dome",
      "Meanings": [
        "A geologic structure resembling an inverted bowl; a short anticline that plunges on all sides"
      ]
    },
    {
      "EnglishWord": "dome plug trap",
      "Meanings": [
        "A reservoir formation in which fluid or plastic masses of rock material originated at unknown depths and pierced or lifted the overlying sedimentary strata"
      ]
    },
    {
      "EnglishWord": "dominant",
      "Meanings": [
        "dom",
        "غالب",
        "وجود داشتن بمقدار زیاد"
      ]
    },
    {
      "EnglishWord": "donkey pump",
      "Meanings": [
        "Any little pump; used for many kinds of small temporary pumping operations"
      ]
    },
    {
      "EnglishWord": "dor",
      "Meanings": [
        "drop off rate",
        "کم شدن سرعت حفاری"
      ]
    },
    {
      "EnglishWord": "dot",
      "Meanings": [
        "Time actually spent for drilling other than Formation, rotating time of the Bit at bottom, Operations' abbreviation which usually Companymans write in their daily drilling reports"
      ]
    },
    {
      "EnglishWord": "double",
      "Meanings": [
        "Two lengths or joints of pipe joined together"
      ]
    },
    {
      "EnglishWord": "double board",
      "Meanings": [
        "A Monkeyboard with elevation equal to 2 Drilling Pipes",
        "مانکی بورد یا سکوی دکلبان با اندازه دو شاخه"
      ]
    },
    {
      "EnglishWord": "down",
      "Meanings": [
        "dwn"
      ]
    },
    {
      "EnglishWord": "down time",
      "Meanings": [
        "The time which lost",
        "زمان از دست رفته"
      ]
    },
    {
      "EnglishWord": "downward",
      "Meanings": [
        "dwnrd"
      ]
    },
    {
      "EnglishWord": "dp",
      "Meanings": [
        "drilling pipe",
        "لولە حفاری",
        "DRILL PIPE, Log Curve name"
      ]
    },
    {
      "EnglishWord": "dpdg",
      "Meanings": [
        "depending",
        "بستگی داشتن"
      ]
    },
    {
      "EnglishWord": "dphot",
      "Meanings": [
        "drill pipe hang off tool"
      ]
    },
    {
      "EnglishWord": "dpsn",
      "Meanings": [
        "DRILL PIPE SIDEWALL NEUTRON, Log Curve name"
      ]
    },
    {
      "EnglishWord": "dr",
      "Meanings": [
        "DIRECTIONAL SURVEY/DRIFT, Log Curve name"
      ]
    },
    {
      "EnglishWord": "drag bit",
      "Meanings": [
        "Any of a variety of drilling bits that have no moving parts. As they are rotated on bottom, elements of the bit make hole by being pressed into the formation and being dragged across it. See also : Fishtail Bit"
      ]
    },
    {
      "EnglishWord": "draw works",
      "Meanings": [
        "DRW, work on, Actions or jobs which Companymans write in their reports"
      ]
    },
    {
      "EnglishWord": "drawworks",
      "Meanings": [
        "The hoisting mechanism on a Drilling Rig. It is essentially a large winch that spools off or takes in the Drilling Line and thus raises or lowers the Drill Stem and Bit"
      ]
    },
    {
      "EnglishWord": "drg",
      "Meanings": [
        "Lost time due to drag. This might not be a lost time code rather than a problem, which has been experienced. if drag were experienced, however it does not have to cause a lost time. It can be recorded as an experience practices only, Operations' abbreviation which usually Companymans write in their daily drilling reports"
      ]
    },
    {
      "EnglishWord": "dri",
      "Meanings": [
        "drill, actions or job's abbreviation which Companymans write in their daily drilling reports",
        "حفاری کردن",
        "اختصار در مورد عملیاتی است که در حال انجام است و در گزارش‌ها مورد استفاده قرار می‌گیرد",
        "DUAL RESISTIVITY INDUCTION LOG, Log Curve name"
      ]
    },
    {
      "EnglishWord": "drift angle",
      "Meanings": [
        "The angle at which a wellbore deviates from the vertical, expressed in degrees, as revealed by a directional survey. Also called angle of deviation, angle of drift, and inclination. See also : directional survey"
      ]
    },
    {
      "EnglishWord": "drill",
      "Meanings": [
        "DRI, actions or jobs which Companymans write in their reports",
        "عملیات حفاری",
        "معمولا اختصار این لغت در مورد عملیاتی بکار میرود که در حال انجام است و در گزارش‌ها مورد استفاده قرار می‌گیرد",
        "To bore a hole in the earth, usually to find and remove subsurface formation fluids such as oil and gas"
      ]
    },
    {
      "EnglishWord": "drill   slide",
      "Meanings": [
        "D/S, actions or jobs which Companymans write in their reports",
        "حفاری و اسلاید نوعی حفاری که بروش لغزیدن انجام می‌شود که بیشتر در حفاری مایل بکار برده می‌شود",
        "معمولا اختصار این لغت در مورد عملیاتی بکار میرود که در حال انجام است و در گزارش‌ها مورد استفاده قرار می‌گیرد"
      ]
    },
    {
      "EnglishWord": "drill and slide",
      "Meanings": [
        "D/S, actions or jobs which Companymans write in their reports",
        "حفاری و اسلاید نوعی حفاری که بروش لغزیدن انجام می‌شود که بیشتر در حفاری مایل بکار برده می‌شود",
        "معمولا اختصار این لغت در مورد عملیاتی بکار میرود که در حال انجام است و در گزارش‌ها مورد استفاده قرار می‌گیرد"
      ]
    },
    {
      "EnglishWord": "drill bit",
      "Meanings": [
        "The cutting or boring element used for drilling. See also : Bit"
      ]
    },
    {
      "EnglishWord": "drill cement",
      "Meanings": [
        "D/C, actions or jobs which Companymans write in their reports",
        "عملیات حفاری سیمان سخت شده",
        "معمولا اختصار این لغت در مورد عملیاتی بکار میرود که در حال انجام است و در گزارش‌ها مورد استفاده قرار می‌گیرد"
      ]
    },
    {
      "EnglishWord": "drill collar",
      "Meanings": [
        "DC",
        "لوله کالرحفاری یا لوله‌های وزنه حفاری که باعث سنگین‌تر شدن رشته حفاری می‌گردد",
        "A heavy, thick",
        "walled tube, usually steel, used between the Drill Pipe and the Bit in the drill stem to provide a pendulum effect to the drill stem and weight to the Bit"
      ]
    },
    {
      "EnglishWord": "drill formation",
      "Meanings": [
        "عملیات حفاری سازند",
        "معمولا اختصار این لغت در مورد عملیاتی بکار میرود که در حال انجام است و در گزارش‌ها مورد استفاده قرار می‌گیرد",
        "D/F, actions or jobs which Companymans write in their daily drilling reports"
      ]
    },
    {
      "EnglishWord": "drill out",
      "Meanings": [
        "حفاری نمودن",
        "D/O",
        "حفاری کردن",
        "To remove with the drill Bit the residual Cement that normally remains in the lower section of the Casing and the Well after the Casing has been cemented",
        ". To remove the settlings and cavings that are plugged inside a hollow Fish, such as Drill Pipe during a Fishing operation"
      ]
    },
    {
      "EnglishWord": "drill pipe",
      "Meanings": [
        "DP",
        "لوله حفاری",
        "هر شاخه برابر 30 فوت",
        "Seamless Steel or Aluminum pipe made up in the drill stem between the Kelly or Top Drive on the surface and the Drill Collars on the bottom. During drilling, it is usually rotated while drilling fluid is circulated through it. Drill Pipe joints are available in three ranges of length: 18 to 22 feet; 27 to 30 feet, and 38 to 45 feet. The most popular length is 27 to 30 feet. It is available with outside diameters ranging from 2 ⅞ to 5 ½ inches. Several joints are made up screwed together to form the Drill String",
        "Heavy seamless tubing used to rotate the bit and circulate the drilling fluid. Joints of pipe approximately 30 feet 9 meters long are coupled together by means of tool joints"
      ]
    },
    {
      "EnglishWord": "drill pipe hang off tool",
      "Meanings": [
        "DPHOT",
        "ابزار عقب کشیدن یا رها نمودن لوله‌های حفاری"
      ]
    },
    {
      "EnglishWord": "drill pipe pressure",
      "Meanings": [
        "The amount of pressure exerted inside the drill pipe as a result of circulating pressure, entry of formation pressure into the well, or both"
      ]
    },
    {
      "EnglishWord": "drill pipe pressure gauge",
      "Meanings": [
        "An indicator, mounted in the mud circulating system, that measures and indicates the amount of pressure in the Drill Stem. See also : Drill Stem"
      ]
    },
    {
      "EnglishWord": "drill plug",
      "Meanings": [
        "D/P",
        "پلاگ حفاری"
      ]
    },
    {
      "EnglishWord": "drill ship",
      "Meanings": [
        "A self",
        "propelled floating offshore drilling unit that is a ship constructed to permit a well to be drilled from it. While not as stable as Semisubmersible, drill ships are capable of drilling exploratory wells in deep, remote waters. They may have a ship hull, a catamaran hull, or a trimaran hull. See also : Floating Offshore Drilling Rig"
      ]
    },
    {
      "EnglishWord": "drill stem",
      "Meanings": [
        "ساق حفاری یا رشتە حفاری",
        "کل رشته‌های بین هرز گرد و مته را گویند DS",
        "All members in the assembly used for rotary drilling from the Swivel to the Bit, including the Kelly, Drill Pipe and Tool Joints, Drill Collars, Stabilizers, and various specialty items. Compare with : Drill String",
        "رشته حفاری",
        "کل رشته‌های حفاری بین هرز گرد و مته را گویند"
      ]
    },
    {
      "EnglishWord": "drill stem safety valve",
      "Meanings": [
        "A special Valve installed below the Kelly. Usually, the Valve is open so that drilling fluid can flow out of the Kelly and down the Drill Stem. It can, however, be manually closed with a special wrench when necessary. In one case, the Valve is closed and broken out, still attached to the Kelly to prevent drilling Mud in the Kelly from draining onto the Rig Floor. In another case, when Kick pressure inside the drill stem exists, the Drill Stem Safety Valve is close to prevent the pressure from escaping up the drill stem"
      ]
    },
    {
      "EnglishWord": "drill stem test",
      "Meanings": [
        "The conventional method of Formation Testing. The basic Drill Stem Test Tool consists of a Packer or Packers, Valve or ports that may be opened and closed from the surface, and two or more pressure",
        "recording devices. The tool is lowered on the drill string to the zone to be tested. The Packer or Packers are set to isolate the zone from the drilling fluid column. The valves or ports are then opened to allow for Formation flow while the recorders chart static pressures. A sampling chamber traps the Formation fluids at the end of the test. Analysis of the pressure charts is an important part of formation testing, DST",
        "لایه آزمایی ساق مته"
      ]
    },
    {
      "EnglishWord": "drill string",
      "Meanings": [
        "رشته حفاری",
        "ستون یا رشته متشکل از لوله‌های حفاری و ابزار‌های پیوند",
        "The column, or string, of drill pipe with attached tool joints that transmits fluid and rotational power from the kelly to the drill collars and bit. Often, especially in the oil patch, the term is loosely applied to both drill pipe and drill collars. Compare drill stem",
        "The column, or string, of drill pipe with attached tool joints that transmits fluid and rotational power form the kelly to the drill collars and bit. Often, especially in the oil patch, the term is loosely applied to both drill pipe and drill collars. Compare also with : Drill Stem"
      ]
    },
    {
      "EnglishWord": "drill string float",
      "Meanings": [
        "A check valve in the drill string that will allow fluid to be pumped into the well but will prevent flow from entering the string"
      ]
    },
    {
      "EnglishWord": "drillable",
      "Meanings": [
        "Pertaining to Packers and other tools left in the well to be broken up later by the drill Bit. Drillable equipment is made of Cast Iron, Aluminum, Plastic, or other soft, brittle material"
      ]
    },
    {
      "EnglishWord": "drilled",
      "Meanings": [
        "حفاری شده",
        "drld"
      ]
    },
    {
      "EnglishWord": "drilled deeper",
      "Meanings": [
        "DD",
        "حفاری جهت رسیدن به عمیق بیشتر",
        "معمولا اختصار این لغت در مورد عملیاتی بکار میرود که در حال انجام است و در گزارش‌ها مورد استفاده قرار می‌گیرد"
      ]
    },
    {
      "EnglishWord": "drilled out",
      "Meanings": [
        "DO, also write as : D/O",
        "حفاری شده"
      ]
    },
    {
      "EnglishWord": "drilled show",
      "Meanings": [
        "Oil or gas in the mud circulated to the surface"
      ]
    },
    {
      "EnglishWord": "driller",
      "Meanings": [
        "سر حفار: که مسیولیت حفاری بعهدە وی می‌باشد",
        "drlr",
        "The employee directly in charge of a Drilling or Workover Rig and crew. His main duty is operation of the Drilling and Hoisting equipments, but he is also responsible for downhole condition of the Well, operation of Downhole Tools, and pipe measurements"
      ]
    },
    {
      "EnglishWord": "drilling",
      "Meanings": [
        "Tool to make Holes, usually by revolving",
        "Drills, Gimlets, and Augers have cutting edges that detach material to leave a Hole. Drilling usually requires high speed and low torque, with little material being removed during each revolution of the tool. The earliest, perhaps Bronze Age drill points had sharp edges that ultimately developed into arrow shapes with two distinct cutting edges. This shape was effective and remained popular until the late 19th century, when factory",
        "made, Spiral",
        "fluted Twist drills became available at reasonable cost to displace the blacksmith",
        "made articles. Rotating Drill Bits containing Diamonds or other hard materials are used for drilling rock, as for Tunnels or Oil Wells",
        "drlg",
        "حفاری کردن"
      ]
    },
    {
      "EnglishWord": "drilling block",
      "Meanings": [
        "A lease or a number of leases of adjoining tracts of land that constitute a unit of acreage sufficient to justify the expense of drilling a wildcat"
      ]
    },
    {
      "EnglishWord": "drilling break",
      "Meanings": [
        "A sudden increase in the drill bit's rate of penetration. it sometimes indicates that the bit has penetrated a high",
        "pressure zone and thus warns of the possibility of a kick"
      ]
    },
    {
      "EnglishWord": "drilling contractor",
      "Meanings": [
        "An individual or group of individuals that own a drilling rig and contract their services for drilling wells"
      ]
    },
    {
      "EnglishWord": "drilling crew",
      "Meanings": [
        "A driller, a Derrickman, and two or more helpers who operate a Drilling or Workover Rig for one tour each day"
      ]
    },
    {
      "EnglishWord": "drilling fluid",
      "Meanings": [
        "Circulating Fluid, one function of which is to force Cuttings out of the Well and to the surface. Other functions are to cool the Bit and to counteract downhole Formation pressure. While a mixture of Barite, Clay, Water, and Chemical Additives is the most common drilling fluid, Wells can also be drilled by using Air, Gas, Water, or Oil",
        "Base Mud as the drilling fluid. See also : Mud"
      ]
    },
    {
      "EnglishWord": "drilling fluid cycle time",
      "Meanings": [
        "A cycle, or down the hole and back, is the time required for the pump to move the drilling fluid in the Hole. The cycle in minutes equals the Barrels of Mud in the Hole divided by barrels per minute"
      ]
    },
    {
      "EnglishWord": "drilling foreman",
      "Meanings": [
        "The supervisor of drilling or workover operations on a Rig. Also called a Rig Manager, Rig Supervisor, Rig Superintendent, or Tool Pusher",
        "سر حفار"
      ]
    },
    {
      "EnglishWord": "drilling in",
      "Meanings": [
        "The operation during the drilling procedure at the point of drilling into the Pay Formation"
      ]
    },
    {
      "EnglishWord": "drilling line",
      "Meanings": [
        "A Wire Rope, WireLine used to support the drilling tools. Also called the Rotary Line"
      ]
    },
    {
      "EnglishWord": "drilling manager",
      "Meanings": [
        "DM",
        "سرپرست حفاری که به آن تول پوشر نیز گویند"
      ]
    },
    {
      "EnglishWord": "drilling mud",
      "Meanings": [
        "A specially compounded liquid circulated through the wellbore during rotary drilling operations. See also Mud"
      ]
    },
    {
      "EnglishWord": "drilling out",
      "Meanings": [
        "The operation during the drilling procedure when the Cement is drilled out of the Casing and the Well after the Casing has been cemented",
        ". to remove the Settlings and Cavings that are plugged inside a hollow Fish, such as Drill Pipe during a Fishing operation"
      ]
    },
    {
      "EnglishWord": "drilling run",
      "Meanings": [
        "DRL, operations' abbreviations which usualy use in daily drilling reports",
        "عملیات پایین رفتن در چاه جهت شروع حفاری",
        "معمولا اختصار این لغت در مورد عملیاتی بکار میرود که در حال انجام است و در گزارش‌ها مورد استفاده قرار می‌گیرد"
      ]
    },
    {
      "EnglishWord": "drilling slot",
      "Meanings": [
        "See : Keyway"
      ]
    },
    {
      "EnglishWord": "drilling spool",
      "Meanings": [
        "A fitting placed in the blowout preventer stack to provide space between preventers for facilitating stripping operations, to permit attachment of choke and kill lines, and for localizing possible erosion by fluid flow to the spool instead of to the more expensive pieces of equipment. See also : Spool"
      ]
    },
    {
      "EnglishWord": "drilling supervisor",
      "Meanings": [
        "DSV, day",
        "سوپروایزر یا ناظر حفاری"
      ]
    },
    {
      "EnglishWord": "drill-stem test",
      "Meanings": [
        "لایه آزمایی ساق مته",
        "یک نوع تست مربوط به لایه‌های مخزن است که توسط ابزار دی. اس. تی. انجام می‌گیرد",
        "اختصار آن DS است"
      ]
    },
    {
      "EnglishWord": "drip",
      "Meanings": [
        "Equipment designed to remove small quantities of liquids from a gas stream"
      ]
    },
    {
      "EnglishWord": "drip accumulator",
      "Meanings": [
        "دستگاهی که برای جمع آوری هیدروکربورهای مایع",
        "که در حین عبور یک گاز مرطوب از درون یک لوله بکار می‌رود",
        "استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "drive bushing",
      "Meanings": [
        "بوش رانش کلی",
        "See also : Kelly Bushing"
      ]
    },
    {
      "EnglishWord": "drive-in unit",
      "Meanings": [
        "A type of portable service or Workover Rig that is self",
        "propelled, using power from the hoisting engines. The driver's cab and steering wheel are mounted on the same end as the mast support; thus the unit can be driven straight ahead to reach the wellhead. See carrier rig"
      ]
    },
    {
      "EnglishWord": "drk",
      "Meanings": [
        "derrick",
        "dark",
        "تیره",
        "همچنین اختصاری است برای دکل حفاری"
      ]
    },
    {
      "EnglishWord": "drl",
      "Meanings": [
        "drilling run, operation's Abbreviations use in reports",
        "انجام عملیات حفاری",
        "اختصار در مورد عملیاتی است که در حال انجام است و در گزارش‌ها مورد استفاده قرار می‌گیرد",
        "Time actually spent for drilling rotating time of the Bit at bottom using rotary bottom hole assembly driven by Top Drive or Rotary Table, Operations' abbreviation which usually Companymans write in their daily drilling reports"
      ]
    },
    {
      "EnglishWord": "drld",
      "Meanings": [
        "drilled",
        "حفاری شده"
      ]
    },
    {
      "EnglishWord": "drlg",
      "Meanings": [
        "All operations necessary for the Hole drilling : rotating the Bit for making Hole, Circulating, Tripping, Surveying, reaming up BHA, LOT, etc., Operations' abbreviation which usually Companymans write in their daily drilling reports",
        "drilling",
        "حفاری"
      ]
    },
    {
      "EnglishWord": "drlr",
      "Meanings": [
        "driller",
        "حفار",
        "سر حفار"
      ]
    },
    {
      "EnglishWord": "drop off rate",
      "Meanings": [
        "DOR",
        "نسبت تغییر در شیب بخشی از چاه که عمدا آنرا بحالت قایم نزدیک می‌کنند و معمولا بر حسب درجه در 100 فوت 30 متر بیان می‌شود"
      ]
    },
    {
      "EnglishWord": "drop-off rate",
      "Meanings": [
        "The rate of changing of the inclination in part of the Well, where the inclination angle is purposely returned to the vertical position and usually expressed in degrees per 100 feet 30 meters of course length"
      ]
    },
    {
      "EnglishWord": "drw",
      "Meanings": [
        "Drawworks Work on , actions or job's abbreviation which Companymans write in reports",
        "دراو ورکز",
        "کار بر روی آن",
        "اختصار در مورد عملیاتی است که در حال انجام است و در گزارش‌ها مورد استفاده قرار می‌گیرد"
      ]
    },
    {
      "EnglishWord": "dry   abandoned",
      "Meanings": [
        "چاهی که خشک بوده و آنرا رها نموده اند",
        "D & A"
      ]
    },
    {
      "EnglishWord": "dry hole",
      "Meanings": [
        "An exploratory or development well found to be incapable of producing either oil or gas in sufficient quantities to justify completion as an oil or gas well"
      ]
    },
    {
      "EnglishWord": "ds",
      "Meanings": [
        "deviation survey",
        "drill stem, all of Drilling String between Swivel and the Bit",
        "ساق حفاری",
        "کل رشته‌های بین هرز گرد و مته را گویند",
        "رشته حفاری",
        "کل رشته‌های حفاری بین هرز گرد و مته را گویند",
        "عملیاتی جهت بدست آوردن تمایل چاه"
      ]
    },
    {
      "EnglishWord": "dscn",
      "Meanings": [
        "DUAL SPACED COMPENSATED NEUTRON, Log Curve name"
      ]
    },
    {
      "EnglishWord": "dse",
      "Meanings": [
        "dense, also mostly write as : dns",
        "متراکم"
      ]
    },
    {
      "EnglishWord": "dsg",
      "Meanings": [
        "Lost time due to Drill",
        "String filure, Pipe Wash, thread failed, etc., Operations' abbreviation which usually Companymans write in their daily drilling reports"
      ]
    },
    {
      "EnglishWord": "dsl",
      "Meanings": [
        "DUAL SPACING LOG, Log Curve name"
      ]
    },
    {
      "EnglishWord": "dsmntd",
      "Meanings": [
        "disseminated",
        "پراکنده",
        "بصورت انتشاری"
      ]
    },
    {
      "EnglishWord": "dsn",
      "Meanings": [
        "DUAL SPACING NEUTRON, Log Curve name"
      ]
    },
    {
      "EnglishWord": "dst",
      "Meanings": [
        "Drill",
        "Stem Test",
        "لایه آزمایی ساق مته"
      ]
    },
    {
      "EnglishWord": "dst tool",
      "Meanings": [
        "Drill Stem Test Tool, used for Formation Evaluation"
      ]
    },
    {
      "EnglishWord": "dstd",
      "Meanings": [
        "DUAL SPACED THERMAL DECAY TIME, Log Curve name"
      ]
    },
    {
      "EnglishWord": "dstrb",
      "Meanings": [
        "disturb"
      ]
    },
    {
      "EnglishWord": "dsv",
      "Meanings": [
        "Drilling Supervisor day",
        "سوپروایزر حفاری",
        "شیفت روز"
      ]
    },
    {
      "EnglishWord": "dty",
      "Meanings": [
        "dirty",
        "کثیف"
      ]
    },
    {
      "EnglishWord": "dual completion",
      "Meanings": [
        "A single Well that produces from two separate Formations at the same time. Production from each Zone is segregated by running two Tubing Strings with Packers inside the single string of production Casing, or by running one Tubing String with a Packer through one Zone while the other is produced through the Annulus. In a miniaturized dual completion, two separate 4 ½ \" inch or smaller Casing Strings are run and cemented in the same Well"
      ]
    },
    {
      "EnglishWord": "dual laterolog",
      "Meanings": [
        "DLL",
        "لاگ جانبی دوگانه"
      ]
    },
    {
      "EnglishWord": "dummy valve",
      "Meanings": [
        "A blanking valve placed in a gas lift mandrel to block off annular communication to the tubing"
      ]
    },
    {
      "EnglishWord": "dump bailer",
      "Meanings": [
        "A bailing device with a release valve, usually of the disk or flapper type, used to place, or spot material such as cement slurry at the bottom of the well"
      ]
    },
    {
      "EnglishWord": "duplex pump",
      "Meanings": [
        "A reciprocating pump with two pistons or plungers and used extensively as a mud pump on drilling rigs"
      ]
    },
    {
      "EnglishWord": "dusd",
      "Meanings": [
        "DUAL SAND, Log Curve name"
      ]
    },
    {
      "EnglishWord": "dutchman",
      "Meanings": [
        "A piece of pipe that has been twisted off inside a female connection; or a short section of material, such as belting or pipe, used to lengthen existing equipment"
      ]
    },
    {
      "EnglishWord": "dv",
      "Meanings": [
        "Diverting Valve, sometimes use for : DV Collar",
        "والو منحرف کننده جریان"
      ]
    },
    {
      "EnglishWord": "dv collar",
      "Meanings": [
        "DV",
        "والو منحرف کننده جریان"
      ]
    },
    {
      "EnglishWord": "dv tool",
      "Meanings": [
        "A generic term, originally a trademark name, used to describe a stage tool, used in selective zone primary cementing"
      ]
    },
    {
      "EnglishWord": "dwn",
      "Meanings": [
        "down"
      ]
    },
    {
      "EnglishWord": "dwnrd",
      "Meanings": [
        "downward"
      ]
    },
    {
      "EnglishWord": "dwql",
      "Meanings": [
        "DUAL WATER QUICK LOOK, Log Curve name"
      ]
    },
    {
      "EnglishWord": "dyna-drill",
      "Meanings": [
        "Trade name for a DownHole Motor driven by drilling fluid that imparts rotary motion to a drilling bit connected to the tool, thus eliminating the need to turn the entire drill stem to make hole. Used in straight and directional drilling"
      ]
    }
  ]
}