{
  "Group": "H",
  "Entries": 88,
  "Words": [
    {
      "EnglishWord": "h",
      "Meanings": [
        "Net Pay Thickness",
        "Net effective bed thickness"
      ]
    },
    {
      "EnglishWord": "h2s",
      "Meanings": [
        "A flammable, colorless gaseous compound of Hydrogen and Sulfur H2S , which in small amounts has the odor of rotten eggs. Sometimes found in Petroleum, it causes the foul smell of Petroleum fractions. In dangerous concentrations, it is extremely corrosive and poisonous, causing damage to skin, eyes, breathing passages, and lungs and attacking and paralyzing the nervous system, particularly that part controlling the lungs and heart. In large amounts, it deadens the sense of smell. Also called : Hepatic Gas of Sulfureted Hydrogen"
      ]
    },
    {
      "EnglishWord": "hal",
      "Meanings": [
        "Halite, also rarely write as : HLTE",
        "هالیت",
        "سنگ نمک بلوری"
      ]
    },
    {
      "EnglishWord": "hallite",
      "Meanings": [
        "Hal, also rarely write as : HLTE",
        "هالیت",
        "سنگ نمک بلوری"
      ]
    },
    {
      "EnglishWord": "hammering-up",
      "Meanings": [
        "Connection of treating line during well servicing, from pump trucks to tree/well"
      ]
    },
    {
      "EnglishWord": "hand",
      "Meanings": [
        "A worker in the oil industry, especially one in the field"
      ]
    },
    {
      "EnglishWord": "hang rods",
      "Meanings": [
        "To suspend sucker rods in a derrick or mast on rod hangers rather than horizontally on a rack"
      ]
    },
    {
      "EnglishWord": "hanger",
      "Meanings": [
        "See : Casing Hanger, Tubing Hanger"
      ]
    },
    {
      "EnglishWord": "hanger plug",
      "Meanings": [
        "A device placed or hung in the casing below the blowout preventer stack to form a pressure tight seal. Pressure is then applied to the blowout preventer stack to test it for leaks"
      ]
    },
    {
      "EnglishWord": "hard",
      "Meanings": [
        "hd",
        "سخت"
      ]
    },
    {
      "EnglishWord": "hard shut-in",
      "Meanings": [
        "In a well",
        "control operation, closing the BOP without first opening an alternate flow path up the choke line. When the BOP is closed, pressure in the annulus cannot be read on the casing pressure gauge"
      ]
    },
    {
      "EnglishWord": "hay pulley",
      "Meanings": [
        "A Pulley that is normally attached to the wellhead at a convenient place for the wireline to pass through as it comes from the stuffing box sheave before being spooled onto the wireline reel. The hay pulley prevents any lateral force from being exerted on the lubricator and the Wellhead"
      ]
    },
    {
      "EnglishWord": "hc",
      "Meanings": [
        "Lost time due to Hole Cleaning problem, Hole cuttings problem, mud rings, fill in hole pack off, Operations' abbreviation which usually Companymans write in their daily drilling reports"
      ]
    },
    {
      "EnglishWord": "hcds",
      "Meanings": [
        "HYDROCARBON OR GAS DETECTION, Log Curve name"
      ]
    },
    {
      "EnglishWord": "h-crossover",
      "Meanings": [
        "Circulating member with integral landing nipples"
      ]
    },
    {
      "EnglishWord": "hd",
      "Meanings": [
        "hard",
        "سخت"
      ]
    },
    {
      "EnglishWord": "hdil",
      "Meanings": [
        "High Resolution Induction Log, Induction Log Resistivity",
        "لاگ القایی با تفکیک پذیری کیفیت بالا",
        "لاگ القایی مقاومت"
      ]
    },
    {
      "EnglishWord": "hdt",
      "Meanings": [
        "High Resolution Dipmeter",
        "شیب سنج با وضوح بالا"
      ]
    },
    {
      "EnglishWord": "health safety   environment",
      "Meanings": [
        "بخشی در محل دکل حفاری که متصدی سلامت",
        "ایمنی و حفاظت از محیط زیست است",
        "HSE"
      ]
    },
    {
      "EnglishWord": "heaving",
      "Meanings": [
        "The partial or complete collapse of the walls of a hole resulting from internal pressures due primarily to swelling from hydration or formation gas pressures. See also : Caving"
      ]
    },
    {
      "EnglishWord": "heavy",
      "Meanings": [
        "hvy",
        "سنگین"
      ]
    },
    {
      "EnglishWord": "heavy oil",
      "Meanings": [
        "HO",
        "نفت سنگین که نفت شنگین ایران دارای ای. پی. آی. برابر 30 تا 32 است",
        "HO, with low API and high specific gravity",
        "نفت سنگین که ای. پی. آی. برابر 30 تا 32 دارد"
      ]
    },
    {
      "EnglishWord": "heavy weight drill pipe",
      "Meanings": [
        "HWDP",
        "لوله حفاری سنگین وزن"
      ]
    },
    {
      "EnglishWord": "hematite",
      "Meanings": [
        "hemt"
      ]
    },
    {
      "EnglishWord": "hemt",
      "Meanings": [
        "Hematite"
      ]
    },
    {
      "EnglishWord": "hesam",
      "Meanings": [
        "Hesaam Ghafari, He is another Author of Babylon glossary and also designs Websites about oil and gas & oil news, and at present time he works on an offshore rig",
        "حسام غفاری: کسی که گلوسری نفت تایمز را تهیه نموده و دارای وب سایت‌های خبری بسیار برای صنعت نفت و گاز است"
      ]
    },
    {
      "EnglishWord": "hfdt",
      "Meanings": [
        "HALF FREQUENCY DIELECTRIC TOOL, Log Curve name"
      ]
    },
    {
      "EnglishWord": "hfo",
      "Meanings": [
        "Hole Full Oil",
        "چاه پر از نفت"
      ]
    },
    {
      "EnglishWord": "hfw",
      "Meanings": [
        "Hole Full Water",
        "چاه پر از آب"
      ]
    },
    {
      "EnglishWord": "hgor",
      "Meanings": [
        "نسبت بالای گاز و نفت",
        "high Gas",
        "Oil ratio"
      ]
    },
    {
      "EnglishWord": "hi",
      "Meanings": [
        "HYDROCARBON IDENTIFIER, Log Curve name",
        "high",
        "زیاد",
        "بسیار"
      ]
    },
    {
      "EnglishWord": "high",
      "Meanings": [
        "hi",
        "زیاد",
        "بسیار"
      ]
    },
    {
      "EnglishWord": "high gas-oil ratio",
      "Meanings": [
        "نسبت بالای گاز و نفت",
        "HGOR"
      ]
    },
    {
      "EnglishWord": "high ph mud",
      "Meanings": [
        "A drilling fluid with a pH range above 10.5 i.e., a high",
        "alkalinity mud"
      ]
    },
    {
      "EnglishWord": "high pressure high temperature",
      "Meanings": [
        "HPHT",
        "دارای فشار بالا",
        "دمای بالا"
      ]
    },
    {
      "EnglishWord": "high resolution dipmeter",
      "Meanings": [
        "HDT",
        "شیب سنج با وضوح بالا"
      ]
    },
    {
      "EnglishWord": "high-yield drilling clay",
      "Meanings": [
        "A classification of commercial Drilling",
        "Clay preparations having a yield of 35 to 40 barrels per ton and intermediate between Bentonite and low",
        "yield Clays. Usually prepared by peptizing low",
        "yield Calcium Montmorillonite Clays or, in a few cases, by blending some Bentonite with the peptized low yield Clay"
      ]
    },
    {
      "EnglishWord": "hi-lo cam",
      "Meanings": [
        "A mechanism in some packers to set and release the tool with a minimum of rotation"
      ]
    },
    {
      "EnglishWord": "history of oil",
      "Meanings": [
        "سابقە اکتشاف نفت در ایران به حدود 4000 سال پیش می‌رسد. ایرانیان باستان به عنوان مواد سوختی و قیراندود ‏کردن کشتی‌ها",
        "ساختمانها و پشت بامها از این مواد استفاده می‌کردند",
        "نادر شاه در جنگ با سپاهیان هند قیر را ‏آتش زد و مورد استفاده قرار داد در بعضی از معابد ایران باستان برای افروختن آتش مقدس از گاز طبیعی استفاده ‏شده و بر اساس یک گزارش تاریخی یک درویش در حوالی باکو چاه نفتی داشته که از فروش آن امرار معاش ‏می‌نموده است. ‏ در سال 1909 تاسیس شرکت نفت انگلستان و ایران در لندن به ثبت رسید. نخستین چاه نفت 26 ماه مه 1908 در ‏عمق کمتر از 400 متر در مسجد سلیمان به نفت رسیده بود و متعاقب آن دو چاه دیگر. ‏",
        "‎ ‎دارسی برای اکتشاف و استخراج نفت ایران مهندس جورج رینولدز را به ایران فرستاد و در سال 1905 نیز ‏با شرکت انگلیسی نفت برمه شریک شد. رینولدز که معروف به جورج سر سخت بود",
        "بعد از سه سال حفاری در مسجد ‏سلیمان موفق به کشف نفت نشد و بارها توسط دارسی به لندن فرا خوانده شده",
        "اما او هر بار به بهانه ای ‏حفاری را با سرسختی ادامه میداد. سر انجام روزی که آخرین نامە دارسی به دست او رسید و او را به شدت توبیخ ‏کرده بود که: «چرا از دستور اطاعت نمیکنی و پول و سرمایه را بیش از این خودسرانه هدر میدهی ومیبایستی به ‏سرعت خود را به لندن معرفی کنی»",
        "اما باز رینولدز علی رغم دستور دارسی یک روز دیگر به حفاری ادامه داد تا ‏سر انجام به نفت رسید‎. ‎",
        "‎ William Knox D’Arcy ‎‏",
        "ویلیام ناکس دارسی از اشراف زادگان انگلیسی بود که از 17 سالگی با خانواده اش ‏برای مدتی دراسترالیا زندگی کرده بود و به استخراج طلا از کوه «مورگن» سرگرم بود",
        "پس از بازگشت و ادامه ‏زندگی در لندن متوجه وجود نفت در ایران شد. پیش از او ژولیوس رویتر موسس خبرگزاری رویتر",
        "با مطالعە ‏یادداشتهای یک زمین شناس فرانسوی که قبلا از ایران دیدن کرده بود",
        "به فکر گرفتن امتیاز اکتشاف و استخراج ‏آن از دولت تهران افتاده بود",
        "ولی موفق نشده بود‎. ‎",
        "‎ ‎دارسی از طریق همکارانش برمفاد یادداشتهای زمین شناس فرانسوی و نیز تلاشهای رویتر وقوف یافت و با ‏یافتن یک دوست رییس الوزراء وقت ایران و واسطه قرار دادن او از سال 1900 با دولت تهران تماس گرفت که ‏سفارت روسیه در تهران متوجه فعالیت‌های او شد و اعتراض نمود",
        "با وجود این",
        "قرارداد در سال 1901 برای مدت 60 ‏سال امضاء شد و پنج استان ایرانی مجاور مرز روسیه از شمول آن مستثنی گردید. دارسی برای دریافت امتیاز نفت ‏ایران مبلغ ناچیزی با وعده تعدادی سهم به ایران داده بود‎. ‎",
        "‎ ‎‏ به هر حال پس از تاسیس شرکت در سال",
        "سهام آن به معرض فروش گذارده شد و دو لرد انگلیسی ‏متعاقب هم مدیر عامل آن شدند",
        "ولی دارسی تا زمان مرگ در سال 1917 عضو هیات مدیره بود ‏‎. ‎",
        "‎ ‎در سال 1914 در آستانە جنگ جهانی اول نیروی دریایی انگلستان 51 درصد سهام این شرکت را دراختیار ‏گرفت که بعدا تا 97 درصد آن متعلق به دولت انگلستان شد"
      ]
    },
    {
      "EnglishWord": "hlb",
      "Meanings": [
        "hydrophilic",
        "lipophilic balance"
      ]
    },
    {
      "EnglishWord": "hlte",
      "Meanings": [
        "Halite, but mostly write as : Hal",
        "هالیت",
        "سنگ نمک بلوری",
        "این اختصار بندرت مورد استفاده قرار می‌گیرد"
      ]
    },
    {
      "EnglishWord": "ho",
      "Meanings": [
        "heavy oil, with low API and high Specific Gravity",
        "نفت سنگین که ای. پی. آی. پایین و برابر 30 تا 32 دارد",
        "Hole opener",
        "باز کننده یا گشاد کننده چاه"
      ]
    },
    {
      "EnglishWord": "hoist",
      "Meanings": [
        "An arrangement of Pulleys and Wire Rope or Chain used for lifting heavy objects; a winch or similar device",
        ". The Drawworks; to raise or lift",
        "بالابر گردونه حفاری"
      ]
    },
    {
      "EnglishWord": "hoisting drum",
      "Meanings": [
        "The large Flanged Spool in the Drawworks on which the Hoisting Cable is wound. See also : Drawworks"
      ]
    },
    {
      "EnglishWord": "hold-down",
      "Meanings": [
        "A mechanical arrangement that prevents the upward movement of certain pieces of equipment installed in a well. A Sucker Rod Pump may use a mechanical hold",
        "down for attachment to a Seating Nipple"
      ]
    },
    {
      "EnglishWord": "hole full oil",
      "Meanings": [
        "HFO",
        "چاه پر از نفت"
      ]
    },
    {
      "EnglishWord": "hole full water",
      "Meanings": [
        "HFW",
        "چاه پر از آب"
      ]
    },
    {
      "EnglishWord": "hole opener",
      "Meanings": [
        "Ho, or A device used to enlarge the size of an existing Borehole, having teeth arranged on its outside circumference to cut the Formation as it rotates",
        "باز کننده چاه",
        "وسیله ای که با آن قطر چاه را بیشتر می‌نمایند"
      ]
    },
    {
      "EnglishWord": "homog",
      "Meanings": [
        "homogenous",
        "یکنواخت",
        "سنگی دارای زمینه یکنواخت"
      ]
    },
    {
      "EnglishWord": "homogenous",
      "Meanings": [
        "homog, or Of uniform or similar nature throughout; a substance or fluid with the same property or composition everywhere",
        "یکنواخت",
        "سنگی دارای زمینه یکنواخت"
      ]
    },
    {
      "EnglishWord": "hook",
      "Meanings": [
        "A large, hook",
        "shaped device from which the Swivel is suspended. It is designed to carry maximum loads ranging from 100 to 650 tons, 90 to 590 tonnes and turns on Bearings in its supporting housing. A strong spring within the assembly cushions the weight of a Stand, 90 feet, about 27 meters of Drill Pipe, thus permitting the Pipe to be made up and broken out with less damage to the Tool Join threads. Smaller Hooks without the spring are used for Handling Tubing and Sucker Rods. See also : Stand and Swivel"
      ]
    },
    {
      "EnglishWord": "hook load",
      "Meanings": [
        "The weight of the drill stem that is suspended from the Hook"
      ]
    },
    {
      "EnglishWord": "hook-wall packer",
      "Meanings": [
        "A Packer equipped with friction blocks or Drag Springs and Slips and designed so that rotation of the Pipe unlatches the Slips. The friction springs prevent the Slips from turning with the Pipe and assist in advancing the Slips up a tapered sleeve to engage the Wail of the outside Pipe as weight is put on the Packer. Also called : a Wall",
        "hook Packer. See also : Packer"
      ]
    },
    {
      "EnglishWord": "hopper",
      "Meanings": [
        "آخورک گل",
        "یا قیفی که از آنجا گل حفاری را داخل سیستم می‌ریزند"
      ]
    },
    {
      "EnglishWord": "horizon",
      "Meanings": [
        "horz",
        "افق"
      ]
    },
    {
      "EnglishWord": "horz",
      "Meanings": [
        "horizone",
        "افقی متشکل از سنگی خاص"
      ]
    },
    {
      "EnglishWord": "hot oil",
      "Meanings": [
        "Oil production in violation of state regulations or transported interstate in violation of federal regulations"
      ]
    },
    {
      "EnglishWord": "hour",
      "Meanings": [
        "hr",
        "ساعت"
      ]
    },
    {
      "EnglishWord": "hp",
      "Meanings": [
        "hydrostatic pressure",
        "فشار هیدروستاتیک"
      ]
    },
    {
      "EnglishWord": "hpht",
      "Meanings": [
        "high Pressure",
        "high Temperature",
        "فشار بالا",
        "دمای بالا"
      ]
    },
    {
      "EnglishWord": "hr",
      "Meanings": [
        "hour",
        "ساعت"
      ]
    },
    {
      "EnglishWord": "hrd",
      "Meanings": [
        "HIGH RESOLUTION DIPMETER, Log Curve name"
      ]
    },
    {
      "EnglishWord": "hrdn",
      "Meanings": [
        "HIGH RESOLUTION DENSITY LOG, Log Curve name"
      ]
    },
    {
      "EnglishWord": "hri",
      "Meanings": [
        "HIGH RESOLUTION TOOL, Log Curve name"
      ]
    },
    {
      "EnglishWord": "hrt",
      "Meanings": [
        "HIGH RESOLUTION TEMPERATURE LOG, Log Curve name"
      ]
    },
    {
      "EnglishWord": "hse",
      "Meanings": [
        "Health, Safety and Environment",
        "بخشی در محل دکل حفاری که متصدی سلامت",
        "ایمنی و حفاظت از محیط زیست است"
      ]
    },
    {
      "EnglishWord": "hse supervisor",
      "Meanings": [
        "HSESV",
        "سوپروایزر ایمنی",
        "ناظر ایمنی یا اچ. اس. ای"
      ]
    },
    {
      "EnglishWord": "hsesv",
      "Meanings": [
        "HSE Supervisor",
        "مسیول ارشد بخشی در محل دکل حفاری که متصدی سلامت",
        "ایمنی و حفاظت از محیط زیست است"
      ]
    },
    {
      "EnglishWord": "htl",
      "Meanings": [
        "Time actually spent for picking up making, Testing, Servicing and lay down of all kinds of drilling. Milling or Coring BHA, Operations' abbreviation which usually Companymans write in their daily drilling reports"
      ]
    },
    {
      "EnglishWord": "hvy",
      "Meanings": [
        "heavy",
        "سنگین",
        "بیشتر در مورد نفت بکار برده می‌شود"
      ]
    },
    {
      "EnglishWord": "hwdp",
      "Meanings": [
        "heavy weight drill pipe",
        "لوله‌های حفاری با وزن بالا",
        "لوله‌های حفاری سنگین"
      ]
    },
    {
      "EnglishWord": "hyd",
      "Meanings": [
        "HYDROCARBON OR GAS DETECTION, Log Curve name"
      ]
    },
    {
      "EnglishWord": "hydc",
      "Meanings": [
        "hydrocarbon",
        "هیدروکربن"
      ]
    },
    {
      "EnglishWord": "hydraulic fracturing",
      "Meanings": [
        "An operation in which a specially blended liquid is pumped down a Well and into a Formation under pressure high enough to cause the Formation to crack open, forming passages through which Oil can flow into the Wellbore. Sand grains, Aluminum Pellets, Glass Beads, or similar materials are carried in suspension into the fractures. When the pressure is released at the surface, the fractures partially close on the proppants, leaving channels for Oil to flow through to the Well. Compare with : Explosive Fracturing"
      ]
    },
    {
      "EnglishWord": "hydraulic hammer effect",
      "Meanings": [
        "A phenomenon in which a pressure concession occurs by suddenly stopping the flow of liquids in a closed container. Also called : Water Hammer"
      ]
    },
    {
      "EnglishWord": "hydraulic head",
      "Meanings": [
        "The force exerted by a column of liquid expressed by the height of the liquid above the point at which the pressure is measured. Although \"Head\" refers to distance or height, it is used to express pressure, since the force of the liquid column is directly proportional to its height. Also called : Head or Hydrostatic Head. Compare with : Hydrostatic Pressure"
      ]
    },
    {
      "EnglishWord": "hydraulic holddown",
      "Meanings": [
        "An accessory or integral part of a Packer used to limit the Packer's upward movement under pressure"
      ]
    },
    {
      "EnglishWord": "hydraulic jar",
      "Meanings": [
        "See : Mechanical Jar"
      ]
    },
    {
      "EnglishWord": "hydraulic workover",
      "Meanings": [
        "A series of Hydraulic Rams to restrain and pull Tubing under Well pressure, temporarily attached to the Wellhead for workover"
      ]
    },
    {
      "EnglishWord": "hydrocarbon",
      "Meanings": [
        "Organic compounds of Hydrogen and Carbon, whose densities, boiling points, and freezing points increase as their molecular weights increase. Although composed of only two elements. Hydrocarbons exist in a variety of compounds because of the strong affinity of the Carbon atom for other atoms and for itself. The smallest molecules of Hydrocarbons are gaseous; the largest are solids. Petroleum is a mixture of many different Hydrocarbons",
        "hydc",
        "هیدروکربن"
      ]
    },
    {
      "EnglishWord": "hydrogen sulfide",
      "Meanings": [
        "A flammable, colorless gaseous compound of Hydrogen and Sulfur H2S , which in small amounts has the odor of rotten eggs. Sometimes found in Petroleum, it causes the foul smell of Petroleum fractions. In dangerous concentrations, it is extremely corrosive and poisonous, causing damage to skin, eyes, breathing passages, and lungs and attacking and paralyzing the nervous system, particularly that part controlling the lungs and heart. In large amounts, it deadens the sense of smell. Also called : Hepatic Gas of Sulfureted Hydrogen"
      ]
    },
    {
      "EnglishWord": "hydrophilic-lipophilic balance",
      "Meanings": [
        "HLB"
      ]
    },
    {
      "EnglishWord": "hydroscopic",
      "Meanings": [
        "Absorbing or attracting moisture from the air"
      ]
    },
    {
      "EnglishWord": "hydro-set tool",
      "Meanings": [
        "A Wireline pressure setting tool for setting permanent downhole tools"
      ]
    },
    {
      "EnglishWord": "hydrostatic head",
      "Meanings": [
        "See : Hydrostatic Pressure"
      ]
    },
    {
      "EnglishWord": "hydrostatic pressure",
      "Meanings": [
        "HP",
        "فشار هیدروستاتیک",
        "The force exerted by a body of fluid at rest. It increases directly with the density and the depth of the fluid and is expressed in pounds per square inch or kilopascals. The Hydrostatic Pressure of fresh water is 0.433 pounds per square inch per foot of depth 9.792 kilopascals per meter . In drilling, the term refers to the pressure exerted by the drilling fluid in the Wellbore. In a water drive field, the term refers to the pressure that may furnish the primary energy for production"
      ]
    },
    {
      "EnglishWord": "hydro-trip pressure sub",
      "Meanings": [
        "A Sub with a ball seat run on top of a hydraulically set Packer to set the Packer"
      ]
    },
    {
      "EnglishWord": "hyperjet",
      "Meanings": [
        "A high",
        "performance perforating charge"
      ]
    }
  ]
}