{
  "Group": "J",
  "Entries": 10,
  "Words": [
    {
      "EnglishWord": "jack board",
      "Meanings": [
        "A device used to support the end of a length of pipe while another length is being screwed on"
      ]
    },
    {
      "EnglishWord": "jack up",
      "Meanings": [
        "دستگاه حفاری جک آپ"
      ]
    },
    {
      "EnglishWord": "jack up drilling rig",
      "Meanings": [
        "A mobile bottom",
        "supported Offshore Drilling Structure with columnar or open",
        "truss legs that support the Deck and Hull. When positioned over the drilling site, the bottoms of the legs rest on the seafloor. A Jackup Rig is towed or propelled to a location with its legs up. Once the legs are firmly positioned on the bottom, the deck and hull height are adjusted and leveled. Also called : Self",
        "elevating Drilling Unit. See also : Bottom",
        "supported Offshore Drilling Rig"
      ]
    },
    {
      "EnglishWord": "jack up rig",
      "Meanings": [
        "دستگاه حفاری جک آپ"
      ]
    },
    {
      "EnglishWord": "jackknife",
      "Meanings": [
        "دکل خود فراز یا باصطلاح چاقویی"
      ]
    },
    {
      "EnglishWord": "jackknife mast",
      "Meanings": [
        "دکل خود فراز یا باصطلاح چاقویی"
      ]
    },
    {
      "EnglishWord": "jf",
      "Meanings": [
        "Lost time due to job failure. If a job Test, Completion, Whipstock, etc. was run unsuccessfuly NOT due to Tools malfunction or damage or a hole problem, Operations' abbreviation which usually Companymans write in their daily drilling reports"
      ]
    },
    {
      "EnglishWord": "joint",
      "Meanings": [
        "A single length 30 feet or 9 meters of Drill Pipe, Drill Collar, Casing, or Tubing that has threaded connections at both ends. Several joints screwed together constitute a Stand of Pipe",
        "jt",
        "درز"
      ]
    },
    {
      "EnglishWord": "jt",
      "Meanings": [
        "joint",
        "درز"
      ]
    },
    {
      "EnglishWord": "junk sub",
      "Meanings": [
        "A tool run just above the Bit or Mill in the Drill Stem to catch small, non drillable objects circulating in the Annulus"
      ]
    }
  ]
}