{
  "Group": "P",
  "Entries": 259,
  "Words": [
    {
      "EnglishWord": "p",
      "Meanings": [
        "pump, mud pump",
        "Salinity symbol, parts solute per part solution",
        "علامت یا سمبولی برای میزان شوری"
      ]
    },
    {
      "EnglishWord": "p a",
      "Meanings": [
        "Plugged & Abandoned",
        "چاهی که پلاگ شده و آنرا رها نموده اند"
      ]
    },
    {
      "EnglishWord": "p/j",
      "Meanings": [
        "Prepare Job, actions or job's abbreviations which Companymans write in their daily drilling reports",
        "عملیات آماده سازی یک جاب جدید",
        "اختصار در مورد عملیاتی است که در حال انجام است و در گزارش‌ها مورد استفاده قرار می‌گیرد"
      ]
    },
    {
      "EnglishWord": "p/t",
      "Meanings": [
        "Pressure Test, actions or job's abbreviation which Companymans write in their daily drilling reports",
        "انجام دادن تست فشار",
        "اختصار در مورد عملیاتی است که در حال انجام است و در گزارش‌ها مورد استفاده قرار می‌گیرد"
      ]
    },
    {
      "EnglishWord": "pa",
      "Meanings": [
        "pale, also write as : pl",
        "رنگ پریده"
      ]
    },
    {
      "EnglishWord": "packed-hole assembly",
      "Meanings": [
        "A bottomhole assembly consisting of stabilizers and large",
        "diameter drill collars arranged in a particular configuration to maintain drift angle and direction of a hole"
      ]
    },
    {
      "EnglishWord": "packer",
      "Meanings": [
        "A piece of equipment which is inside Well, consist of a sealing device, a seting or holding device, and an inside passage for fluids, used to block the flowing of fluids through the annular space, between the tubing and the wall of the Borehole, by sealing off the space between them. It is usually made up in the tubing string some distance above the Oil & Gas producing zone. A sealing element expands to prevent fluid flow, except through the inside bore of the packer and into the tubing. Packers are classified according to configuration, use, and method of setting and whether or not they are retrievable, i.e., whether they can be removed when necessary, or whether they must be milled or drilled out and thus destroyed",
        "A Downhole equipment, consisting essentially of a sealing device, a setting or holding device, and an inner passage for passing fluids. The Packer is used to block the flowing of fluids through the Annular space, between the Tubing and the wall of the Borehole, or between Tubing and the Casing, by sealing off the space between them",
        "pk",
        "پکر",
        "یک قطعه از ابزار درون چاهی که از یک قطعه مهر و موم کننده تشکیل شده است",
        "یک ابزار که محکم نگاه می‌دارد و یک مجرا برای عبور سیال حفاری که باعث مسدود شدن بخشی از فضای حلقوی بین تیوبینگ و دیواره چاه می‌گردد. این ابزار معمولا داخل رشتە تیوبینگ و کمی بالاتر از ناحیه تولید کننده نفت و گاز قرار می‌گیرد",
        "A piece of downhole equipment, consisting of a sealing device, a holding or setting device, and an inside passage for fluids, used to block the flow of fluids through the annular space between the tubing and the wall of the wellbore by sealing off the space between them. It is usually made up in the tubing string some distance above the producing zone. A packing element expands to prevent fluid flow except through the inside bore of the packer and into the tubing. Packers are classified according to configuration, use, and method of setting and whether or not they are retrievable, that is, whether they can be removed when necessary, or whether they must be milled or drilled out and thus destroyed"
      ]
    },
    {
      "EnglishWord": "packer fluid",
      "Meanings": [
        "A liquid, usually salt water or oil, but sometimes mud, used in a well when a packer is between the tubing and the casing. Packer fluid must be heavy enough to shut off the pressure of the formation being produced, must not stiffen or settle out of suspension over long periods of time, and must be noncorrosive"
      ]
    },
    {
      "EnglishWord": "packer test",
      "Meanings": [
        "A fluid",
        "pressure test of the casing. Also called : a Cup Test"
      ]
    },
    {
      "EnglishWord": "packing elements",
      "Meanings": [
        "The set of dense rubber, washer",
        "shaped pieces encircling a packer, which are designed to expand against Casing or Formation face to seal off the Annulus"
      ]
    },
    {
      "EnglishWord": "pack-off",
      "Meanings": [
        "v To place a Packer in the Well and activate it so that it forms a seal between the Tubing and the Casing. n A device with an elastomer packing element that depends on pressure below the packing to effect a seal in the annulus. Used primarily to run or pull pipe under low or moderate pressures. This device is not dependable for service under high differential pressures. Also called : a Stripper"
      ]
    },
    {
      "EnglishWord": "packstone",
      "Meanings": [
        "A rock with grains near each other, compact . Grains size larger than 20 μ, without calcareous Mud , also is called Calcirudite or Rudstone. Dunham Classification of Carbonate rocks",
        "پک استون",
        "یک سنگ کربناته که دارای دانه‌های نزدیک بهم می‌باشد فشرده و اندازە دانه‌ها بزرگتر از 20 میکرون بوده و بدون گل آهکی است. نامهای دیگر آن کلسی رودایت و یا باند استون می‌باشد",
        "تقسیم بندی دانهام در مورد سنگهای کربناته",
        "Grains are very much and near each other, grains > 20 μ, without cement or very low cement"
      ]
    },
    {
      "EnglishWord": "pag",
      "Meanings": [
        "All the operation necessary to perform the Permanent Abandoning of the well from starting of run in hole of the string DP, Wire Line & Coiled Tubing for the positioning of the first plug cement, bridge,etc , to end of operation on the Well, Operations' abbreviation which usually Companymans write in their daily drilling reports"
      ]
    },
    {
      "EnglishWord": "pal",
      "Meanings": [
        "pale, also mostly write as : pl",
        "رنگ پریده",
        "دارای رنگ پریده"
      ]
    },
    {
      "EnglishWord": "pale",
      "Meanings": [
        "pl, also rarely write as : pal",
        "رنگ پریده",
        "دارای رنگ پریده"
      ]
    },
    {
      "EnglishWord": "palg",
      "Meanings": [
        "PIPE ANALYSIS LOG, Log Curve name"
      ]
    },
    {
      "EnglishWord": "pan",
      "Meanings": [
        "pn"
      ]
    },
    {
      "EnglishWord": "parspetro",
      "Meanings": [
        "Also Parspetro Zagros Oil Company, an Iranian private oil Company which do jobs of exploration for Oil & Gas in Iran, mostly cooperates with NIOC in small Projects because of relations in NIOC, the Operation Geologist and head of Geology Dept. is Mr. M. Fathi, but not good enough in this field ! ! and also with 2nd grade in Oil & Gas industries",
        "یک شرکت خصوصی در زمینه نفت و گاز است که پروژه‌های کوچکی را با توجه به روابط موجود در وزارت نفت بعهده می‌گیرد"
      ]
    },
    {
      "EnglishWord": "part",
      "Meanings": [
        "pt",
        "بخش",
        "قسمت",
        "قطعه"
      ]
    },
    {
      "EnglishWord": "particle",
      "Meanings": [
        "ptcl"
      ]
    },
    {
      "EnglishWord": "partly",
      "Meanings": [
        "ptl",
        "در بخشی از سنگ",
        "تا حدی",
        "نسبتا"
      ]
    },
    {
      "EnglishWord": "parts per million",
      "Meanings": [
        "قسمت در میلیون",
        "پی. پی. ام",
        "ppm"
      ]
    },
    {
      "EnglishWord": "pay",
      "Meanings": [
        "See : Pay Sand"
      ]
    },
    {
      "EnglishWord": "pay sand",
      "Meanings": [
        "The producing Formation, often one that is not even sandstone. Also called : Pay, Pay Zone, and Producing Zone"
      ]
    },
    {
      "EnglishWord": "pay zone",
      "Meanings": [
        "See : Pay Sand"
      ]
    },
    {
      "EnglishWord": "pb",
      "Meanings": [
        "Plugged Back",
        "پلاگ شده"
      ]
    },
    {
      "EnglishWord": "pbtd",
      "Meanings": [
        "تمامی عمق گمانه پلاگ سیمانی کار گذاشته شده است",
        "Plugged Back Total Depth"
      ]
    },
    {
      "EnglishWord": "pcf",
      "Meanings": [
        "وزن گل حفاری",
        "پوند بر فوت مکعب",
        "pound cubic feet"
      ]
    },
    {
      "EnglishWord": "pcs",
      "Meanings": [
        "pieces",
        "قطعات"
      ]
    },
    {
      "EnglishWord": "pct",
      "Meanings": [
        "Production",
        "Logging Combination Tool",
        "ابزار ترکیبی نمودار گیری تولید نفت و گاز",
        "PRODUCTION COMBINATION TOOL, Log Curve name"
      ]
    },
    {
      "EnglishWord": "pd",
      "Meanings": [
        "per day",
        "مقدار در روز",
        "روزانه",
        "بطور روزانه"
      ]
    },
    {
      "EnglishWord": "pdc",
      "Meanings": [
        "Poly Diamond Crystalline, one kind of Bit",
        "پلی دیاموند کریستالاین: نوعی متە حفاری است که به آن الماسه نیز می‌گویند و جهت حفاری سنگهای سخت بکار برده می‌شود",
        "متە الماسه",
        "پلی دیاموند کریستالاین",
        "GAMMA RAY DEPTH CONTROL",
        "PERFORATIONS, Log Curve name"
      ]
    },
    {
      "EnglishWord": "pdc log",
      "Meanings": [
        "Perforating Depth Control log"
      ]
    },
    {
      "EnglishWord": "pdry",
      "Meanings": [
        "powdery",
        "پودری شکل",
        "دارای حالت پودری"
      ]
    },
    {
      "EnglishWord": "pds",
      "Meanings": [
        "COLLAR/COLLAR CORRELATION, Log Curve name"
      ]
    },
    {
      "EnglishWord": "pel",
      "Meanings": [
        "pellet",
        "پلت",
        "دانه ای آلوکم که کاملا از میکریت تشکیل شده است و آنها دارای حالت طویل شدگی هستند دارای اندازه 0. 3 تا 0. 03 میلیمتر و عموما فاقد ساختمان داخلی. یک دانه ریز در حد ماسه",
        "کروی تا بیضوی ساخته شده از مواد آهکی و در اندازه کلی که در سنگهای کربناته با جور شدگی خوب یافت می‌شوند"
      ]
    },
    {
      "EnglishWord": "pelecypod",
      "Meanings": [
        "pycpd"
      ]
    },
    {
      "EnglishWord": "pellet",
      "Meanings": [
        "pel",
        "پلت",
        "دانه ای آلوکم که کاملا از میکریت تشکیل شده است و آنها دارای حالت طویل شدگی هستند دارای اندازه 0. 3 تا 0. 03 میلیمتر و عموما فاقد ساختمان داخلی. یک دانه ریز در حد ماسه",
        "کروی تا بیضوی ساخته شده از مواد آهکی و در اندازه کلی که در سنگهای کربناته با جور شدگی خوب یافت می‌شوند"
      ]
    },
    {
      "EnglishWord": "per",
      "Meanings": [
        "permeability, also write as : perm",
        "Perforation Run, also refer to as : PER, operation's abbreviations which Companymans write in their daily drilling reports",
        "عملیات پرفوریشن یا سوراخ نمودن لوله‌های جداری",
        "اختصار در مورد عملیاتی است که در حال انجام است و در گزارش‌ها مورد استفاده قرار می‌گیرد"
      ]
    },
    {
      "EnglishWord": "per day",
      "Meanings": [
        "PD",
        "مقدار در روز",
        "روزانه",
        "بطور روزانه"
      ]
    },
    {
      "EnglishWord": "perf",
      "Meanings": [
        "PERFORATED LOG, Log Curve name",
        "perforated",
        "سوراخ شده لوله‌های جداری"
      ]
    },
    {
      "EnglishWord": "perf csg",
      "Meanings": [
        "perforating Casing",
        "لوله‌های جداره ای یا کیسینگ سوراخ شده"
      ]
    },
    {
      "EnglishWord": "perforate",
      "Meanings": [
        "To pierce the casing wall and cement to provide holes through which formation fluids may enter or to provide holes in the casing so that materials may be introduced into the annulus between the casing and the wall of the borehole. Perforating is accomplished by lowering into the well a perforating gun, or perforator, that fires electrically detonated bullets or shaped charges"
      ]
    },
    {
      "EnglishWord": "perforated",
      "Meanings": [
        "perf",
        "سوراخ شده لوله‌های جداری"
      ]
    },
    {
      "EnglishWord": "perforated casing",
      "Meanings": [
        "perf csg",
        "لوله‌های جداره ای یا کیسینگ سوراخ شده"
      ]
    },
    {
      "EnglishWord": "perforated liner",
      "Meanings": [
        "A Liner that has had holes shot in it by a perforating Gun. See also : Liner"
      ]
    },
    {
      "EnglishWord": "perforating gun",
      "Meanings": [
        "A device fitted with shaped charges or bullets that is lowered to the desired depth in a well and fired to create penetrating holes in Casing, Cement, and Formation"
      ]
    },
    {
      "EnglishWord": "perforation",
      "Meanings": [
        "A hole made in the casing, cement, and formation through which formation fluids enter a Well. Usually several perforations are made at a time"
      ]
    },
    {
      "EnglishWord": "perforation depth control log",
      "Meanings": [
        "A special type of nuclear log that measures the depth of each casing collar. Knowing the depth of the collars makes it easy to determine the exact depth of the formation to be perforated by correlating Casing",
        "Collar depth with Formation depth"
      ]
    },
    {
      "EnglishWord": "perforation run",
      "Meanings": [
        "PER, operations' abbreviations which Companymans usually write in their daily drilling reports",
        "عملیات ایجاد منفذ در لوله‌های جداره ای",
        "معمولا اختصار این لغت در مورد عملیاتی بکار میرود که در حال انجام است و در گزارش‌ها مورد استفاده قرار می‌گیرد"
      ]
    },
    {
      "EnglishWord": "perfs",
      "Meanings": [
        "Perforations in Casing for the inflow of Hydrocarbons and gas"
      ]
    },
    {
      "EnglishWord": "perm",
      "Meanings": [
        "permeability, also write as : per",
        "تراوایی",
        "نفوذ پذیری"
      ]
    },
    {
      "EnglishWord": "permeability",
      "Meanings": [
        "per, also write as : perm",
        "تراوایی",
        "نفوذ پذیری",
        "The ability of a rock to transmit fluid through the pore spaces",
        "A key influence on the rate of flow, movement and drainage of the fluids. There is no necessary relation between porosity and permeability. A rock may be highly porous and yet impermeable if there is no communication between pores. A highly porous sand is usually highly permeable. A measure of the ease with which a fluid flows through the connecting pore spaces of rock or cement. The unit of measurement is the millidarcy. Fluid conductivity of a porous medium. Ability of a fluid to flow within the interconnected pore network of a porous medium"
      ]
    },
    {
      "EnglishWord": "permeable",
      "Meanings": [
        "prmb",
        "تراوا",
        "نفوذ پذیر",
        "سنگی که خاصیت عبور سیال را دارا میباشد"
      ]
    },
    {
      "EnglishWord": "petr",
      "Meanings": [
        "petroleum",
        "نفت",
        "هیدروکربور مایع"
      ]
    },
    {
      "EnglishWord": "petroleum",
      "Meanings": [
        "نفت",
        "هیدروکربور مایع",
        "petr",
        "The general name for Hydrocarbons, including Crude Oil, Natural Gas and NGLs. As a technical term, petroleum encompasses the liquid Crude Oil , gaseous Natural Gas , and viscous or solid Bitumen, Asphalt , forms of Hydrocarbons that occur in the Earth, but the meaning is often restricted to the Liquid Oil form. Crude Oil and Natural Gas are the most important primary Fossil Fuels. Asphalt has been used since ancient times to caulk ships and pave roads. In the mid 1800's Petroleum began to replace Whale Oil in lamps, and the first Well specifically to extract it was drilled in 1859. The development of the automobile gave Petroleum a new role as the source of Gasoline. Petroleum and its products have since been used as fuels for heating, for land, air, and sea transport, and for electric power generation and as Petrochemical Sources and Lubricants. Crude Oil and Natural Gas, produced mostly in Iran; Saudi Arabia and Russia, now account for about 60% of world energy consumption; the U.S. is by far the largest consumer. At present rates of consumption, the known supply will be exhausted by the mid 21st century. Petroleum is recovered from Drilled Wells, transported by Pipelines or Tanker Ships to Refineries, and there converted to Fuels and Petrochemicals",
        "تمامی مواد مایع",
        "جامد و گاز هیدرو کربنی موجود در مخازن نفتی. ریشه واژه نفت در زبان فارسی به طور یقین مشخص نیست. به عقیدە زبان‎ ‎شناسان نفت از کلمه اوستایی نپتا گرفته شده است که ‏کلدانیان و اعراب آن را از‎ ‎زبان مادی گرفته و نفتا خوانده اند. پترولیوم‎ petroleum ‎واژه ای لاتین هم‎ ‎ارز نفت است که از دو کلمە ‏پترا‎ petra ‎به معنی سنگ و‎ oleum ‎به معنی روغن گرفته‎ ‎شده است‎. ‎ پترولیوم در واقع در مواد هیدروکربنی است که به صورت ‏طبیعی عمدتا در سنگ های‎ ‎رسوبی قرار دارد. ‎",
        "پترولیوم می‌تواند به صورت فازهای مختلف",
        "از جمله فاز‎ ‎گازی",
        "نظیر گاز طبیعی‎ natural gas ‎",
        "فاز مایع",
        "نظیر نفت خام‎ crude oil ‎و ‏فاز‎ ‎جامد",
        "مانند قیر‎ asphalt ‎در خلل و فرج و شکستگی‌های سنگ‌ها تجمع یابد‎. ‎",
        "‎ ‎نفت خام‎ Crude Oil ‎‏: مخلوطی طبیعی از هیدروکربن‌های مایع است که هم در مخازن‎ ‎زیرزمینی و هم در سطح",
        "بعد از گذر از تفکیک ‏کننده‌های مختلف به صورت مایع باقی می‎ ‎ماند‎. ‎ خواص فیزیکی و شیمیایی هیدروکربن برای مهندسین مخزن و تولید بسیار‎ ‎مهم است",
        "‏زیرا خواص فیزیکی و شیمیایی هیدروکربن",
        "برروی حرکت سیالات درون مخزن و‎ ‎مقدار واقعی تولید هیدروکربن تاثیر خواهد گذاشت",
        "A substance occurring naturally in the earth and composed mainly of mixtures of chemical compounds of carbon and hydrogen, with or without other nonmetallic elements such as sulfur, oxygen, and nitrogen. The compounds that compose it may be in the gaseous, liquid, or solid state, depending on their nature and on the existent conditions of temperature and pressure"
      ]
    },
    {
      "EnglishWord": "pfc",
      "Meanings": [
        "PERFORATING FORMATION COLLAR, Log Curve name"
      ]
    },
    {
      "EnglishWord": "ph value",
      "Meanings": [
        "A unit of measure of the acid of alkaline condition of a substance. A neutral solution such as pure water has a pH of : 7; add solutions are less than 7; basic, or alkaline, solutions are more than 7. The pH scale is a logarithmic scale. A substance with a pH of : 4 is more than twice as add as a substance with a pH of : 5. Similarly, a substance with a pH of : 9 is more than twice as alkaline as a substance with a pH of"
      ]
    },
    {
      "EnglishWord": "phcl",
      "Meanings": [
        "PHOTOCLINOMETER, Log Curve name"
      ]
    },
    {
      "EnglishWord": "pi",
      "Meanings": [
        "Productivity Index",
        "A Well",
        "test measurement indicative of the amount of Oil or Gas, which a Well is capable of producing. It may be expressed as pi",
        "ایندکس تولید"
      ]
    },
    {
      "EnglishWord": "pick up weight",
      "Meanings": [
        "PUW",
        "وزن بالا برده شده",
        "بالا بردن وزن گل حفاری"
      ]
    },
    {
      "EnglishWord": "pickle",
      "Meanings": [
        "A cylindrical or spherical device that is affixed to the end of a wireline just above the hook to keep the line straight and to provide weight. v: to soak metal pieces in a chemical solution to remove dirt and scale from the metal's surface"
      ]
    },
    {
      "EnglishWord": "pieces",
      "Meanings": [
        "pcs",
        "قطعات"
      ]
    },
    {
      "EnglishWord": "pig",
      "Meanings": [
        "A scraping tool that is forced through a pipeline or flow line to clean out accumulations of wax, scale, and debris from the walls of the pipe. It travels with the flow of product in the line, cleaning the pipe walls by means of blades or brushes affixed to it. Also called a line scraper or a go",
        "devil",
        ". A batching cylinder with neoprene or plastic cups on either end and used to separate different products traveling in the same pipeline",
        ". A neoprene displacement spheroid, automatically launched and received, used to displace liquid hydrocarbons from natural gas pipelines",
        ". In hydrostatic testing of a pipeline, a scraper used inside the line to push air out ahead of the test water and to push water out after the test. v: to force a device called a pig through a pipeline or a flow line for the purpose of cleaning the interior walls of the pipe, separating different products, or displacing fluids"
      ]
    },
    {
      "EnglishWord": "pig iron",
      "Meanings": [
        "What a large heavy piece of equipment is said to be made of"
      ]
    },
    {
      "EnglishWord": "piggyback",
      "Meanings": [
        "nautical to install anchors behind each other in tandem"
      ]
    },
    {
      "EnglishWord": "pill",
      "Meanings": [
        "A gelled viscous fluid"
      ]
    },
    {
      "EnglishWord": "pilot hole",
      "Meanings": [
        "In pipeline construction, the hole drilled as the first step of a directionally drilled river crossing. It establishes a pathway for the pipeline"
      ]
    },
    {
      "EnglishWord": "pilot mill",
      "Meanings": [
        "A special mill that has a heavy tubular extension below it called a pilot or stinger. The pilot, smaller in diameter than the mill, is designed to go inside drill pipe or tubing that is lost in the hole. It guides the mill to the top of the pipe and centers it, thus preventing the mill from bypassing the pipe. Also called : a Piloted Mill"
      ]
    },
    {
      "EnglishWord": "pin",
      "Meanings": [
        "The male section of a Tool Joint",
        ". On a Bit, the Bit Shank",
        ". One of the pegs that are fitted on each side into the link plates side bars of a chain link of roller chain and that serve as the stable members onto which bushings are press",
        "fitted and around which rollers move"
      ]
    },
    {
      "EnglishWord": "pink",
      "Meanings": [
        "pk, also rarely write as : pnk",
        "صورتی رنگ"
      ]
    },
    {
      "EnglishWord": "pinkish brown",
      "Meanings": [
        "pkbn"
      ]
    },
    {
      "EnglishWord": "pipe",
      "Meanings": [
        "A long, hollow cylinder, usually steel, through which fluids are conducted. Oilfield tubular goods are Casing including Liners , Drill Pipe, Tubing, or Line Pipe"
      ]
    },
    {
      "EnglishWord": "pipe fitting",
      "Meanings": [
        "An auxiliary part such as a coupling, elbow, tee, or cross used for connecting lengths of pipe"
      ]
    },
    {
      "EnglishWord": "pipe hanger",
      "Meanings": [
        "A circular device with a frictional gripping arrangement used to suspend casing and tubing in a well",
        ". A device used to support a pipeline"
      ]
    },
    {
      "EnglishWord": "pipe line oil",
      "Meanings": [
        "نفت خطوط لوله",
        "PLO"
      ]
    },
    {
      "EnglishWord": "pipe ram",
      "Meanings": [
        "A sealing component for a blowout preventer that closes the annular space between the pipe and the blowout preventer or Wellhead"
      ]
    },
    {
      "EnglishWord": "pipe ram preventer",
      "Meanings": [
        "A blowout preventer that uses pipe rams as the closing elements. See also : Pipe Ram"
      ]
    },
    {
      "EnglishWord": "pipe tongs",
      "Meanings": [
        "Wrench of Drilling Pipes",
        "آچار لوله‌های حفاری"
      ]
    },
    {
      "EnglishWord": "pipeline",
      "Meanings": [
        "خط لوله",
        "PL",
        "A system of connected lengths of pipe, usually buried in the earth or laid on the seafloor, that is used for transporting petroleum and natural gas"
      ]
    },
    {
      "EnglishWord": "pipe-line oil",
      "Meanings": [
        "نفت خطوط لوله",
        "PLO"
      ]
    },
    {
      "EnglishWord": "piso",
      "Meanings": [
        "pisolite",
        "پیزولیت",
        "این ذرات همانند االیتها دارای لایه‌های متحدالمرکز بوده و از منشا غیرآلی می‌باشند. ولی اندازە آنان از 2 میلیمتر بزرگتر بوده و لایه‌های آن خیلی بهم نزدیک و از طرفی منظم هستند و بدون هیچگونه آثار جانوران دریایی. پیزولیتها ممکن است در محیط خشکی و در موقع تشکیل خاک در بالای سفرە آب زیرزمینی",
        "بخصوص در مناطق استوایی و نیمه استوایی بوجود بیایند. پیزولیتها همچنین در محیطهای دارای انرژی بالا",
        "مثل غارها و چشمه‌های آب گرم که انرژی آب زیاد است و یا در هنگام فرآیند دیاژنز در بالای سفرە آب زیرزمینی",
        "در نزدیک ساحل دریا",
        "نیز تشکیل شوند"
      ]
    },
    {
      "EnglishWord": "pisolite",
      "Meanings": [
        "piso",
        "پیزولیت",
        "این ذرات همانند االیتها دارای لایه‌های متحدالمرکز بوده و از منشا غیرآلی می‌باشند. ولی اندازە آنان از 2 میلیمتر بزرگتر بوده و لایه‌های آن خیلی بهم نزدیک و از طرفی منظم هستند و بدون هیچگونه آثار جانوران دریایی. پیزولیتها ممکن است در محیط خشکی و در موقع تشکیل خاک در بالای سفرە آب زیرزمینی",
        "بخصوص در مناطق استوایی و نیمه استوایی بوجود بیایند. پیزولیتها همچنین در محیطهای دارای انرژی بالا",
        "مثل غارها و چشمه‌های آب گرم که انرژی آب زیاد است و یا در هنگام فرآیند دیاژنز در بالای سفرە آب زیرزمینی",
        "در نزدیک ساحل دریا",
        "نیز تشکیل شوند"
      ]
    },
    {
      "EnglishWord": "pit",
      "Meanings": [
        "pitted, stained or with cavity",
        "دارای نقطه در سطح",
        "منقوط یا دارای حفره",
        "A temporary containment, usually excavated earth, for Wellbore fluids"
      ]
    },
    {
      "EnglishWord": "pit-level indicator",
      "Meanings": [
        "One of a series of devices that continuously monitor the level of the drilling mud in the mud tanks. The indicator usually consists of float devices in the mud tanks that sense the mud level and transmit data to a recording and alarm device a pit",
        "volume recorder mounted near the driller's position on the rig floor. If the mud level drops too low or rises too high, the alarm sounds to warn the driller of Losing Circulation or a Kick"
      ]
    },
    {
      "EnglishWord": "pitted",
      "Meanings": [
        "pit, stained or with cavity",
        "دارای نقطه در سطح",
        "منقوط یا دارای حفره"
      ]
    },
    {
      "EnglishWord": "pit-volume recorder",
      "Meanings": [
        "The gauge at the driller's position that records data from the pit",
        "level indicator"
      ]
    },
    {
      "EnglishWord": "pk",
      "Meanings": [
        "pink, also write as : pnk",
        "صورتی رنگ"
      ]
    },
    {
      "EnglishWord": "pkbn",
      "Meanings": [
        "pinkish brown"
      ]
    },
    {
      "EnglishWord": "pkr",
      "Meanings": [
        "packer",
        "پکر",
        "یک قطعه از ابزار درون چاهی که از یک قطعه مهر و موم کننده تشکیل شده است",
        "یک ابزار که محکم نگاه می‌دارد و یک مجرا برای عبور سیال حفاری که باعث مسدود شدن بخشی از فضای حلقوی بین تیوبینگ و دیواره چاه می‌گردد. این ابزار معمولا داخل رشتە تیوبینگ و کمی بالاتر از ناحیه تولید کننده نفت و گاز قرار می‌گیرد"
      ]
    },
    {
      "EnglishWord": "pl",
      "Meanings": [
        "Pipe Line",
        "PRODUCTION LOG, Log Curve name",
        "pale, also refer to as : pal",
        "Proximity Log, PL or Production Log",
        "رنگ پریده",
        "لاگ مجاورتی"
      ]
    },
    {
      "EnglishWord": "plastic viscosity",
      "Meanings": [
        "A measure of the internal resistance to fluid flow attributable to the amount, type and size of solids present in a given fluid. It is expressed as the number of dynes per square centimeter of tangential shearing force in excess of the Bingham yield value that will induce a unit rate of shear. This value, expressed in centiPoise, is proportional to the slope of the consistency curve determined in the region of laminar flow for materials obeying Bingham's law of plastic flow",
        "PV",
        "ویسکوزیته پلاستیکی",
        "An absolute flow property indicating the flow resistance of certain types of fluids. It is a measure of shearing stress"
      ]
    },
    {
      "EnglishWord": "platform rig",
      "Meanings": [
        "An immobile offshore structure from which development wells are drilled and produced. Platform rigs may be built of steel or concrete and may be either rigid or compliant. Rigid platform rigs, which rest on the seafloor, are the caisson",
        "type platform, the concrete gravity platform, and the steel",
        "jacket platform. Compliant platform rigs, which are used in deeper waters and yield to water and wind movements are the guyed",
        "tower platform and the tension",
        "leg platform"
      ]
    },
    {
      "EnglishWord": "play",
      "Meanings": [
        "The extent of a petroleum",
        "bearing formation",
        ". the activities associated with petroleum development in an area"
      ]
    },
    {
      "EnglishWord": "plc",
      "Meanings": [
        "PRODUCTION LOG COMBINATION TOOL, Log Curve name"
      ]
    },
    {
      "EnglishWord": "pld",
      "Meanings": [
        "کشیده شده",
        "pulled"
      ]
    },
    {
      "EnglishWord": "pldf",
      "Meanings": [
        "PRODUCTION LOG",
        "FLUID DENSITY, Log Curve name"
      ]
    },
    {
      "EnglishWord": "plft",
      "Meanings": [
        "PRODUCTION LOG",
        "FLUID TRAVEL, Log Curve name"
      ]
    },
    {
      "EnglishWord": "plno",
      "Meanings": [
        "PRODUCTION LOG",
        "AUDIO TRACER NOISE , Log Curve name"
      ]
    },
    {
      "EnglishWord": "plo",
      "Meanings": [
        "نفت خطوط لوله",
        "Pipe",
        "Line Oil"
      ]
    },
    {
      "EnglishWord": "plog",
      "Meanings": [
        "PARAMALOG/OLD MICROLOG, Log Curve name"
      ]
    },
    {
      "EnglishWord": "plpd",
      "Meanings": [
        "PRODUCTION LOG",
        "PERFORATION DEPTH, Log Curve name"
      ]
    },
    {
      "EnglishWord": "plrt",
      "Meanings": [
        "PRODUCTION LOG",
        "RADIOACTIVE TRACER, Log Curve name"
      ]
    },
    {
      "EnglishWord": "plsp",
      "Meanings": [
        "PRODUCTION LOG",
        "SPINNER SURVEY, Log Curve name"
      ]
    },
    {
      "EnglishWord": "plug",
      "Meanings": [
        "Any object or device that blocks a hole or passageway, such as : a Cement Plug in a Borehole"
      ]
    },
    {
      "EnglishWord": "plug and abandon",
      "Meanings": [
        "To place cement plugs into a dry hole and abandon it"
      ]
    },
    {
      "EnglishWord": "plug back",
      "Meanings": [
        "To shut off lower Formation in a Well"
      ]
    },
    {
      "EnglishWord": "plug container",
      "Meanings": [
        "See : Cementing Head"
      ]
    },
    {
      "EnglishWord": "plug flow",
      "Meanings": [
        "A fluid moving as a unit in which all shear stress occurs at the pipe wall and hole wall. The stream thus assumes the shape of several telescopic layers of fluid with lowest velocities near the pipe and hole walls and the fastest in the middle"
      ]
    },
    {
      "EnglishWord": "plug pucker",
      "Meanings": [
        "A tool used to mill over permanent bridge plugs/cement retainers while retrieving the milled",
        "out debris"
      ]
    },
    {
      "EnglishWord": "plug-back cementing",
      "Meanings": [
        "A secondary",
        "cementing operation in which a plug of cement is positioned at a specific point in the Well and allowed to set"
      ]
    },
    {
      "EnglishWord": "plugged   abandoned",
      "Meanings": [
        "P&A",
        "چاهی که پلاگ شده و آنرا رها نموده اند"
      ]
    },
    {
      "EnglishWord": "plugged back",
      "Meanings": [
        "PB",
        "چاه پلاگ شده"
      ]
    },
    {
      "EnglishWord": "plugged back total depth",
      "Meanings": [
        "کل عمق چاه تا عمق نهایی پلاگ شده",
        "PBTD"
      ]
    },
    {
      "EnglishWord": "plunger",
      "Meanings": [
        "A basic component of the sucker rod pump that serves to draw well fluids into the pump",
        ". The rod that serves as a piston in a reciprocating pump",
        ". The device in a fuel",
        "injection unit that regulates the amount of fuel pumped on each stroke"
      ]
    },
    {
      "EnglishWord": "plunger lift",
      "Meanings": [
        "A method of lifting oil using a swab or free piston propelled by compressed gas from the lower end of the tubing string to the surface"
      ]
    },
    {
      "EnglishWord": "pml",
      "Meanings": [
        "PROXIMITY MINI LOG, Log Curve name"
      ]
    },
    {
      "EnglishWord": "pmp",
      "Meanings": [
        "Mud Pumps work on , actions or job's abbreviations which Companymans write in their daily drilling reports",
        "پمپ‌های گل",
        "کار تعمیراتی بر روی آنها",
        "اختصار در مورد عملیاتی است که در حال انجام است و در گزارش‌ها مورد استفاده قرار می‌گیرد"
      ]
    },
    {
      "EnglishWord": "pn",
      "Meanings": [
        "pan"
      ]
    },
    {
      "EnglishWord": "pnk",
      "Meanings": [
        "pink, also commonly write as : pk",
        "صورتی رنگ"
      ]
    },
    {
      "EnglishWord": "point",
      "Meanings": [
        "pt",
        "نقطه"
      ]
    },
    {
      "EnglishWord": "points",
      "Meanings": [
        "A method for indicating hook load or force, read off rig's indicator; 1 point = 1,000 pounds"
      ]
    },
    {
      "EnglishWord": "pole mast",
      "Meanings": [
        "A portable mast constructed of tubular members. A pole mast may be a single pole, usually one or two different sizes of pipe telescoped together to be moved or extended and locked to obtain maximum height above a well. Double",
        "pole masts give added strength and stability. See also : Mast"
      ]
    },
    {
      "EnglishWord": "poly diamond crystalline",
      "Meanings": [
        "یک نوع مته الماسه است که در حفاری سنگها و سازند‌های سخت بکار می‌رود",
        "در کور گیری نیز از این نوع مته استفاده میگردد. PDC Bit",
        "متە پلی دیاموند کریستالاین"
      ]
    },
    {
      "EnglishWord": "polymer mud",
      "Meanings": [
        "A drilling mud to which a polymer has been added to increase the viscosity of the Mud"
      ]
    },
    {
      "EnglishWord": "pony rod",
      "Meanings": [
        "A sucker rod, shorter than usual, used to make up a sucker rod string of desired length. Pony rods are usually placed just below the polished rod",
        ". The rod joined to the connecting rod and piston rod in a mud pump"
      ]
    },
    {
      "EnglishWord": "pooh",
      "Meanings": [
        "Pull Out Of Hole, Pulling Out Of Hole",
        "لوله بالا",
        "اصطلاحی است که جهت بالا آوردن لوله‌های حفاری بکار برده می‌شود",
        "pull",
        "out",
        "of",
        "hole"
      ]
    },
    {
      "EnglishWord": "pool",
      "Meanings": [
        "In general, the term \"pool\" is synonymous with the term \"reservoir\"; however, in certain situations, a pool may consist of more than one reservoir"
      ]
    },
    {
      "EnglishWord": "poor",
      "Meanings": [
        "Rock with less than 6 % porosity, e.g. I",
        "B, I",
        "C, I",
        "D",
        "pr",
        "ناچیز",
        "کم",
        "سنگی دارای تخلخل کم بمیزان کمتر از 6 درصد"
      ]
    },
    {
      "EnglishWord": "pop",
      "Meanings": [
        "Putting On Pump"
      ]
    },
    {
      "EnglishWord": "poppet valve",
      "Meanings": [
        "A device that controls the rate of flow of fluid in a line or opens or shuts off the flow of fluid completely. When open, the sealing surface of the valve is moved away from a seat; when closed, the sealing surface contacts the seat to shut off flow. The direction of movement of the valve is usually perpendicular to the seat. Popper valves are used extensively as pneumatic air controls on drilling rigs and as intake and exhausts valves in most internal",
        "combustion engines"
      ]
    },
    {
      "EnglishWord": "por",
      "Meanings": [
        "POROSITY, Log Curve name",
        "Time actually spent to retrieve all riser pipe, Operations' abbreviation which usually Companymans write in their daily drilling reports",
        "porosity, porous",
        "تخلخل",
        "متخلخل"
      ]
    },
    {
      "EnglishWord": "pore",
      "Meanings": [
        "An opening or space within a rock or mass of rocks, usually small and often filled with some fluid water, oil, gas, or all three . Compare also with : Vug"
      ]
    },
    {
      "EnglishWord": "pore pressure",
      "Meanings": [
        "See : Formation Pressure"
      ]
    },
    {
      "EnglishWord": "porosity",
      "Meanings": [
        "por, also rarely write as : prsty",
        "Φ, the Symbol for porosity",
        "تخلخل",
        "prsty",
        "The percentage that the volume of the pore space bears to the total bulk volume. The pore space determines the amount of space available for storage of fluids"
      ]
    },
    {
      "EnglishWord": "porous",
      "Meanings": [
        "por",
        "متخلخل",
        "Having pores, or tiny openings, as in rock"
      ]
    },
    {
      "EnglishWord": "ported sub",
      "Meanings": [
        "Nipple; a device through which fluid is circulated"
      ]
    },
    {
      "EnglishWord": "portland cement",
      "Meanings": [
        "The Cement most widely used in Oilwells. It is made from raw materials such as Limestone, Clay or Shale, and Iron Ore"
      ]
    },
    {
      "EnglishWord": "pos",
      "Meanings": [
        "possible",
        "محتمل",
        "احتمال وجود داشتن"
      ]
    },
    {
      "EnglishWord": "positive choke",
      "Meanings": [
        "A Choke in which the orifice size must be changed to change the rate of flow through the Choke"
      ]
    },
    {
      "EnglishWord": "possible",
      "Meanings": [
        "pos, also write as : psbl",
        "محتمل",
        "احتمال وجود داشتن",
        "psbl"
      ]
    },
    {
      "EnglishWord": "potassium",
      "Meanings": [
        "One of the alkali metal elements with a valence of 1 and an atomic weight of about 39. Potassium compounds, most commonly potassium hydroxide KOH , are sometimes added to drilling fluids to impart special properties, usually inhibition"
      ]
    },
    {
      "EnglishWord": "potential",
      "Meanings": [
        "The maximum volume of oil or gas that a well is capable of producing, calculated from Well test data"
      ]
    },
    {
      "EnglishWord": "potential test",
      "Meanings": [
        "A test of the maximum rate at which a Well can produce Oil"
      ]
    },
    {
      "EnglishWord": "pound",
      "Meanings": [
        "lbs",
        "واحد وزن",
        "پوند"
      ]
    },
    {
      "EnglishWord": "pound cubic feet",
      "Meanings": [
        "pcf",
        "پوند بر فوت مکعب"
      ]
    },
    {
      "EnglishWord": "pound per barrel",
      "Meanings": [
        "ppb",
        "مقدار وزن هر بشکه به پوند"
      ]
    },
    {
      "EnglishWord": "pound per gallon",
      "Meanings": [
        "ppg",
        "مقدار وزن هر گالن به پوند"
      ]
    },
    {
      "EnglishWord": "pounds per gallon",
      "Meanings": [
        "A measure of the density of a fluid, such as : a Drilling Mud"
      ]
    },
    {
      "EnglishWord": "pounds per square inch",
      "Meanings": [
        "psi, Unit of Pressure",
        "پوند بر اینچ مربع"
      ]
    },
    {
      "EnglishWord": "pounds per square inch gauge",
      "Meanings": [
        "The pressure in a vessel or container as registered on a gauge attached to the container. This reading does not include the pressure of the atmosphere outside the container"
      ]
    },
    {
      "EnglishWord": "pov",
      "Meanings": [
        "Time actually spent for Positioning the Rig over the drilling slot, Operations' abbreviation which usually Companymans write in their daily drilling reports"
      ]
    },
    {
      "EnglishWord": "pow",
      "Meanings": [
        "Work on Rig electric Power, actions or job's abbreviations which Companymans write in their daily drilling reports",
        "کار بر روی برق دکل حفاری",
        "اختصار در مورد عملیاتی است که در حال انجام است و در گزارش‌ها مورد استفاده قرار می‌گیرد"
      ]
    },
    {
      "EnglishWord": "powder",
      "Meanings": [
        "pwd",
        "پودر"
      ]
    },
    {
      "EnglishWord": "powdery",
      "Meanings": [
        "pdry",
        "پودری شکل",
        "دارای حالت پودری"
      ]
    },
    {
      "EnglishWord": "power",
      "Meanings": [
        "POW, Work on rig electric Power, actions or jobs which Companymans write in their daily drilling reports",
        "نیرو",
        "برق دکل",
        "کار بر روی برق دکل"
      ]
    },
    {
      "EnglishWord": "power rod tongs",
      "Meanings": [
        "Tongs that are actuated by air or hydraulic fluid and are used for making up or breaking out Sucker Rods"
      ]
    },
    {
      "EnglishWord": "power sub",
      "Meanings": [
        "A hydraulically powered device used in lieu of a rotary to turn the Drill Pipe, Tubing, or Casing in a Well"
      ]
    },
    {
      "EnglishWord": "power swivel",
      "Meanings": [
        "PS, Top Drive",
        "نیروی هرز گرد"
      ]
    },
    {
      "EnglishWord": "power tools",
      "Meanings": [
        "Equipment operated hydraulically or by compressed air for making up and breaking out Drill Pipe, Casing, Tubing, and Rods"
      ]
    },
    {
      "EnglishWord": "ppb",
      "Meanings": [
        "pound per barrel",
        "پوند بر بشکه"
      ]
    },
    {
      "EnglishWord": "ppg",
      "Meanings": [
        "pound per gallon",
        "پوند بر گالن"
      ]
    },
    {
      "EnglishWord": "ppl",
      "Meanings": [
        "purple",
        "ارغوانی رنگ"
      ]
    },
    {
      "EnglishWord": "ppm",
      "Meanings": [
        "parts per million",
        "قسمت در میلیون",
        "پی. پی. ام"
      ]
    },
    {
      "EnglishWord": "pr",
      "Meanings": [
        "poor",
        "دارای تخلخل ضعیف بمیزان کمتر از 6 درصد"
      ]
    },
    {
      "EnglishWord": "pre",
      "Meanings": [
        "Rig Repair, operation's abbreviations which Companymans usually write in their daily drilling reports",
        "عملیات تعمیر بر روی دکل حفاری",
        "اختصار در مورد عملیاتی است که در حال انجام است و در گزارش‌ها مورد استفاده قرار می‌گیرد"
      ]
    },
    {
      "EnglishWord": "pred",
      "Meanings": [
        "predominate",
        "غالب بودن"
      ]
    },
    {
      "EnglishWord": "predominate",
      "Meanings": [
        "pred",
        "غالب بودن"
      ]
    },
    {
      "EnglishWord": "prefab",
      "Meanings": [
        "A barricade which prevents from belowing wind",
        "باد گیر",
        "باد شکن"
      ]
    },
    {
      "EnglishWord": "prepare job",
      "Meanings": [
        "P/J, to do, actions or jobs which Companymans usually write in their daily drilling reports",
        "آماده سازی یک جاب یا عملیات خاص",
        "معمولا اختصار این لغت در مورد عملیاتی بکار میرود که در حال انجام است و در گزارش‌ها مورد استفاده قرار می‌گیرد"
      ]
    },
    {
      "EnglishWord": "pres",
      "Meanings": [
        "pressure, also write as : press"
      ]
    },
    {
      "EnglishWord": "press",
      "Meanings": [
        "pressure, also write as : pres",
        "فشار"
      ]
    },
    {
      "EnglishWord": "pressure",
      "Meanings": [
        "press, also write as : pres",
        "فشار",
        "The force that a fluid liquid or gas exerts uniformly in all directions within a vessel, pipe, hole in the ground, and so forth, such as that exerted against the inner wall of a tank or that exerted on the bottom of the wellbore by a fluid. Pressure is expressed in terms of force exerted per unit of area, as pounds per square inch, or in kilopascals"
      ]
    },
    {
      "EnglishWord": "pressure control",
      "Meanings": [
        "Commonly referred to as snubbing; running of tool and/or pulling of tubing under Well pressure"
      ]
    },
    {
      "EnglishWord": "pressure drop",
      "Meanings": [
        "A loss of pressure that results from friction sustained by a fluid passing through a line, valve, fitting, or other device"
      ]
    },
    {
      "EnglishWord": "pressure gauge",
      "Meanings": [
        "An instrument that measures fluid pressure and usually registers the difference between atmospheric pressure and the pressure of the fluid by indicating the effect of such pressures on a measuring element e.g., a column of liquid, pressure in a Bourdon tube, a weighted piston, or a diaphragm"
      ]
    },
    {
      "EnglishWord": "pressure gradient",
      "Meanings": [
        "A scale of pressure differences in which there is a uniform variation of pressure from point to point. For example, the pressure gradient of a column of water is about 0.433 pounds per square inch per foot 9.794 kilopascals per meter of vertical elevation. The normal pressure gradient in a formation is equivalent to the pressure exerted at any given depth by a column of 10 percent salt water extending from that depth to the surface 0.465 pounds per square inch per foot or 10.518 kilopascals per meter",
        ". The change along a horizontal distance in atmospheric pressure. Isobars drawn on weather maps display the pressure gradient"
      ]
    },
    {
      "EnglishWord": "pressure loss",
      "Meanings": [
        "A reduction in the amount of force a fluid exerts against a surface, such as the walls of a pipe. It usually occurs because the fluid is moving against the surface and is caused by the friction between the fluid and the surface",
        ". The amount of pressure indicated by a drill pipe pressure gauge when drilling fluid is being circulated by the mud pump. Pressure losses occur as the fluid is circulated"
      ]
    },
    {
      "EnglishWord": "pressure probe",
      "Meanings": [
        "A diagnostic tool used to ascertain whether there is a gas leak in the tubing of a gas lift well. If there is a tubing leak, the pressure on the annulus will equal the pressure on the tubing"
      ]
    },
    {
      "EnglishWord": "pressure relief valve",
      "Meanings": [
        "A valve that opens at a preset pressure to relieve excessive pressures within a vessel or line. Also called : a Relief Valve, Safety Valve, or Safety Relief Valve"
      ]
    },
    {
      "EnglishWord": "pressure safety valve",
      "Meanings": [
        "PSV",
        "والو یا شیر ایمنی فشار"
      ]
    },
    {
      "EnglishWord": "pressure surge",
      "Meanings": [
        "A sudden, usually short",
        "duration, increase in pressure. When pipe or casing is run into a hole too rapidly, an increase in the hydrostatic pressure results, which may be great enough to create lost circulation"
      ]
    },
    {
      "EnglishWord": "pressure test",
      "Meanings": [
        "P/T, actions or jobs which Companymans write in their daily drilling reports",
        "تست نمودن فشار",
        "معمولا اختصار این لغت در مورد عملیاتی بکار میرود که در حال انجام است و در گزارش‌ها مورد استفاده قرار می‌گیرد"
      ]
    },
    {
      "EnglishWord": "pressure unit",
      "Meanings": [
        "psi",
        "واحد اندازه گیری فشار",
        "دستگاه فشار"
      ]
    },
    {
      "EnglishWord": "pressure-drop loss",
      "Meanings": [
        "The pressure lost in a pipeline or annulus due to the velocity of the liquid in the pipeline, the properties of the fluid, the condition of the pipe wall, and the alignment of the pipe. In certain mud",
        "mixing systems, the loss of head can be substantial"
      ]
    },
    {
      "EnglishWord": "pressure-integrity test",
      "Meanings": [
        "A method of determining the amount of pressure that is allowed to appear on the casing pressure gauge as a kick is circulated out of a well. In general, it is determined by slowly pumping mud into the well while it is shut in and observing the pressure at which the Formation begins to take mud"
      ]
    },
    {
      "EnglishWord": "pressure-volume-temperature",
      "Meanings": [
        "PVT",
        "فشار",
        "حجم",
        "دما"
      ]
    },
    {
      "EnglishWord": "prim",
      "Meanings": [
        "primary",
        "اولیه",
        "ابتدایی"
      ]
    },
    {
      "EnglishWord": "primary",
      "Meanings": [
        "prim",
        "اولیه",
        "ابتدایی"
      ]
    },
    {
      "EnglishWord": "primary cementing",
      "Meanings": [
        "The cementing operation that takes place immediately after the casing has been run into the hole. It provides a protective sheath around the casing, segregates the producing formation, and prevents the undesirable migration of fluids"
      ]
    },
    {
      "EnglishWord": "primary recovery",
      "Meanings": [
        "The first stage of oil production in which natural reservoir drives are used to recover oil, although some form of artificial lift may be required to exploit declining reservoir drives"
      ]
    },
    {
      "EnglishWord": "primary well control",
      "Meanings": [
        "Prevention of Formation fluid flow by maintaining a Hydrostatic Pressure equal to or greater than Formation Pressure"
      ]
    },
    {
      "EnglishWord": "prl",
      "Meanings": [
        "PIPE RECOVERY LOG, Log Curve name"
      ]
    },
    {
      "EnglishWord": "prmb",
      "Meanings": [
        "permeable",
        "نفوذپذیر",
        "تراوا"
      ]
    },
    {
      "EnglishWord": "prms",
      "Meanings": [
        "PERMEABILITY SPINNER SURVEY, Log Curve name"
      ]
    },
    {
      "EnglishWord": "pro",
      "Meanings": [
        "PROLOG, Log Curve name"
      ]
    },
    {
      "EnglishWord": "prob",
      "Meanings": [
        "probable",
        "محتمل"
      ]
    },
    {
      "EnglishWord": "probable",
      "Meanings": [
        "prob",
        "محتمل"
      ]
    },
    {
      "EnglishWord": "prod",
      "Meanings": [
        "PRODUCTION LOG, Log Curve name"
      ]
    },
    {
      "EnglishWord": "producing zone",
      "Meanings": [
        "The zone or Formation from which Oil or Gas is produced. See also : Pay Sand"
      ]
    },
    {
      "EnglishWord": "production",
      "Meanings": [
        "The yield of an Oil or Gas Well; the branch of the industry that brings the Oil and Gas to the surface for sale. The phase of the Petroleum industry that deals with bringing the Well fluids to the surface and separating them and with Storing, Gauging, and otherwise preparing the product for Pipeline. The amount of Oil or Gas produced in a given period"
      ]
    },
    {
      "EnglishWord": "production logging",
      "Meanings": [
        "PCT, Production Logging Combination Tool",
        "لاگ یا نمودارگیری تولید نفت و گاز"
      ]
    },
    {
      "EnglishWord": "production logging combination tool",
      "Meanings": [
        "PCT",
        "ابزار ترکیبی نمودار گیری تولید نفت و گاز"
      ]
    },
    {
      "EnglishWord": "production packer",
      "Meanings": [
        "Any Packer designed to make a seal between the tubing and the casing during production"
      ]
    },
    {
      "EnglishWord": "production rig",
      "Meanings": [
        "A portable servicing or workover outfit, usually mounted on wheels and self",
        "propelled. A well servicing unit consists of a hoist and engine mounted on a wheeled chassis with a self",
        "erecting mast. A workover rig is basically the same, with the addition of a substructure with rotary, pump, pits, and auxiliaries to permit handling and working a drill string"
      ]
    },
    {
      "EnglishWord": "production seal unit",
      "Meanings": [
        "Same as : Seal Nipple assemblies"
      ]
    },
    {
      "EnglishWord": "production test",
      "Meanings": [
        "A test of the Well's producing potential usually done during the initial completion phase"
      ]
    },
    {
      "EnglishWord": "production tubing",
      "Meanings": [
        "A string of tubing used to produce the Well, providing Well Control and energy conservation"
      ]
    },
    {
      "EnglishWord": "productivity index",
      "Meanings": [
        "PI",
        "ایندکس قابلیت تولید نفت و گاز"
      ]
    },
    {
      "EnglishWord": "prom",
      "Meanings": [
        "prominent",
        "برجسته",
        "چشمگیر"
      ]
    },
    {
      "EnglishWord": "prominent",
      "Meanings": [
        "prom",
        "برجسته"
      ]
    },
    {
      "EnglishWord": "propping agent",
      "Meanings": [
        "A granular substance, Sand grains, Aluminum pellets, or other materials that is carried in suspension by the fracturing fluid and that serves to keep the cracks open when fracturing fluid is withdrawn after a fracture treatment"
      ]
    },
    {
      "EnglishWord": "props",
      "Meanings": [
        "Proppants, Beads, Sand used in Hydraulic fracturing operations"
      ]
    },
    {
      "EnglishWord": "proximity log",
      "Meanings": [
        "PL, Pproduction Log",
        "لاگ مجاورتی"
      ]
    },
    {
      "EnglishWord": "prsm",
      "Meanings": [
        "PRISM",
        "PREC RADIOACTIVE ISOTOPE SPECTRAL MEASRMNT, Log Curve name"
      ]
    },
    {
      "EnglishWord": "prsty",
      "Meanings": [
        "porosity, also write as : por",
        "تخلخل",
        "گاهی اختصار تخلخل به این صورت نوشته می‌شود",
        "porosity"
      ]
    },
    {
      "EnglishWord": "prxl",
      "Meanings": [
        "PROXIMITY, Log Curve name"
      ]
    },
    {
      "EnglishWord": "ps",
      "Meanings": [
        "Power Swivel",
        "Top Drive",
        "سیستم دکل حفاری که توسط هرز گرد و یا تاپ درایو کار میکند"
      ]
    },
    {
      "EnglishWord": "psa",
      "Meanings": [
        "Pressure Setting Assembly; a tool that is used to set permanent tools on Electric Wireline, through explosive force"
      ]
    },
    {
      "EnglishWord": "psbl",
      "Meanings": [
        "possible",
        "محتمل"
      ]
    },
    {
      "EnglishWord": "psdo",
      "Meanings": [
        "pseudo",
        "زودو",
        "دروغین"
      ]
    },
    {
      "EnglishWord": "pseudo",
      "Meanings": [
        "psdo",
        "زودو",
        "دروغین"
      ]
    },
    {
      "EnglishWord": "psi",
      "Meanings": [
        "pounds per square inch, unit of pressure, its abbreviation is : pres",
        "واحد فشار که این حروف اختصار پوند بر اینچ مربع است"
      ]
    },
    {
      "EnglishWord": "psi/ft",
      "Meanings": [
        "Pounds per Square Inch per foot"
      ]
    },
    {
      "EnglishWord": "psia",
      "Meanings": [
        "پوند بر اینچ مربع",
        "مطلق",
        "pounds per square inch, absolute",
        "Pounds per Square Inch absolute. See also : Absolute Pressure"
      ]
    },
    {
      "EnglishWord": "psig",
      "Meanings": [
        "pounds per square inch, gauge",
        "The pressure in a vessel or container as registered on a gauge attached to the container. This reading does not include the pressure of the atmosphere outside the container",
        "Pounds per Square Inch, gauge"
      ]
    },
    {
      "EnglishWord": "pss",
      "Meanings": [
        "PERMEABILITY SPINNER SURVEY, Log Curve name"
      ]
    },
    {
      "EnglishWord": "psv",
      "Meanings": [
        "Pressure Safety Valve",
        "والو یا شیر ایمنی فشار"
      ]
    },
    {
      "EnglishWord": "pt",
      "Meanings": [
        "part",
        "بخش",
        "قسمت",
        "قطعه",
        "نقطه"
      ]
    },
    {
      "EnglishWord": "ptcl",
      "Meanings": [
        "particle"
      ]
    },
    {
      "EnglishWord": "ptly",
      "Meanings": [
        "partly",
        "بصورت بخشی",
        "موجود بودن در قسمتی از سنگ"
      ]
    },
    {
      "EnglishWord": "pto",
      "Meanings": [
        "Power Take Off"
      ]
    },
    {
      "EnglishWord": "pull out of hole",
      "Meanings": [
        "لوله بالا",
        "اصطلاحی است که جهت بالا آوردن لوله‌های حفاری بسطح بکار برده می‌شود",
        "POOH"
      ]
    },
    {
      "EnglishWord": "pull the trigger",
      "Meanings": [
        "To fire a wireline",
        "operated downhole tool from inside the service truck"
      ]
    },
    {
      "EnglishWord": "pulled",
      "Meanings": [
        "کشیده شده",
        "اختصار آن pld می‌باشد",
        "pld"
      ]
    },
    {
      "EnglishWord": "pulling tool",
      "Meanings": [
        "A hydraulically operated tool that is run in above the fishing tool and anchored to the casing by slips. It exerts a strong upward pull on the fish by hydraulic power derived from fluid that is pumped down the Fishing String"
      ]
    },
    {
      "EnglishWord": "pulling unit",
      "Meanings": [
        "A Well",
        "servicing outfit used in pulling rods and tubing from the Well. See also : Production Rig"
      ]
    },
    {
      "EnglishWord": "pump",
      "Meanings": [
        "p",
        "P",
        "پمپ گل حفاری",
        "A device that increases the pressure on a fluid or raises it to a higher level. Various types of pumps include the bottomhole pump, centrifugal pump, hydraulic pump, jet pump, mud pump, reciprocating pump, rotary pump, sucker rod pump, and submersible pump"
      ]
    },
    {
      "EnglishWord": "pump down",
      "Meanings": [
        "Descriptive of any tool or device that can be pumped down a wellbore. Pump",
        "down tools are not lowered into the well on wireline; instead, they are pumped down the well with the drilling fluid, Also write as : pump",
        "down"
      ]
    },
    {
      "EnglishWord": "pump liner",
      "Meanings": [
        "A cylindrical, accurately machined, metallic section that forms the working barrel of some reciprocating pumps. Liners are an inexpensive means of replacing worn cylinder surface, and in some pumps they provide a method of conveniently changing the displacement and capacity of the pumps"
      ]
    },
    {
      "EnglishWord": "pump manifold",
      "Meanings": [
        "An arrangement of valves and piping that permits a wide choice in the routing of suction and discharge fluids among two or more pumps"
      ]
    },
    {
      "EnglishWord": "pump off",
      "Meanings": [
        "To pump so rapidly that the oil level drops below the standing valve on the pump"
      ]
    },
    {
      "EnglishWord": "pumping tee",
      "Meanings": [
        "A heavy",
        "duty steel, T",
        "shaped pipe fitting that is screwed or flanged to the top of a pumping well. The polished rod works through a stuffing box on top of the tee and in the run of the tee to operate a sucker rod pump in the well. Pumped fluid is discharged through the side opening of the tee"
      ]
    },
    {
      "EnglishWord": "pump-out plug",
      "Meanings": [
        "A device to provide running the tubing dry with a packer released by elevating tubing pressure, thereby opening the tubing to Formation pressure"
      ]
    },
    {
      "EnglishWord": "pup joint",
      "Meanings": [
        "A length of drill or line pipe, tubing, or casing considerably shorter than 30 feet"
      ]
    },
    {
      "EnglishWord": "purple",
      "Meanings": [
        "ارغوانی رنگ",
        "ppl",
        "دارای رنگ ارغوانی"
      ]
    },
    {
      "EnglishWord": "put",
      "Meanings": [
        "putty",
        "پوتی",
        "حالت پوتی یا بتونه ای"
      ]
    },
    {
      "EnglishWord": "put a well on",
      "Meanings": [
        "To start a well flowing or pumping"
      ]
    },
    {
      "EnglishWord": "put on pump",
      "Meanings": [
        "To install a pump or pumping unit, Sucker Rods, and Bottom",
        "hole Pump"
      ]
    },
    {
      "EnglishWord": "putting on pump",
      "Meanings": [
        "گذاشتن روی پمپ‌های گل حفاری",
        "POP"
      ]
    },
    {
      "EnglishWord": "putty",
      "Meanings": [
        "put, a type of rock which is like primer",
        "A light brownish",
        "gray to light grayish",
        "brown color",
        "بتونه ای",
        "به سنگی گویند که حالت بتونه ای داشته باشد و در توصیف نمونه‌های حفاری شده بکار برده می‌شود",
        "رنگ خاکستری روشن مایل به قهوه ای تا قهوه ای روشن مایل به خاکستری"
      ]
    },
    {
      "EnglishWord": "puw",
      "Meanings": [
        "Pick Up Weight",
        "وزن بالا برده شده"
      ]
    },
    {
      "EnglishWord": "pv",
      "Meanings": [
        "plastic viscosity, PV",
        "ویسکوزیته پلاستیکی"
      ]
    },
    {
      "EnglishWord": "pvt",
      "Meanings": [
        "an examination of reservoir fluid in a laboratory under various pressures, volumes, and temperatures to determine the characteristics and behavior of the fluid, or Pressure, Volume, and Temperature analysis",
        "Pit Volume Totalizer. 2. Pressure, Volume, and Temperature",
        "pressure",
        "volume",
        "temperature, PVT",
        "فشار",
        "حجم",
        "دما"
      ]
    },
    {
      "EnglishWord": "pwd",
      "Meanings": [
        "powder",
        "پودر"
      ]
    },
    {
      "EnglishWord": "py",
      "Meanings": [
        "pyrite, also commonly write as : pyr",
        "پیریت"
      ]
    },
    {
      "EnglishWord": "pycpd",
      "Meanings": [
        "Pelecypod"
      ]
    },
    {
      "EnglishWord": "pyr",
      "Meanings": [
        "Pyrite, also rarely write as : py",
        "پیریت"
      ]
    },
    {
      "EnglishWord": "pyrite",
      "Meanings": [
        "pyr, also sometimes write as : py",
        "پیریت"
      ]
    }
  ]
}