{
  "Group": "S",
  "Entries": 386,
  "Words": [
    {
      "EnglishWord": "s",
      "Meanings": [
        "from Sonic Log",
        "fluid saturation",
        "حرف لاتین برای اشباع بودن سازند ازسیال",
        "بدست آمده از نمودار سونیک یا صوتی",
        "Lost time due to Surveying, mis",
        "runs, Operations' abbreviation which usually Companymans write in their daily drilling reports",
        "Sand, also commonly write as : sd, but mostly use \"s\" for small",
        "small",
        "کوچک"
      ]
    },
    {
      "EnglishWord": "s. bahrami",
      "Meanings": [
        "سیامک بهرامی",
        "بوجود آورنده این گلوسری بزبان انگلیسی و فارسی",
        "متولد سال 1344 در اصفهان دارای تحصیلات فوق لیسانس در چینه شناسی و فسیل شناسی از دانشگاه اصفهان",
        "در حال حاضر در شرکت‌های نفتی سمت سنیور ول سایت ژیولوژیست را دارا می‌باشد. جهت تماس با اینجانب با ایمیل درون گلوسری تماس بگیرید"
      ]
    },
    {
      "EnglishWord": "s/c",
      "Meanings": [
        "Slip & cut, actions or job's abbreviation which Companymans write in reports",
        "بریدن کابل یا رشته کابلی دراو ورکز",
        "اختصار در مورد عملیاتی است که در حال انجام است و در گزارش‌ها مورد استفاده قرار می‌گیرد"
      ]
    },
    {
      "EnglishWord": "s/g",
      "Meanings": [
        "Show Gas, also write as : SG",
        "نشانه‌های گازی موجود در نمونە حفاری"
      ]
    },
    {
      "EnglishWord": "s/i",
      "Meanings": [
        "Shut",
        "In Shut",
        "In the Well , actions or job's abbreviations which Companymans usually write in their daily drilling reports",
        "بستن چاه به هر دلیلی",
        "اختصار در مورد عملیاتی است که در حال انجام است و در گزارش‌ها مورد استفاده قرار می‌گیرد"
      ]
    },
    {
      "EnglishWord": "s/m",
      "Meanings": [
        "Safety Meeting, actions or job's abbreviations which Companymans usually write in their daily drilling reports",
        "جلسه ایمنی که در شرکت‌های نفتی ایران معمولا هنگام صبح برگزار می‌گردد"
      ]
    },
    {
      "EnglishWord": "s/o",
      "Meanings": [
        "Show Oil, also write as : SO",
        "Space Out, actions or job's abbreviations which Companymans usually write in their daily drilling reports",
        "نشانه‌های نفتی موجود در نمونه‌های حفاری",
        "فاصله یابی"
      ]
    },
    {
      "EnglishWord": "s/t",
      "Meanings": [
        "Sample Tops, Top of Formations which exclaims from samples examination",
        "تاپ‌های اعلام شده سازند‌ها بتوسط بررسی نمودن نمونه‌های حفاری",
        "دو نوع تاپ اعلام شده وجود دارد که دومی تاپ بدست آمده از نمودارها یا لاگ‌های چاه می‌باشد"
      ]
    },
    {
      "EnglishWord": "sa",
      "Meanings": [
        "SHEAR AMPLITUDE, Log Curve name"
      ]
    },
    {
      "EnglishWord": "sac",
      "Meanings": [
        "Unrelated to Casing and making hole, Operations' abbreviation which usually Companymans write in their daily drilling reports"
      ]
    },
    {
      "EnglishWord": "sacks",
      "Meanings": [
        "Sx",
        "کیسه‌های حاوی مواد حفاری"
      ]
    },
    {
      "EnglishWord": "saddle bearing",
      "Meanings": [
        "A Bearing between the walking beam and the sampson post of a pumping unit"
      ]
    },
    {
      "EnglishWord": "safety clamp",
      "Meanings": [
        "A device used to suspend a rod string after the pump has been spaced or when the weight of the rod string must be taken off the pumping equipment"
      ]
    },
    {
      "EnglishWord": "safety factor of wire rope",
      "Meanings": [
        "A measurement of load safety for wire rope obtained by using the following formula: Safety Factor",
        "B/W where",
        "B = nominal catalog breaking strength of the Wire Rope, and",
        "W = calculated total static load. Also called : Design Factor"
      ]
    },
    {
      "EnglishWord": "safety joint",
      "Meanings": [
        "An accessory to a fishing tool, placed above it. if the tool cannot be disengaged from the fish, the safety joint permits easy disengagement of the string of pipe above the safety joint. Thus, part of the safety joint and the tool attached to the fish remain in the hole and become part of the Fish"
      ]
    },
    {
      "EnglishWord": "safety margin",
      "Meanings": [
        "See : Trip margin"
      ]
    },
    {
      "EnglishWord": "safety meeting",
      "Meanings": [
        "S/M, actions or job's abbreviations which Companymans usually write in their daily drilling reports",
        "جلسه ایمنی که در شرکت‌های نفتی ایران معمولا هنگام صبح برگزار می‌شود"
      ]
    },
    {
      "EnglishWord": "safety release",
      "Meanings": [
        "An emergency mechanism component enabling the retrieval of a packer or tubing if stuck"
      ]
    },
    {
      "EnglishWord": "safety valve",
      "Meanings": [
        "An automatic valve that opens or closes when an abnormal condition occurs e.g., a pressure relief valve on a separator that opens if the pressure exceeds the set point, or the shutdown valve at the wellhead that closes if the line pressure becomes too high or too low",
        ". A valve installed at the top of the drill stem to prevent flow out of the drill pipe if a kick occurs during tripping operations"
      ]
    },
    {
      "EnglishWord": "salt",
      "Meanings": [
        "نمک یا هالیت: که همان Na Cl است",
        "A compound that is formed along with water by the reaction of an add with a base. A common salt table salt is sodium chloride derived by combining hydrochloric add with sodium hydroxide. The result is sodium chloride and water. Another salt is calcium sulfate, obtained when sulfuric acid is combined with Calcium Hydroxide"
      ]
    },
    {
      "EnglishWord": "salt mud",
      "Meanings": [
        "A drilling mud in which the water has an appreciable amount of salt usually sodium or calcium chloride dissolved in it. Also called saltwater mud or saline drilling fluid",
        ". A mud with a resistivity less than or equal to the formation water resistivity"
      ]
    },
    {
      "EnglishWord": "salt water",
      "Meanings": [
        "SW",
        "آب شور"
      ]
    },
    {
      "EnglishWord": "saltwater flow",
      "Meanings": [
        "An influx of Formation salt water into the Well"
      ]
    },
    {
      "EnglishWord": "sample",
      "Meanings": [
        "spl",
        "نمونه‌های سنگهای حفاری شده که از روی شیل شیکر یا الک‌های لرزان بدست می‌آید"
      ]
    },
    {
      "EnglishWord": "sample mud",
      "Meanings": [
        "Drilling fluid formulated so that it will not alter the properties of the cuttings the fluid carries up the Well"
      ]
    },
    {
      "EnglishWord": "sample tops",
      "Meanings": [
        "S/T",
        "تاپ‌های اعلام شده سازند‌ها بتوسط بررسی نمودن نمونه‌های حفاری",
        "دو نوع تاپ اعلام شده وجود دارد که دومی تاپ بدست آمده از نمودارها یا لاگ‌های چاه می‌باشد"
      ]
    },
    {
      "EnglishWord": "sampler",
      "Meanings": [
        "A device attached to pipeline to permit continuous sampling of the oil, gas, or product flowing in the line"
      ]
    },
    {
      "EnglishWord": "samples",
      "Meanings": [
        "The Well Cuttings obtained at designated footage intervals during drilling. From an examination of these cuttings, the geologist determines the type of rock and formations being drilled and estimates oil and gas content",
        ". Small quantities of Well fluids obtained for analysis"
      ]
    },
    {
      "EnglishWord": "sand",
      "Meanings": [
        "sd",
        "s, also mostly write as : sd, use \"s\" for small",
        "ماسه",
        "که اندازه آن بین 2 تا 0. 0625 میلیمتر یا 2000 تا 62. 5 میکرون می‌باشد"
      ]
    },
    {
      "EnglishWord": "sand consolidation",
      "Meanings": [
        "Any one of several methods by which the loose, unconsolidated grains of a producing formation are made to adhere to prevent a well from producing sand but to permit it to produce oil and gas"
      ]
    },
    {
      "EnglishWord": "sand content",
      "Meanings": [
        "The insoluble abrasive solids content of a drilling fluid rejected by a",
        "mesh screen. usually expressed as the percentage bulk volume of sand in a drilling fluid. This test is an elementary type in that the retained solids are not necessarily silica and may not be altogether abrasive. For additional information concerning the kids of solids retained on the",
        "mesh screen, more specific tests would be required. See also : Mesh"
      ]
    },
    {
      "EnglishWord": "sand control",
      "Meanings": [
        "any method by which large amounts of Sand in a Sandy Formation are prevented from entering the Well, like : Ahwaz Sandstone . Sand in the Well can cause plugging and premature wear of Well equipments. See also : Gravel Pack, Sand Consolidation, Screen Liner"
      ]
    },
    {
      "EnglishWord": "sand cutter",
      "Meanings": [
        "A device to salvage Casing on a P&A job"
      ]
    },
    {
      "EnglishWord": "sand line drill",
      "Meanings": [
        "A device run on cable",
        "tool drilling line, a service machine, or sand line of a rotary rig to drill up tools, remove downhole debris, and so on"
      ]
    },
    {
      "EnglishWord": "sand screen",
      "Meanings": [
        "A sSreen Joint placed opposite perforations in sand control"
      ]
    },
    {
      "EnglishWord": "sand showing oil",
      "Meanings": [
        "Sd SO",
        "ماسه ای که دارای نشانه‌های نفتی می‌باشد"
      ]
    },
    {
      "EnglishWord": "sandstone",
      "Meanings": [
        "A kind of Sedimentary rock formed from Sand",
        "sized grains, 0.0025– 0.08 inch, or 0.0625 –2 mm in diameter. The spaces between grains may be empty or filled with either a chemical cement of Silica or Calcium Carbonate or a fine",
        "grained matrix of Silt and Clay particles. The principal mineral constituents of the grain framework are Quartz, Feldspar, and rock fragments. Sandstones are quarried for use as building stone. Because of their abundance, diversity, and mineralogy, Sandstones are also important to geologists as indicators of erosional and depositional processes. See also graywake",
        "ماسه سنگ",
        "یک سنگ رسوبی که از دانه‌های سیلیس تشکیل شده و سیمان آن معمولا سیلیس",
        "کربنات کلسیم",
        "اکسید آهن و غیره است. ماسه سنگها معمولا محتمل‌ترین محل جهت تجمع نفت و آب هستند",
        "Sst, also sometimes write as : Ss",
        "A detrital, Sedimentary rock composed of individual grains of Sand commonly Quartz that are cemented together by Silica, Calcium Carbonate, Iron Oxide, and so on. Sandstones are common rocks in which Petroleum and water accumulate",
        "A Sedimentary rock composed of individual mineral grains of rock fragments between 1/16 and 2 millimeters in diameter and cemented together by Silica, Calcite, Iron Oxide, and so forth. Sandstone is commonly porous and permeable and therefore a likely type of rock in which to find a Petroleum reservoir"
      ]
    },
    {
      "EnglishWord": "sandy",
      "Meanings": [
        "sdy, also rarely write as : sy",
        "ماسه ای",
        "دارای ماسه",
        "sy"
      ]
    },
    {
      "EnglishWord": "sat",
      "Meanings": [
        "saturation",
        "saturated",
        "اشباع شدگی"
      ]
    },
    {
      "EnglishWord": "saturated",
      "Meanings": [
        "sat",
        "اشباع شده ازسیال"
      ]
    },
    {
      "EnglishWord": "saver sub",
      "Meanings": [
        "A device made up in the Drill Stem to absorb much of the wear between frequently broken joints, as the Kelly and Drill Pipe",
        "طوق محافظ",
        "یا ساب محافظ"
      ]
    },
    {
      "EnglishWord": "sbht",
      "Meanings": [
        "Static BottomHole Temperature"
      ]
    },
    {
      "EnglishWord": "sbnd",
      "Meanings": [
        "SARABAND, Log Curve name"
      ]
    },
    {
      "EnglishWord": "sbrd",
      "Meanings": [
        "sub rounded, also mostly write as : sub rndd",
        "نیمه گرد",
        "تا حدودی کروی شده"
      ]
    },
    {
      "EnglishWord": "sbt",
      "Meanings": [
        "Shoe Bond Test",
        "تست یا آزمایش میزان سیمان موجود در محل پاشنە لوله‌های جداری رانده شده"
      ]
    },
    {
      "EnglishWord": "sc",
      "Meanings": [
        "Show Condensate",
        "شرایط استاندارد",
        "standard conditions"
      ]
    },
    {
      "EnglishWord": "scallop",
      "Meanings": [
        "یک سوراخ کننده تیوبینگ قابل بازیابی",
        "A rerievable tubing perforator"
      ]
    },
    {
      "EnglishWord": "scattered",
      "Meanings": [
        "scttrd"
      ]
    },
    {
      "EnglishWord": "sce",
      "Meanings": [
        "Solids Control Equipments",
        "لوازم یا ابزار کنترل کنندە مواد جامد موجود در گل حفاری"
      ]
    },
    {
      "EnglishWord": "schlumberger",
      "Meanings": [
        "One of the pioneer companies in electric well logging, named for the French scientist who first developed the method. Today, many companies provide logging services of all kinds. Pronounced Slumberjay"
      ]
    },
    {
      "EnglishWord": "scl",
      "Meanings": [
        "SONIC/CALIPER, Log Curve name"
      ]
    },
    {
      "EnglishWord": "scraper",
      "Meanings": [
        "A device used to clean deposits of Paraffin from Tubing or flow lines, See also : Pig or Rabbit"
      ]
    },
    {
      "EnglishWord": "scratcher",
      "Meanings": [
        "A device that is fastened to the outside of casing to remove mud cake from the wall of a hole to condition the hole for cementing. By rotating or moving the casing string up and down as it is being run into the hole, the scratcher, formed of stiff wire, removes the cake so that the cement can bond solidly to the Formation"
      ]
    },
    {
      "EnglishWord": "screen analysis",
      "Meanings": [
        "Determination of the relative percentages of substances, e.g., the suspended solids in a drilling fluid that pass through or are retained on a sequence of screens of decreasing mesh size. Also called : Sieve analysis"
      ]
    },
    {
      "EnglishWord": "screen liner",
      "Meanings": [
        "A pipe that is perforated and often arranged with a wire wrapping to act as a sieve to prevent or minimize the entry of sand particles into the Well. Also called : a Screen Pipe"
      ]
    },
    {
      "EnglishWord": "scssv",
      "Meanings": [
        "Surface",
        "Controlled Subsurface Safety Valve"
      ]
    },
    {
      "EnglishWord": "scttrd",
      "Meanings": [
        "scattered"
      ]
    },
    {
      "EnglishWord": "sd",
      "Meanings": [
        "Shut Down",
        "بستن دهانه چاه",
        "در معنای عام = خاموش کردن",
        "Sand",
        "ماسه"
      ]
    },
    {
      "EnglishWord": "sd rep",
      "Meanings": [
        "Shut Down for repairs",
        "بستن چاه بمنظور تعمیرات"
      ]
    },
    {
      "EnglishWord": "sd so",
      "Meanings": [
        "Sand Showing Oil",
        "sand Showing Oil",
        "ماسه دارای نشانه‌های نفتی"
      ]
    },
    {
      "EnglishWord": "sdbl",
      "Meanings": [
        "SEISMIC DISPLAY BOND LOG, Log Curve name"
      ]
    },
    {
      "EnglishWord": "sde",
      "Meanings": [
        "Senior Drilling Engineer",
        "مهندس ارشد حفاری"
      ]
    },
    {
      "EnglishWord": "sdl",
      "Meanings": [
        "SPECTRAL DENSITY LOG/WITH PE INDEX, Log Curve name"
      ]
    },
    {
      "EnglishWord": "sdt",
      "Meanings": [
        "SONIC DIGITAL TOOL, Log Curve name"
      ]
    },
    {
      "EnglishWord": "sdy",
      "Meanings": [
        "Sandy",
        "ماسه ای",
        "دارای دانه‌های ماسه"
      ]
    },
    {
      "EnglishWord": "se",
      "Meanings": [
        "SouthEast",
        "جنوب شرقی",
        "STRUCTURAL EXPLORATION, Log Curve name"
      ]
    },
    {
      "EnglishWord": "seal nipple assemblies",
      "Meanings": [
        "Sealing members at the production tubing for landing inside the Packer's Seal bore"
      ]
    },
    {
      "EnglishWord": "sealing agent",
      "Meanings": [
        "Any of various materials, such as mica flakes or walnut hulls, that cure lost circulation. See : Lost Circulation, Lost Circulation Material"
      ]
    },
    {
      "EnglishWord": "seawater mud",
      "Meanings": [
        "A special class of saltwater muds in which sea water is used as the fluid phase"
      ]
    },
    {
      "EnglishWord": "sec",
      "Meanings": [
        "بخش",
        "مقطع",
        "برش",
        "section"
      ]
    },
    {
      "EnglishWord": "second porosity index",
      "Meanings": [
        "SPI",
        "اندیکس تخلخل ثانویه"
      ]
    },
    {
      "EnglishWord": "secondary cementing",
      "Meanings": [
        "Any cementing operation after the primary cementing operation. Secondary cementing includes a plug",
        "back job, in which a plug of cement is positioned at a specific point in the well and allowed to set. Wells are plugged to shut off bottom water or to reduce the depth of the Well for other reasons"
      ]
    },
    {
      "EnglishWord": "seconds api",
      "Meanings": [
        "A unit of viscosity as measured with a Marsh funnel according to API procedure. See : API RP 13B, Marsh Funnel Viscosity"
      ]
    },
    {
      "EnglishWord": "section",
      "Meanings": [
        "بخش",
        "مقطع",
        "برش",
        "sec"
      ]
    },
    {
      "EnglishWord": "section mill",
      "Meanings": [
        "آسیاب اشره ای لولە جداره ای"
      ]
    },
    {
      "EnglishWord": "sed",
      "Meanings": [
        "SIX ELECTRO DIPMETER, Log Curve name",
        "sediment",
        "رسوب"
      ]
    },
    {
      "EnglishWord": "sediment",
      "Meanings": [
        "sed",
        "رسوب"
      ]
    },
    {
      "EnglishWord": "sedimentary",
      "Meanings": [
        "sedy"
      ]
    },
    {
      "EnglishWord": "sedy",
      "Meanings": [
        "sedimentary"
      ]
    },
    {
      "EnglishWord": "seis",
      "Meanings": [
        "سیسموگراف",
        "زلزله نگار",
        "seismograph"
      ]
    },
    {
      "EnglishWord": "seismic survey",
      "Meanings": [
        "An exploration method in which strong low",
        "frequency sound waves are generated on the surface or in the water to find subsurface rock structures that may contain Hydrocarbons. The sound waves travel through the layers of the earth's crust; however, at Formation boundaries some of the waves are reflected back to the surface where sensitive detectors pick them up. Reflections from shallow Formations arrive at the surface sooner than reflections from deep Formations, and since the reflections are recorded, a record of the depth and configuration of the various Formations can be generated. Interpretation of the record can reveal possible Hydrocarbon",
        "bearing Formations"
      ]
    },
    {
      "EnglishWord": "seismograph",
      "Meanings": [
        "سیسموگراف",
        "زلزله نگار",
        "seis"
      ]
    },
    {
      "EnglishWord": "self potential log",
      "Meanings": [
        "لاگ یا نمودار خود القایی",
        "SP"
      ]
    },
    {
      "EnglishWord": "self-elevating drilling unit",
      "Meanings": [
        "An Offshore Drilling Rig, usually with a large hull. It has a mat or legs that are lowered to the sea",
        "floor and a main deck that is raised above the surface of the water to a distance where it will not be affected by the waves. Also called : Jackup Drilling Rig"
      ]
    },
    {
      "EnglishWord": "self-potential",
      "Meanings": [
        "See : Spontaneous Potential"
      ]
    },
    {
      "EnglishWord": "self-potential log",
      "Meanings": [
        "SP",
        "لاگ یا نمودار خود القایی"
      ]
    },
    {
      "EnglishWord": "senior drilling engineer",
      "Meanings": [
        "مهندس ارشد حفاری",
        "SDE"
      ]
    },
    {
      "EnglishWord": "senior wellsite geologist",
      "Meanings": [
        "SWG",
        "زمین شناس ارشد سر چاه",
        "زمین شناس ارشد مقیم در محل چاه"
      ]
    },
    {
      "EnglishWord": "sequestration",
      "Meanings": [
        "The Formation of stable Calcium, Magnesium, Iron complex by treating water or Mud with certain complex Phosphates"
      ]
    },
    {
      "EnglishWord": "service well",
      "Meanings": [
        "A Well drilled or completed for the purpose of supporting production in an existing field"
      ]
    },
    {
      "EnglishWord": "set back",
      "Meanings": [
        "To place stands of drill pipe and drill collars in a vertical position to one side of the rotary table in the derrick or mast of a drilling or workover rig. Compare also with : Lay Down Pipe"
      ]
    },
    {
      "EnglishWord": "set casing",
      "Meanings": [
        "To run and cement casing at a certain depth in the wellbore. Sometimes called : Set Pipe"
      ]
    },
    {
      "EnglishWord": "set-down tool",
      "Meanings": [
        "A compression",
        "set Packer"
      ]
    },
    {
      "EnglishWord": "setting tool",
      "Meanings": [
        "A tool used to set drillable or permanent tools, such as : Packers, Retainers, Plugs; can be Mechanical, Electric, or Hydraulic"
      ]
    },
    {
      "EnglishWord": "settling pit",
      "Meanings": [
        "See : Shaker Tank"
      ]
    },
    {
      "EnglishWord": "sev",
      "Meanings": [
        "several"
      ]
    },
    {
      "EnglishWord": "several",
      "Meanings": [
        "sev"
      ]
    },
    {
      "EnglishWord": "sfd",
      "Meanings": [
        "SIMULTANEOUS FORMATION DENSITY",
        "MWD TOOL, Log Curve name"
      ]
    },
    {
      "EnglishWord": "sft",
      "Meanings": [
        "soft",
        "نرم"
      ]
    },
    {
      "EnglishWord": "sg",
      "Meanings": [
        "stringers"
      ]
    },
    {
      "EnglishWord": "sgr",
      "Meanings": [
        "SPECTRAL GAMMA RAY, Log Curve name",
        "sugar"
      ]
    },
    {
      "EnglishWord": "sgry",
      "Meanings": [
        "sugary, also write as : sug",
        "دانه شکری",
        "بصورت دانه دانه",
        "حالت ظاهر آن مانند دانه‌های شکر است"
      ]
    },
    {
      "EnglishWord": "sh",
      "Meanings": [
        "Shale",
        "شیل",
        "سنگی رسوبی که از رس تشکیل شده و اندازە دانه‌ها در حد کلی می‌باشند و دارای حالت ورقه ای هستند"
      ]
    },
    {
      "EnglishWord": "shaker tank",
      "Meanings": [
        "The mud tank adjacent to the shake shaker, usually the first tank in to which mud flows after returning from the hole. Also called : Shaker Pit"
      ]
    },
    {
      "EnglishWord": "shale",
      "Meanings": [
        "Sh",
        "شیل",
        "سنگی رسوبی که از رس تشکیل شده و اندازە دانه‌ها در حد کلی می‌باشند و دارای حالت ورقه ای هستند",
        "A fine",
        "grained sedimentary rock composed mostly of consolidated Clay or Mud. Shale is the most frequently occurring sedimentary rock"
      ]
    },
    {
      "EnglishWord": "shale shaker",
      "Meanings": [
        "A vibrating screen used to remove cuttings from the circulating fluid in rotary drilling operations. The size of the openings in the screen should be carefully selected to be the smallest size possible that will allow 100 percent flow of the fluid. Also called : Shaker"
      ]
    },
    {
      "EnglishWord": "shaley",
      "Meanings": [
        "shy",
        "دارای حالت شیلی",
        "شیلی"
      ]
    },
    {
      "EnglishWord": "shaped charge",
      "Meanings": [
        "A relatively small container of high explosive that is loaded into a perforating gun. On detonation, the charge releases a small, high",
        "velocity stream of particles a jet that penetrates the Casing, Cement, and Formation. See also : Perforating Gun"
      ]
    },
    {
      "EnglishWord": "sharp",
      "Meanings": [
        "shp",
        "واضح"
      ]
    },
    {
      "EnglishWord": "shdt",
      "Meanings": [
        "SHDT DUAL DIPMETER LOG, Log Curve name"
      ]
    },
    {
      "EnglishWord": "shear rams",
      "Meanings": [
        "The component in a blowout preventer that cuts, or shears, through drill pipe and forms a seal against well pressure. Shear rams are used in floating offshore drilling operations to provide a quick method of moving the rig away from the hole when there is no time to trip the drill stem out of the hole"
      ]
    },
    {
      "EnglishWord": "sheave",
      "Meanings": [
        "قرقره شیار دار",
        "A Grooved Pulley"
      ]
    },
    {
      "EnglishWord": "shell",
      "Meanings": [
        "shl"
      ]
    },
    {
      "EnglishWord": "shl",
      "Meanings": [
        "shell"
      ]
    },
    {
      "EnglishWord": "shoe",
      "Meanings": [
        "A device placed at the end of or beneath an object for various purposes, e.g.: Casing Shoe, Guide Shoe"
      ]
    },
    {
      "EnglishWord": "shoe bond test",
      "Meanings": [
        "SBT",
        "تست یا آزمایش مربوط به میزان سیمان در پاشنه یا کفشک لوله‌های جداری"
      ]
    },
    {
      "EnglishWord": "shoot",
      "Meanings": [
        "To explode nitroglycerine or other high explosives in a hole to shatter the rock and increase the flow of Oil, now largely replaced by Formation fracturing",
        ". In seismographic work, to discharge explosives to create vibrations in the earth's cruse. See also : Seismograph"
      ]
    },
    {
      "EnglishWord": "short trip gas",
      "Meanings": [
        "STG",
        "گازی که در هنگام لوله بالای کوتاه یا تریپ کوتاه آزاد می‌شود"
      ]
    },
    {
      "EnglishWord": "short way",
      "Meanings": [
        "The displacing of Well fluids from the Annulus up the Tubing"
      ]
    },
    {
      "EnglishWord": "shot",
      "Meanings": [
        "A charge of high explosive, usually nitroglycerine, detonated in a Well to shatter the Formation and expedite the recovery of Oil. Shooting has been almost completely replaced by Formation Fracturing and Acid Treatments",
        ". A point at which a photograph is made in a single",
        "shot survey. See also : Directional Survey"
      ]
    },
    {
      "EnglishWord": "show",
      "Meanings": [
        "The appearance of Oil or Gas in Cuttings, Samples, or Cores from a drilling Well"
      ]
    },
    {
      "EnglishWord": "show gas",
      "Meanings": [
        "S/G, also write as : SG",
        "نمونه یا سیال حفاری دارای نشانه گازی"
      ]
    },
    {
      "EnglishWord": "show of oil",
      "Meanings": [
        "so"
      ]
    },
    {
      "EnglishWord": "show oil",
      "Meanings": [
        "S/O, also write as : SO",
        "نمونه یا سیال حفاری دارای نشانه نفتی"
      ]
    },
    {
      "EnglishWord": "show oil   gas",
      "Meanings": [
        "SO & G, also use this abbreviation : SO&G",
        "نمونه یا سیال حفاری دارای نشانه نفت و گاز"
      ]
    },
    {
      "EnglishWord": "show oil   water",
      "Meanings": [
        "SO & W, also use this abbreviation : SO&W",
        "نمونه یا سیال حفاری دارای نشانه نفت و آب"
      ]
    },
    {
      "EnglishWord": "show oil and gas",
      "Meanings": [
        "SO&G, also use this abbreviation : SO & G",
        "نمونه یا سیال حفاری دارای نشانه نفت و گاز"
      ]
    },
    {
      "EnglishWord": "show oil and water",
      "Meanings": [
        "SO&W, also use this abbreviation : SO & W",
        "نمونه یا سیال حفاری دارای نشانه نفت و آب"
      ]
    },
    {
      "EnglishWord": "shp",
      "Meanings": [
        "shape",
        "شکل",
        "فرم ظاهری"
      ]
    },
    {
      "EnglishWord": "shut down",
      "Meanings": [
        "SD",
        "بستن چاه بمنظور انجام عملیات مختلف"
      ]
    },
    {
      "EnglishWord": "shut down for repair",
      "Meanings": [
        "SD rep",
        "بستن چاه بمنظور انجام عملیات تعمیری"
      ]
    },
    {
      "EnglishWord": "shut in",
      "Meanings": [
        "S/I, Shut",
        "In the Well, also write as : SI, actions or job's abbreviations which usually Companymans write in their daily drilling reports",
        "بستن دهانە چاه بمنظور انجام عملیات مختلف",
        "To close values on a Well so that it stops producing; said of a Well on which the valves are closed"
      ]
    },
    {
      "EnglishWord": "shut in drill pipe pressure",
      "Meanings": [
        "Pressure of the Annular fluid on the Casing at the surface when a Well is shut in"
      ]
    },
    {
      "EnglishWord": "shut-in bottom-hole pressure",
      "Meanings": [
        "SI BHP, The pressure at the bottom of a well when the surface valves on the Well are completely closed. It is caused by Formation fluids at the bottom of the Well",
        "فشار ته چاه بهنگام بسته بودن دهانە چاه"
      ]
    },
    {
      "EnglishWord": "shut-in bottomhole pressure test",
      "Meanings": [
        "A bottomhole pressure test that measures pressure after the well has been shut in for a specified period of time. See BottomHole Pressure Test"
      ]
    },
    {
      "EnglishWord": "shut-in casing pressure",
      "Meanings": [
        "SI CP, Pressure of the Annular fluid on the Casing at the surface when a Well is shut in",
        "فشار کیسینگ بهنگام بسته بودن دهانە چاه"
      ]
    },
    {
      "EnglishWord": "shut-in pressure",
      "Meanings": [
        "SIP",
        "فشار چاه در هنگام بسته بودن دهانە چاه",
        "Pressure at the top of a Well when it is shut in"
      ]
    },
    {
      "EnglishWord": "shy",
      "Meanings": [
        "shaley",
        "شیلی",
        "دارای حالت شیلی"
      ]
    },
    {
      "EnglishWord": "si",
      "Meanings": [
        "Shut In",
        "بستن دهانە چاه",
        "Siltstone use this abbreviation rarely , also write as : Stst or Slst",
        "سیلت استون",
        "یک سنگ رسوبی که از دانه‌های در اندازه کلی درست شده و جنس ذرات رس می‌باشد"
      ]
    },
    {
      "EnglishWord": "si bhp",
      "Meanings": [
        "Shut",
        "In Bottom",
        "Hole Pressure",
        "فشار ته چاه بهنگام بسته بودن دهانە چاه"
      ]
    },
    {
      "EnglishWord": "siamak bahrami",
      "Meanings": [
        "Siamak Bahrami , the Author of this Glossary, born on 1966 in Esfahan, Iran Middle East . Got his B.Sc. from Kerman University on 1989, also got his M.Sc. from Esfahan University on 1996 in the field of MicroPalaeontology & Stratigraphy, and later got his job as geologist in different Mines @ Yazd province and since 2002 works as Senior Wellsite Geologist in NIOC, OMV Iran onshore, Parspetro Zagros Oil Company and Iranrazi Oil Services. Now works in Sinopec International Petroleum E&P Corporation",
        "سیامک بهرامی",
        "بوجود آورنده این گلوسری به دو زبان انگلیسی و فارسی",
        "در حال حاضر در ایران زندگی کرده و ایرانی الاصل می‌باشم. متولد سال 1344 در اصفهان دارای تحصیلات فوق لیسانس در رشته چینه شناسی و فسیل شناسی از دانشگاه اصفهان. من در حال حاضر در شرکت سینوپک در زمینه اکتشاف نفت و گاز سمت زمین شناس عملیاتی را دارا می‌باشم. جهت تماس با اینجانب و ارسال پیشنهادات خود با ایمیلی که در گلوسری ذکر شده تماس بگیرید"
      ]
    },
    {
      "EnglishWord": "sic",
      "Meanings": [
        "silty Clay",
        "کلی سیلتی",
        "رسی که اندازه‌های آن در حد سیلت بوده و نیز از ذرات سیلت بسیاری تشکیل شده است"
      ]
    },
    {
      "EnglishWord": "sicp",
      "Meanings": [
        "Shut",
        "In Casing Pressure",
        "فشار کیسینگ بهنگام بسته بودن دهانە چاه"
      ]
    },
    {
      "EnglishWord": "side pocket",
      "Meanings": [
        "An offset heavy",
        "wall Sub in the production string for placing gas lift Valves, and so on"
      ]
    },
    {
      "EnglishWord": "side wall neutron porosity",
      "Meanings": [
        "SNP, Tool or Log",
        "تخلخل بدست آمده دیواره چاه بتوسط نمودار نوترون"
      ]
    },
    {
      "EnglishWord": "side wall samples",
      "Meanings": [
        "SWS",
        "نمونه‌های سازند گرفته شده از دیواره‌های چاه"
      ]
    },
    {
      "EnglishWord": "sidetrack",
      "Meanings": [
        "To use a Whipstock, Turbodrill, or other Mud Motor to drill around broken drill pipe or Casing that has become lodged permanently in the hole"
      ]
    },
    {
      "EnglishWord": "sidewall coring",
      "Meanings": [
        "A Coring technique in which Core samples are obtained from the hole wall in a zone that has already been drilled. A hollow bullet is fired into the Formation wall to capture the Core and then retrieved on a flexible steel cable. Core samples of this type usually range from ¾ to",
        "/16 inches 20 to 30 millimeters in diameter and from ¾ to 4 inches 20 to 100 millimeters in length. This method is especially useful in soft",
        "rock areas"
      ]
    },
    {
      "EnglishWord": "sidpp",
      "Meanings": [
        "Pressure of the Annular fluid on the Casing at the surface when a Well is shut in"
      ]
    },
    {
      "EnglishWord": "sieve analysis",
      "Meanings": [
        "The determination of the percentage of particles that pass through several screens of graduated fineness"
      ]
    },
    {
      "EnglishWord": "sil",
      "Meanings": [
        "Silica, Any of the forms of Silicon Dioxide SiO₂ , including Quartz, Tridymite, Cristobalite, Coesite, Stishovite, Melanophlogite, Lechatelierite, and Chalcedony",
        "سیلیکا",
        "کانی با ترکیب اکسید سیلیسیم"
      ]
    },
    {
      "EnglishWord": "silica",
      "Meanings": [
        "Silica, Any of the forms of Silicon Dioxide SiO₂ , including Quartz, Tridymite, Cristobalite, Coesite, Stishovite, Melanophlogite, Lechatelierite, and Chalcedony",
        "سیلیکا",
        "متشکل از سیلیس",
        "کانی با ترکیب اکسید سیلیسیم"
      ]
    },
    {
      "EnglishWord": "silt",
      "Meanings": [
        "Particles with sizes between 0.004 mm",
        ".062 mm",
        "سیلت",
        "دانه هایی در اندازه سیلت یا بین 62. 5 تا 4 میکرون",
        "St, also write as : Sl or Slt",
        "Material that exhibits little or no swelling and whose particle size generally falls between 2 μ and API sand size, or 74 μ",
        "mesh A certain portion of dispersed clays and barite for the most part also fall into this same particle",
        "size range"
      ]
    },
    {
      "EnglishWord": "siltstone",
      "Meanings": [
        "Slst, also write as : Stst or rarely as : Sltst",
        "سیلت استون",
        "یک سنگ رسوبی که از دانه‌های در اندازه کلی درست شده و جنس ذرات رس می‌باشد",
        "Sltst, this abbreviation use rarely, mostly write as : Slst or Stst"
      ]
    },
    {
      "EnglishWord": "silty",
      "Meanings": [
        "sty",
        "سیلتی",
        "دارای حالت سیلتی و با اندازه دانه هایی در اندازه 62. 5 تا 4 میکرون"
      ]
    },
    {
      "EnglishWord": "silty clay",
      "Meanings": [
        "SiC",
        "کلی سیلتی",
        "رسی که اندازه‌های آن در حد سیلت بوده و نیز از ذرات سیلت بسیاری تشکیل شده است"
      ]
    },
    {
      "EnglishWord": "sim",
      "Meanings": [
        "similar"
      ]
    },
    {
      "EnglishWord": "similar",
      "Meanings": [
        "sim"
      ]
    },
    {
      "EnglishWord": "single",
      "Meanings": [
        "A joint of drill pipe. Compare also with : Double, Thribble, and Fourable"
      ]
    },
    {
      "EnglishWord": "single-grip",
      "Meanings": [
        "Used to describe Packers with one slip system for supporting weight and pressure from above only"
      ]
    },
    {
      "EnglishWord": "single-pole rig",
      "Meanings": [
        "A Well",
        "servicing unit whose mast consists of but one steel tube, usually about 65 feet long"
      ]
    },
    {
      "EnglishWord": "sinker bar",
      "Meanings": [
        "A heavy weight or bar placed on or near a lightweight wireline tool. The bar provides weight so that the tool will lower properly into the Well"
      ]
    },
    {
      "EnglishWord": "sinopec",
      "Meanings": [
        "Sinopec, or the China Petroleum & Chemical Corporation, NYSE: SNP , is one of the most famous & major petroleum industry companies in China. Sinopec's business includes oil & gas exploration, refining, drilling, Mud logging Services & marketing; production & sales of petrochemicals, chemical fibers, chemical fertilizers, and other chemical products; storage & pipeline transportation of Crude Oil & Natural Gas; import, export & import/export agency business of Crude Oil, Natural Gas, refined Oil products, petrochemicals, and other chemicals. In 2006, it is ranked 23rd by Fortune Global 500, in 2006, up from its rank of 31 in 2005. In 2005 it ranked first in the Top 500 Enterprises of China ranking",
        "شرکت اکتشافی و تولیدی نفت چین موسسه با مسیولیت محدود",
        "Sinopec International Petroleum E&P Corporation",
        "یک شرکت دولتی چینی در امر نفت و گاز بوده که در تمامی شاخه‌های صنعت نفت و گاز و همچنین در بخش بالا دستی نفت و گاز مشغول فعالیت می‌باشد"
      ]
    },
    {
      "EnglishWord": "sip",
      "Meanings": [
        "Shut",
        "In Pressure",
        "فشار چاه بهنگام بسته بودن دهانە آن"
      ]
    },
    {
      "EnglishWord": "sipc",
      "Meanings": [
        "Sinopec, or the China Petroleum & Chemical Corporation, NYSE: SNP , is one of the most famous & major petroleum industry companies in China. Sinopec's business includes oil & gas exploration, refining, drilling, Mud logging Services & marketing; production & sales of petrochemicals, chemical fibers, chemical fertilizers, and other chemical products; storage & pipeline transportation of Crude Oil & Natural Gas; import, export & import/export agency business of Crude Oil, Natural Gas, refined Oil products, petrochemicals, and other chemicals. In 2006, it is ranked 23rd by Fortune Global 500, in 2006, up from its rank of 31 in 2005. In 2005 it ranked first in the Top 500 Enterprises of China ranking",
        "یک شرکت دولتی چینی در امر نفت و گاز بوده که در تمامی شاخه‌های صنعت نفت و گاز و همچنین در بخش بالا دستی نفت و گاز مشغول فعالیت می‌باشد",
        "Sinopec International Petroleum E&P Corporation",
        "شرکت اکتشافی و تولیدی نفت چین موسسه با مسیولیت محدود",
        "یک شرکت دولتی چینی در امر نفت و گاز بوده که در تمامی شاخه‌های صنعت نفت و گاز و همچنین در بخش بالا دستی نفت و گاز مشغول فعالیت می‌باشد. مولف این گلوسری نیز از سال 2010 تا سال 2012 در این شرکت در پروژە یادآوران بعنوان زمین شناس عملیات مشغول بکار بوده است"
      ]
    },
    {
      "EnglishWord": "sipsc",
      "Meanings": [
        "Sinopec, One of branches of China Petroleum & Chemical Corporation, NYSE: SNP , which is one of the most famous & major petroleum industry companies in China. Sinopec's business includes oil & gas exploration, refining, drilling, Mud logging Services & marketing; production & sales of petrochemicals, chemical fibers, chemical fertilizers, and other chemical products; storage & pipeline transportation of Crude Oil & Natural Gas; import, export & import/export agency business of Crude Oil, Natural Gas, refined Oil products, petrochemicals, and other chemicals. In 2006, it is ranked 23rd by Fortune Global 500, in 2006, up from its rank of 31 in 2005. In 2005 it ranked first in the Top 500 Enterprises of China ranking",
        "Sinopec, or the China Petroleum & Chemical Corporation, NYSE: SNP , is one of the most famous & major petroleum industry companies in China. Sinopec's business includes oil & gas exploration, refining, drilling, Mud logging Services & marketing; production & sales of petrochemicals, chemical fibers, chemical fertilizers, and other chemical products; storage & pipeline transportation of Crude Oil & Natural Gas; import, export & import/export agency business of Crude Oil, Natural Gas, refined Oil products, petrochemicals, and other chemicals. In 2006, it is ranked 23rd by Fortune Global 500, in 2006, up from its rank of 31 in 2005. In 2005 it ranked first in the Top 500 Enterprises of China ranking"
      ]
    },
    {
      "EnglishWord": "sis",
      "Meanings": [
        "Stopped In Sand",
        "متوقف شدن عملیات حفاری در ماسه"
      ]
    },
    {
      "EnglishWord": "skid",
      "Meanings": [
        "A low platform mounted on the bottom of equipment for ease of moving, hauling, or storing"
      ]
    },
    {
      "EnglishWord": "skin",
      "Meanings": [
        "The area of the formation that is damaged because of the invasion of foreign substances into the exposed section of the formation adjacent to the wellbore during drilling and completion",
        ". The pressure drop from the outer limits of drainage to the wellbore caused by the relatively thin veneer or skin of the affected formation. Skin is expressed in dimensionless units: a positive value denotes formation damage; a negative value indicate improvement. Also called skin effect"
      ]
    },
    {
      "EnglishWord": "sky-top mast",
      "Meanings": [
        "A Mast on a Well servicing unit that utilizes a split traveling block and crown block, which makes it possible to pull",
        "foot stands with a",
        "foot mast"
      ]
    },
    {
      "EnglishWord": "sl",
      "Meanings": [
        "SONIC/ACOUSTILOG/ACOUSTIC VELOCITY, Log Curve name",
        "slightly, also write as : sly or slgtly",
        "کم",
        "بمیزان کم",
        "کمی"
      ]
    },
    {
      "EnglishWord": "slack off",
      "Meanings": [
        "To lower a load or ease up on a line"
      ]
    },
    {
      "EnglishWord": "slack off weight",
      "Meanings": [
        "SoW",
        "به آهستگی پایین آوردن مته به ته چاه و اضافه نمودن وزن روی رشته حفاری"
      ]
    },
    {
      "EnglishWord": "sleeve valve",
      "Meanings": [
        "A Valve in the bottom of a Retainer. See also : Wireline"
      ]
    },
    {
      "EnglishWord": "slgtly",
      "Meanings": [
        "slightly, also write commonly as : sly or sl",
        "کم",
        "بمیزان کم",
        "کمی"
      ]
    },
    {
      "EnglishWord": "sliding side door",
      "Meanings": [
        "SSD",
        "دریچە کشویی جانبی"
      ]
    },
    {
      "EnglishWord": "sliding sleeve",
      "Meanings": [
        "A special device placed in a string of tubing that can be operated by a wireline tool to open or close orifices to permit circulation between the tubing and the annulus. It may also be used to open or shut off production from various intervals in a well. Also called : Circulation Sleeve"
      ]
    },
    {
      "EnglishWord": "slight show dead-oil",
      "Meanings": [
        "SSDo",
        "وجود نشانه‌های نفتی مرده بمیزان کم"
      ]
    },
    {
      "EnglishWord": "slight show oil",
      "Meanings": [
        "Sso",
        "وجود نشانه‌های نفتی بمیزان کم"
      ]
    },
    {
      "EnglishWord": "slightly",
      "Meanings": [
        "slgtly, also commonly write as : sl or sly",
        "کم",
        "بمیزان کم",
        "کمی"
      ]
    },
    {
      "EnglishWord": "slim-hole drilling",
      "Meanings": [
        "Drilling in which the size of the hole is smaller than the conventional hole diameter for a given depth. This decrease in hole size enables the operator to run smaller Casing, thereby lessening the cost of Completion. See also : Miniaturized Completion"
      ]
    },
    {
      "EnglishWord": "sling",
      "Meanings": [
        "A wire",
        "rope loop for use in lifting heavy equipment"
      ]
    },
    {
      "EnglishWord": "slip   cut",
      "Meanings": [
        "S/C, actions or job's abbreviations which usually Companymans write in their daily drilling reports"
      ]
    },
    {
      "EnglishWord": "slip and cut",
      "Meanings": [
        "S/C, actions or job's abbreviations which usually Companymans write in their daily drilling reports"
      ]
    },
    {
      "EnglishWord": "slip bowl",
      "Meanings": [
        "A device in a rotary table or other tool into which tubing, drill pipe, or slips can be inserted"
      ]
    },
    {
      "EnglishWord": "slip ring",
      "Meanings": [
        "A conducting ring that gives current to or receives current from the brushes in a generator or motor"
      ]
    },
    {
      "EnglishWord": "slip segment",
      "Meanings": [
        "A singular component of an entire slip system"
      ]
    },
    {
      "EnglishWord": "slips",
      "Meanings": [
        "Wedge",
        "shaped toothed pieces of metal that fit inside a bowl and are used to support tubing or other pipe",
        "لوله گیر"
      ]
    },
    {
      "EnglishWord": "slm",
      "Meanings": [
        "Steel",
        "Line Measurement",
        "اندازه گیری طول لوله‌های حفاری در هنگام لوله بالا یا پایین",
        "in NIOC refer to as : String Length Measurement",
        "در شرکت ملی حفاری ایران بعنوان اندازه گیری طول استرینگ یا رشتە حفاری به آن اشاره می‌گردد"
      ]
    },
    {
      "EnglishWord": "sloughing",
      "Meanings": [
        "See : Caving, pronounced : Sluffing"
      ]
    },
    {
      "EnglishWord": "slst",
      "Meanings": [
        "Siltstone, also rarely write as : Stst",
        "سیلت استون: سنگی که از سیلت تشکیل شده باشد و ذرات آن بین 0. 004 تا 0. 062 میلیمتر است"
      ]
    },
    {
      "EnglishWord": "sltst",
      "Meanings": [
        "Siltstone rarely use this abbreviation , also commonly write as : Stst or Slst",
        "سیلت استون: سنگی که از سیلت تشکیل شده باشد و ذرات آن بین 0. 004 تا 0. 062 میلیمتر است"
      ]
    },
    {
      "EnglishWord": "slug the pipe",
      "Meanings": [
        "To pump a quantity of heavy mud into the drill pipe. Before hoisting drill pipe, it is desirable if possible to pump into its top section a quantity of heavy mud a slug that causes the level of the fluid to remain below the rig floor so that the crew members and the rig floor are not contaminated with the fluid when stands are broken out"
      ]
    },
    {
      "EnglishWord": "slurry",
      "Meanings": [
        "In drilling, a plastic mixture of Cement and water that is pumped into a Well to harden. There it supports the Casing and provides a seal in the Well to prevent migration of underground fluids",
        ". A mixture in which solids are suspended in a liquid"
      ]
    },
    {
      "EnglishWord": "slush pit",
      "Meanings": [
        "The old term for a Mud Pit. See also : Mud Pit"
      ]
    },
    {
      "EnglishWord": "sm",
      "Meanings": [
        "some, rarely write for small, mostly use \"s\" for small",
        "کمی",
        "مقداری"
      ]
    },
    {
      "EnglishWord": "small",
      "Meanings": [
        "s",
        "کوچک",
        "کم"
      ]
    },
    {
      "EnglishWord": "smo",
      "Meanings": [
        "smooth, also write as : smth",
        "دارای سطح صاف"
      ]
    },
    {
      "EnglishWord": "smooth",
      "Meanings": [
        "smth, also refer to as : smo",
        "دارای سطح صاف"
      ]
    },
    {
      "EnglishWord": "smth",
      "Meanings": [
        "smooth, also write as : smo",
        "دارای سطح صاف"
      ]
    },
    {
      "EnglishWord": "smwht",
      "Meanings": [
        "somewhat",
        "بگونه ای",
        "تا حدی",
        "مختصری"
      ]
    },
    {
      "EnglishWord": "sn",
      "Meanings": [
        "SIDEWALL NEUTRON, Log Curve name"
      ]
    },
    {
      "EnglishWord": "snake out",
      "Meanings": [
        "To pull out"
      ]
    },
    {
      "EnglishWord": "snatch block",
      "Meanings": [
        "A Sheave or Pulley that can be opened up for putting a line over the roller or sheave"
      ]
    },
    {
      "EnglishWord": "sngr",
      "Meanings": [
        "SONL",
        "GAMMA, Log Curve name"
      ]
    },
    {
      "EnglishWord": "snp",
      "Meanings": [
        "Side wall Neutron Porosity, Tool or Log",
        "ابزار یا لاگ جهت محاسبه تخلخل دیوارە چاه بدست آمده از نمودار نوترون",
        "SIDEWALL NEUTRON POROSITY, Log Curve name"
      ]
    },
    {
      "EnglishWord": "snub",
      "Meanings": [
        "To force pipe or tools into a high",
        "pressure well that has not been killed i.e., to run pipe or tools into the well against pressure when the weight of pipe is not great enough to force the pipe through the BOPs . Snubbing usually requires an array of wireline bocks and wire rope that forces the pipe or tools into the well through a stripper head or blowout preventer until the weight of the string is sufficient to overcome the lifting effect of the well pressure on the pipe in the preventer. In workover operations, snubbing is usually accomplished by using hydraulic power to force the pipe through the stripping head or blowout preventer",
        ". To tie up short with a line"
      ]
    },
    {
      "EnglishWord": "snubber",
      "Meanings": [
        "A device that mechanically or hydraulically forces pipe or tools into the well against pressure",
        ". A device within some hooks that acts as a shock absorber in eliminating the bouncing action of pipe as it is picked up"
      ]
    },
    {
      "EnglishWord": "so",
      "Meanings": [
        "show of Oil"
      ]
    },
    {
      "EnglishWord": "so   g",
      "Meanings": [
        "Show Oil & Gas, also write as : SO&G",
        "نمونه‌های دارای نشانه‌های نفتی وگازی"
      ]
    },
    {
      "EnglishWord": "so   w",
      "Meanings": [
        "Show Oil & Water, also write as : SO&W",
        "نمونه‌های دارای نشانه‌های نفتی و آب"
      ]
    },
    {
      "EnglishWord": "so g",
      "Meanings": [
        "Show Oil & Gas, also write as : SO & G"
      ]
    },
    {
      "EnglishWord": "so w",
      "Meanings": [
        "Show Oil & Water, also write as : SO & W"
      ]
    },
    {
      "EnglishWord": "soda ash",
      "Meanings": [
        "See : Sodium Carbonate"
      ]
    },
    {
      "EnglishWord": "sodium",
      "Meanings": [
        "One of the alkali metal elements with a valence of 1, an atomic number of about 23. Numerous Sodium compounds are used as additives to drilling fluids"
      ]
    },
    {
      "EnglishWord": "sodium silicate muds",
      "Meanings": [
        "Special class of inhibited chemical muds using as their bases Sodium Silicate, Salt, Water, and Clay"
      ]
    },
    {
      "EnglishWord": "soft",
      "Meanings": [
        "sft",
        "نرم"
      ]
    },
    {
      "EnglishWord": "soft shut-in",
      "Meanings": [
        "In Well",
        "Control operations, closing the BOP's with the Choke and HCR, or fail",
        "safe, Valves open. Compare also with : Hard Shut",
        "in"
      ]
    },
    {
      "EnglishWord": "solids control equipment",
      "Meanings": [
        "SCE, actions or job's abbreviations which usually Companymans write in their daily drilling reports",
        "ابزار کنترل مواد جامد موجود در گل حفاری"
      ]
    },
    {
      "EnglishWord": "some",
      "Meanings": [
        "sm",
        "مقداری",
        "کمی"
      ]
    },
    {
      "EnglishWord": "somewhat",
      "Meanings": [
        "smwht",
        "بگونه ای",
        "تا حدی",
        "مختصری"
      ]
    },
    {
      "EnglishWord": "sonde",
      "Meanings": [
        "A Logging Tool assembly, especially the device in the logging assembly that senses and transmits Formation data"
      ]
    },
    {
      "EnglishWord": "sonic",
      "Meanings": [
        "S",
        "سونیک یا صوتی"
      ]
    },
    {
      "EnglishWord": "sonic log",
      "Meanings": [
        "S",
        "نمودار سونیک یا صوتی",
        "A type of Acoustic Log that records the travel time of sounds through objects, Cement, or Formation rocks. Often used to determine whether voids exist in the Cement behind the Casing in a Well"
      ]
    },
    {
      "EnglishWord": "sonic transit time",
      "Meanings": [
        "زمان مورد نیاز جهت عبور صوت در سنگ",
        "Δt, symbol for Sonic Transit Time"
      ]
    },
    {
      "EnglishWord": "sonl",
      "Meanings": [
        "SONIC LOG, Log Curve name"
      ]
    },
    {
      "EnglishWord": "sonn",
      "Meanings": [
        "SONAN LOG, Log Curve name"
      ]
    },
    {
      "EnglishWord": "sort",
      "Meanings": [
        "srt",
        "جور شده",
        "دارای ذرات هم اندازه"
      ]
    },
    {
      "EnglishWord": "sorting",
      "Meanings": [
        "srtg",
        "دارای جور شدگی",
        "دارای ذرات هم اندازه"
      ]
    },
    {
      "EnglishWord": "sour crude",
      "Meanings": [
        "Oil containing Hydrogen Sulfide or another acid gas"
      ]
    },
    {
      "EnglishWord": "sour gas",
      "Meanings": [
        "Gas containing an appreciable quantity of Hydrogen Sulfide and/or Mercaptans"
      ]
    },
    {
      "EnglishWord": "southeast",
      "Meanings": [
        "SE",
        "جنوب شرقی"
      ]
    },
    {
      "EnglishWord": "southwest",
      "Meanings": [
        "جنوب غربی",
        "SW"
      ]
    },
    {
      "EnglishWord": "sow",
      "Meanings": [
        "به آهستگی پایین آوردن مته به ته چاه و اضافه نمودن وزن روی رشته حفاری",
        "Slack off weight"
      ]
    },
    {
      "EnglishWord": "sp",
      "Meanings": [
        "Self",
        "Potential Electric Log",
        "لاگ یا نمودار خود القایی",
        "SPONTANTEOUS POTENTIAL, Log Curve name"
      ]
    },
    {
      "EnglishWord": "spa",
      "Meanings": [
        "SCOPE PICTURE ANALYSIS, Log Curve name"
      ]
    },
    {
      "EnglishWord": "space out",
      "Meanings": [
        "S/O, actions or job's abbreviations which usually Companymans write in their daily drilling reports",
        "فاصله یابی",
        "معمولا اختصار این لغت در مورد عملیاتی بکار میرود که در حال انجام است و در گزارش‌ها مورد استفاده قرار می‌گیرد",
        "The act of ensuring that a pipe ram preventer will not close on a drill pipe tool joint when the drill stem is stationary. A pup joint is made up in the drill string to lengthen it sufficiently"
      ]
    },
    {
      "EnglishWord": "space-out joint",
      "Meanings": [
        "The joint of drill pipe that is used in hang",
        "off operations so that no tool joint is opposite a set of preventer Rams"
      ]
    },
    {
      "EnglishWord": "spacing clamp",
      "Meanings": [
        "A Clamp used to hold the Rod String in pumping position when the Well is in the final stages of being put back on the pump"
      ]
    },
    {
      "EnglishWord": "spacing-out",
      "Meanings": [
        "Position the correct number of feet or joints of pipe from the packer to the surface tree, or from the rig floor to the stack"
      ]
    },
    {
      "EnglishWord": "spaghetti",
      "Meanings": [
        "Very small Tubing or Pipe"
      ]
    },
    {
      "EnglishWord": "spcl",
      "Meanings": [
        "SPECTRALOG, Log Curve name"
      ]
    },
    {
      "EnglishWord": "spct",
      "Meanings": [
        "SPECTRAL, Log Curve name"
      ]
    },
    {
      "EnglishWord": "spd",
      "Meanings": [
        "spudded",
        "اسپاد نمودن دکل یا برپایی دکل حفاری بمنظور شروع عملیات حفاری"
      ]
    },
    {
      "EnglishWord": "spear",
      "Meanings": [
        "A Fishing Tool used to retrieve pipe lost in a Well. The Spear is lowered down the hole and into the lost pipe. When Weight, Torque, or both are applied to the string to which the Spear is attached, the Slips in the Spear expand and tightly grip the inside of the wall of the lost pipe. Then the string, spear, and lost pipe are pulled to the surface"
      ]
    },
    {
      "EnglishWord": "speckled",
      "Meanings": [
        "منقوط",
        "خال دار",
        "دارای لکه",
        "spkd, spotted, also write as : spkld",
        "with spots"
      ]
    },
    {
      "EnglishWord": "specks",
      "Meanings": [
        "spks, spots, stains",
        "نقطه",
        "لکه",
        "خال"
      ]
    },
    {
      "EnglishWord": "speed kit",
      "Meanings": [
        "A dual",
        "speed traveling block, which permits one elevator to pick up stands as they are broken out while the traveling bock continues to move"
      ]
    },
    {
      "EnglishWord": "sph",
      "Meanings": [
        "SPHERICAL, Log Curve name",
        "spherical",
        "کروی",
        "گرد شده",
        "دارای گرد شدگی"
      ]
    },
    {
      "EnglishWord": "spherical",
      "Meanings": [
        "sph",
        "کروی",
        "گرد شده",
        "دارای گرد شدگی"
      ]
    },
    {
      "EnglishWord": "spi",
      "Meanings": [
        "Second Porosity Index",
        "ایندکس ثانویه تخلخل"
      ]
    },
    {
      "EnglishWord": "spider",
      "Meanings": [
        "A circular steel device that holds slips supporting a suspended string of drill pipe, casing, or tubing. A spider may be split or solid"
      ]
    },
    {
      "EnglishWord": "spinning chain",
      "Meanings": [
        "A Y",
        "shaped chain used to spin up tighten one joint of drill pipe into another. One end of the chain is attached to the tongs, another end to the spinning cathead, and the third end left free. The free end is wrapped around the tool joint, and the cathead pulls the chain off the joint, causing the joint to spin rapidly and tighten up. After the free end of the chain is pulled off the joint, the tongs are secured in the spot vacated by the chain and continued pull on the chain and thus on the tongs by the cathead makes up the joint to final tightness"
      ]
    },
    {
      "EnglishWord": "spiral grapple",
      "Meanings": [
        "A helically shaped gripping mechanism that is fitted into an overshot to retrieve fish from the Borehole. See also : Grapple"
      ]
    },
    {
      "EnglishWord": "spkd",
      "Meanings": [
        "speckled, with spots, spotted, also write as : spkld",
        "منقوط",
        "خال دار",
        "دارای لکه"
      ]
    },
    {
      "EnglishWord": "spks",
      "Meanings": [
        "specks, spots, stains",
        "نقطه",
        "لکه",
        "خال"
      ]
    },
    {
      "EnglishWord": "spl",
      "Meanings": [
        "SAMPLEL, Log Curve name",
        "sample",
        "نمونه حفاری که از روی شیل شیکر یا الک‌های لرزان گرفته می‌شود"
      ]
    },
    {
      "EnglishWord": "spm",
      "Meanings": [
        "Strokes Per Minute",
        "تعداد ضربه در دقیقه پمپ‌های گل"
      ]
    },
    {
      "EnglishWord": "spontaneous potential",
      "Meanings": [
        "One of the natural electrical characteristics exhibited by a Formation as measured by a Logging Tool lowered into the Well. Also called : Self Potential or SP"
      ]
    },
    {
      "EnglishWord": "spool",
      "Meanings": [
        "The total length of as manufactured Coiled Tubing product, which is placed either on the service or shipping Reel for storage and/or transport. A spool may contain one or more Coiled Tubing \"Strings\". See also Tubing Head Spool",
        "The Drawworks Drum. Also a CasingHead or Drilling Spool. To wind around a Drum"
      ]
    },
    {
      "EnglishWord": "spot",
      "Meanings": [
        "spt",
        "Pumping a designated quantity of a substance, e.g. acid or cement into a specific interval inside the Well. For example, 10 bbl of LCM Pill may be spotted around an area inside Hole, in which there is Loss and to control this Mud Loss",
        "تزریق مواد مختلف در عمق خاصی از چاه",
        "To pump a designated quantity of a substance, such as Acid or Cement into a specific interval in the Well. For example, 10 barrels of Diesel Oil may be spotted around an area in the hole in which Drill Collars are stuck against the wall of the hole in an effort to free the Collars"
      ]
    },
    {
      "EnglishWord": "spotted",
      "Meanings": [
        "sptd",
        "تزریق نمودن موادی خاص در عمق معیینی از چاه"
      ]
    },
    {
      "EnglishWord": "spotting",
      "Meanings": [
        "The pumping of a substance such as oil into an interval in the Well"
      ]
    },
    {
      "EnglishWord": "spring collet",
      "Meanings": [
        "A spring",
        "actuated metal band or ring ferrule used to expand a Liner Patch when making casing repairs. See also : Liner Patch"
      ]
    },
    {
      "EnglishWord": "spt",
      "Meanings": [
        "spot",
        "تزریق مواد مختلف در عمق خاصی از چاه"
      ]
    },
    {
      "EnglishWord": "sptd",
      "Meanings": [
        "تزریق نمودن موادی خاص در عمق معیینی از چاه",
        "spotted, Pumping a designated quantity of a substance, e.g. acid or cement into a specific interval inside the Well. For example, 10 bbl of LCM Pill may be spotted around an area inside Hole, in which there is Loss and to control this Mud Loss"
      ]
    },
    {
      "EnglishWord": "spud",
      "Meanings": [
        "To move the drill stem up and down in the hole over a short distance without rotation. Careless execution of this operation creates pressure surges that can cause a Formation to break down, resulting in lost circulation",
        ". To force a Wireline Tool or Tubing down the hole by using a reciprocating motion",
        ". To begin drilling a Well; i.e., to spud in"
      ]
    },
    {
      "EnglishWord": "spud in",
      "Meanings": [
        "To begin drilling; to start the hole"
      ]
    },
    {
      "EnglishWord": "spud mud",
      "Meanings": [
        "The fluid used when drilling starts at the surface, often a thick Bentonite",
        "lime Slurry"
      ]
    },
    {
      "EnglishWord": "spudded",
      "Meanings": [
        "spd",
        "اسپاد نمودن دکل یا برپایی دکل حفاری بمنظور شروع عملیات حفاری"
      ]
    },
    {
      "EnglishWord": "spudder",
      "Meanings": [
        "A portable cable",
        "tool drilling rig, sometimes mounted on a truck or trailer"
      ]
    },
    {
      "EnglishWord": "spurt loss",
      "Meanings": [
        "The initial Loss of Mud solids by filtration, making Formations easier to drill. See also : Filtration Loss"
      ]
    },
    {
      "EnglishWord": "squeeze",
      "Meanings": [
        "A cementing operation in which cement is pumped behind the casing under high pressure to recement channeled areas or to block off an uncementred zone",
        ". The increasing of external pressure on a diver's body caused by improper diving technique"
      ]
    },
    {
      "EnglishWord": "squeeze cementing",
      "Meanings": [
        "The forcing of cement slurry by pressure to specified points in a well to cause seals at the points of squeeze. It is a secondary cementing method that is used to isolate a producing formation, seal off water, repair casing leaks, and so forth"
      ]
    },
    {
      "EnglishWord": "squeeze job",
      "Meanings": [
        "A remedial Well",
        "servicing activity whereby a Cement slurry is pumped into open Perfs, Split Casing, etc., to effect a blockage"
      ]
    },
    {
      "EnglishWord": "squeeze packer",
      "Meanings": [
        "A drillable service Packer, a Retainer"
      ]
    },
    {
      "EnglishWord": "srs",
      "Meanings": [
        "SEISMIC REFERENCE SURVEY, Log Curve name"
      ]
    },
    {
      "EnglishWord": "srsl",
      "Meanings": [
        "SEISMIC REFERENCE SURVEY, Log Curve name"
      ]
    },
    {
      "EnglishWord": "srt",
      "Meanings": [
        "SIGNAL TO RECEIVER TIME, Log Curve name",
        "sort",
        "جور شده",
        "دارای ذرات هم اندازه"
      ]
    },
    {
      "EnglishWord": "srtd",
      "Meanings": [
        "sorted",
        "جورشده",
        "دارای ذرات هم اندازه"
      ]
    },
    {
      "EnglishWord": "srtg",
      "Meanings": [
        "sorting",
        "دارای جور شدگی",
        "دارای ذرات هم اندازه"
      ]
    },
    {
      "EnglishWord": "srv",
      "Meanings": [
        "Time actually spent for Surveying a well while not drilling, Operations' abbreviation which usually Companymans write in their daily drilling reports"
      ]
    },
    {
      "EnglishWord": "srvp",
      "Meanings": [
        "SEISMIC",
        "VERTICAL PROFILE, Log Curve name"
      ]
    },
    {
      "EnglishWord": "ss",
      "Meanings": [
        "SPINNER SURVEY/SPINNER LOG/SPINNER FLOW METER, Log Curve name",
        "A Clastic rock composed of particles that range in diameter from 1/16 to 2 millimeters in diameter. Sandstones make up about 25% of all Sedimentary rocks",
        "Sandstone, also mostly write as : Sst",
        "ماسه سنگ",
        "یک سنگ رسوبی که از دانه‌های سیلیس تشکیل شده و سیمان آن معمولا سیلیس",
        "کربنات کلسیم",
        "اکسید آهن و غیره است. ماسه سنگها معمولا محتمل‌ترین محل جهت تجمع نفت و آب هستند",
        "subsea, the values are always negative",
        "ارتفاع نقطه یا محلی زیر سطح دریا",
        "که معمولا مقدار آن منفی است"
      ]
    },
    {
      "EnglishWord": "ssd",
      "Meanings": [
        "Sliding Side Door",
        "دریچە کشویی جانبی"
      ]
    },
    {
      "EnglishWord": "ssdo",
      "Meanings": [
        "Slight Show Dead",
        "oil",
        "نمونه‌های حفاری حاوی مقدار کمی نشانه هایی از نفت مرده",
        "گاهی در مورد سیال حفاری نیز بکار می‌رود"
      ]
    },
    {
      "EnglishWord": "ssmg",
      "Meanings": [
        "SONIC SEISMOGRAM, Log Curve name"
      ]
    },
    {
      "EnglishWord": "sso",
      "Meanings": [
        "Slight Show Oil",
        "نمونه‌های حفاری حاوی مقدار کمی نشانه نفتی"
      ]
    },
    {
      "EnglishWord": "sst",
      "Meanings": [
        "Sandstone, also sometimes write as : Ss",
        "ماسه سنگ",
        "یک سنگ رسوبی که از دانه‌های سیلیس تشکیل شده و سیمان آن معمولا سیلیس",
        "کربنات کلسیم",
        "اکسید آهن و غیره است. ماسه سنگها معمولا محتمل‌ترین محل جهت تجمع نفت و آب هستند"
      ]
    },
    {
      "EnglishWord": "st",
      "Meanings": [
        "Silt",
        "سیلت",
        "دانه هایی در اندازە سیلت که بین 62. 5 تا 4 میکرون می‌باشند"
      ]
    },
    {
      "EnglishWord": "stab",
      "Meanings": [
        "To guide the end of a pipe into a coupling when making up a connection"
      ]
    },
    {
      "EnglishWord": "stabilizer",
      "Meanings": [
        "A tool placed on a drill collar near the bit that is used, depending on where it is placed, either to maintain a particular hole angle or to change the angle by controlling the location of the contact point between the hole and the collars. See packed",
        "hole assembly",
        ". A vessel in which hydrocarbon vapors are separated from liquids",
        ". A fractionation system that reduces the vapor pressure so that the resulting liquid is less volatile"
      ]
    },
    {
      "EnglishWord": "stack",
      "Meanings": [
        "A vertical arrangement of blowout prevention equipment. Also called preventer stack. See also : Blow",
        "Out Preventer",
        ". The vertical chimney",
        "like installation that is the waste disposal system for unwanted vapor such as flue gases or tail",
        "gas streams"
      ]
    },
    {
      "EnglishWord": "stack a rig",
      "Meanings": [
        "To store a drilling rig on completion of a job when the rig is to be withdrawn from operation for a time"
      ]
    },
    {
      "EnglishWord": "stage tool",
      "Meanings": [
        "A Sliding",
        "sleeve ported Casing section used in stage cementing"
      ]
    },
    {
      "EnglishWord": "staging",
      "Meanings": [
        "The placement of compressors, pumps, cooling systems, treating systems, and so forth, in a series with another unit or units of like design to improve operating efficiency and results"
      ]
    },
    {
      "EnglishWord": "stain",
      "Meanings": [
        "stn",
        "لکه یا آغشتگی"
      ]
    },
    {
      "EnglishWord": "stain of oil",
      "Meanings": [
        "o stn",
        "لکه یا نشانه نفتی",
        "آغشتگی نفتی"
      ]
    },
    {
      "EnglishWord": "stand",
      "Meanings": [
        "The connected joints of Pipes racked in the Derrick or Mast during a Trip. The usual Stand is about 90 feet long about 27 meters , which is three lengths of Drill Pipe screwed together, See also : a Thribble"
      ]
    },
    {
      "EnglishWord": "standard conditions",
      "Meanings": [
        "شرایط استاندارد",
        "Sc"
      ]
    },
    {
      "EnglishWord": "standpipe",
      "Meanings": [
        "A vertical pipe rising along the side of the derrick or mast, which joins the discharge line leading from the mud pump to the rotary hose and through which mud is pumped going into the hole"
      ]
    },
    {
      "EnglishWord": "stands",
      "Meanings": [
        "The connected joints of Pipe racked in the Derrick or Mast, when making a Trip. On a Rig, the usual stand is 90 ft long three lengths of Pipe screwed together or a thribble. Compare double and fourble",
        "جویینت‌های متصل شده لوله‌های حفاری که طول آن برابر 90 فوت می‌باشد که از 3 جویینت تشکیل شده است",
        "Stds"
      ]
    },
    {
      "EnglishWord": "starch",
      "Meanings": [
        "A complex Carbohydrate sometimes added to drilling fluids to reduce filtration loss"
      ]
    },
    {
      "EnglishWord": "stds",
      "Meanings": [
        "stands",
        "جویینت‌های متصل شده لوله‌های حفاری که طول آن برابر 90 فوت می‌باشد که از 3 جویینت تشکیل شده است"
      ]
    },
    {
      "EnglishWord": "steam drive",
      "Meanings": [
        "A method of improved recovery in which steam is injected into a reservoir through injection wells and driven toward production wells. The steam reduces the viscosity of crude off, causing it to flow more freely. The heat vaporizes lighter hydrocarbons; as they move ahead of the steam, they cool and condense into liquids that dissolve and displace crude oil The steam provides additional gas drive. This method is used to recover viscous oils. Also called : Continuous Steam Injection or Steam Flooding"
      ]
    },
    {
      "EnglishWord": "stearate",
      "Meanings": [
        "Salt of Stearic Acid that is a saturated,",
        "carbon fatty Acid. Certain compounds, such as Aluminum Stearate, Calcium Stearate, Zinc Stearate, have been used in drilling fluids for one or more of the following purposes: Defoamer, Lubrication, Air Drilling in which a small amount of water is encountered"
      ]
    },
    {
      "EnglishWord": "steel-line measurement",
      "Meanings": [
        "خط کشی از جنس فولاد که جهت اندازه گیری طول لوله‌های حفاری بکار می‌رود",
        "SLM"
      ]
    },
    {
      "EnglishWord": "stg",
      "Meanings": [
        "Short Trip Gas",
        "گازی که در هنگام لوله بالای کوتاه یا تریپ کوتاه آزاد می‌شود"
      ]
    },
    {
      "EnglishWord": "sticky",
      "Meanings": [
        "stky",
        "چسبنده",
        "چسبناک"
      ]
    },
    {
      "EnglishWord": "stimulation",
      "Meanings": [
        "Any process undertaken to enlarge old channels or to create new ones in the producing Formation of a Well, e.g. : Acidizing or Formation Fracturing"
      ]
    },
    {
      "EnglishWord": "stinger",
      "Meanings": [
        "A cylindrical or tubular projection, relatively small in diameter, that extends below a downhole tool and helps to guide the tool to a designated spot such as into the center of a portion of stuck pipe",
        ". A device for guiding pipe and lowering it to the water bottom as it is being laid down by a lay barge. It is hinged to permit adjustments in the angle of pipe launch"
      ]
    },
    {
      "EnglishWord": "stinging in",
      "Meanings": [
        "The lowering of pipe or tubing into the bore of a downhole tool"
      ]
    },
    {
      "EnglishWord": "stk",
      "Meanings": [
        "Lost time due to Pipe Stuck, Operations' abbreviation which usually Companymans write in their daily drilling reports"
      ]
    },
    {
      "EnglishWord": "stky",
      "Meanings": [
        "sticky",
        "چسبنده",
        "چسبناک"
      ]
    },
    {
      "EnglishWord": "stn",
      "Meanings": [
        "stain, stained",
        "لکه یا آغشتگی"
      ]
    },
    {
      "EnglishWord": "sto",
      "Meanings": [
        "stone",
        "سنگ"
      ]
    },
    {
      "EnglishWord": "stone",
      "Meanings": [
        "sto",
        "سنگ"
      ]
    },
    {
      "EnglishWord": "stopped in sand",
      "Meanings": [
        "SIS",
        "متوقف نمودن عملیات حفاری درون ماسه"
      ]
    },
    {
      "EnglishWord": "storm choke",
      "Meanings": [
        "A Tubing Safety Valve"
      ]
    },
    {
      "EnglishWord": "storm packer",
      "Meanings": [
        "A heavy",
        "mandrel service squeeze tool with on",
        "off tool used in drilling operations during storm interruptions"
      ]
    },
    {
      "EnglishWord": "storm plug",
      "Meanings": [
        "A retrievable tool used to suspend drilling temporarily during a storm offshore"
      ]
    },
    {
      "EnglishWord": "straddle packer",
      "Meanings": [
        "Two Packers separated by a spacer of variable length. A Straddle Packer may be used to isolate sections of open hole to be treated or tested or to isolate certain areas of perforated Casing from the rest of the perforated section"
      ]
    },
    {
      "EnglishWord": "strat",
      "Meanings": [
        "strata",
        "لایه"
      ]
    },
    {
      "EnglishWord": "strata",
      "Meanings": [
        "strat",
        "لایه"
      ]
    },
    {
      "EnglishWord": "streaks",
      "Meanings": [
        "strks",
        "نوار ها",
        "حالت خط دار"
      ]
    },
    {
      "EnglishWord": "streaky",
      "Meanings": [
        "strky, with lines exist on the surface of the rock",
        "دارای نوار",
        "دارای خطوط",
        "حالت ظاهری مخطط"
      ]
    },
    {
      "EnglishWord": "streaming potential",
      "Meanings": [
        "The electrokinetic portion of the spontaneous potential electric",
        "log curve that can be influenced significantly by the characteristics of the filtrate and mud cake or the drilling fluid that was used to drill the Well"
      ]
    },
    {
      "EnglishWord": "string shot",
      "Meanings": [
        "An explosive method utilizing primacord, which is an instantaneous textile",
        "covered fuse with a core of very high explosive. It is used to create an explosive jar inside stuck drill pipe or tubing so that the pipe may be backed off at the joint immediately above where it is stuck"
      ]
    },
    {
      "EnglishWord": "string up",
      "Meanings": [
        "To thread the drilling line through the sheaves of the crown block and traveling block. One end of the line is secured to the hoisting drum and the other to the derrick substructure"
      ]
    },
    {
      "EnglishWord": "stringers",
      "Meanings": [
        "sg"
      ]
    },
    {
      "EnglishWord": "strip a well",
      "Meanings": [
        "To pull rods and tubing from a well at the same time. Tubing must be \"stripped\" over the rods a joint at a time"
      ]
    },
    {
      "EnglishWord": "stripper",
      "Meanings": [
        "A Well nearing depletion that produces a very small amount of oil or gas, usually ten barrels per day or less",
        ". A Stripper Head",
        ". A column wherein absorbed constituents are stripped from absorption off. The term is applicable to columns using a stripping medium, such as steam or gas"
      ]
    },
    {
      "EnglishWord": "stripper head",
      "Meanings": [
        "A blowout prevention device consisting of a gland and packing arrangement bolted to the wellhead. It is often used to seal the annular space between tubing and casing"
      ]
    },
    {
      "EnglishWord": "stripper rubber",
      "Meanings": [
        "A rubber disk surrounding drill pipe or tubing that removes mud as the pipe is brought out of the hole",
        ". The pressure",
        "sealing element of a stripper blowout preventer. See also : Stripper Head"
      ]
    },
    {
      "EnglishWord": "stripping in",
      "Meanings": [
        "The process of lowering the drill stem into the Well when the Well is shut in on a Kick and when the weight of the drill stem is sufficient to overcome the force of Well pressure",
        ". The process of putting tubing into a well under pressure"
      ]
    },
    {
      "EnglishWord": "stripping out",
      "Meanings": [
        "The process of raising the drill stem out of the wellbore when the well is shut in on a kick",
        ". The process of removing tubing from the well under pressure"
      ]
    },
    {
      "EnglishWord": "strk",
      "Meanings": [
        "All the operation necessary for preparation and Side Tracking from an existing well. Starts from setting cement plug till drill a new hole Formation, Operations' abbreviation which usually Companymans write in their daily drilling reports"
      ]
    },
    {
      "EnglishWord": "strks",
      "Meanings": [
        "streaks",
        "نوارها",
        "داشتن خط‌ها یا نوار‌های زیاد"
      ]
    },
    {
      "EnglishWord": "strky",
      "Meanings": [
        "streaky, with lines exist on the surface of the cuttings or rock",
        "دارای نوار",
        "دارای خطوط",
        "حالت ظاهری مخطط"
      ]
    },
    {
      "EnglishWord": "stroke per minute",
      "Meanings": [
        "SPM",
        "تعداد ضربه در دقیقه پمپ‌های گل"
      ]
    },
    {
      "EnglishWord": "strung up",
      "Meanings": [
        "To have rigged up wire rope and sheaves or blocks for hoisting"
      ]
    },
    {
      "EnglishWord": "stst",
      "Meanings": [
        "Siltstone, also write as : Slst or Sltst",
        "سیلت استون",
        "یک سنگ رسوبی که از دانه‌های در اندازه کلی درست شده و جنس ذرات رس می‌باشد"
      ]
    },
    {
      "EnglishWord": "stuck pipe",
      "Meanings": [
        "Drill Pipe, Drill Collars, Casing, or Tubing that has inadvertently become immovable in the hole. Sticking may occur when drilling is in progress, when Casing is being run in the hole, or when the Drill Pipe is being hoisted"
      ]
    },
    {
      "EnglishWord": "stuck point",
      "Meanings": [
        "The depth in the hole at which the drill stem, tubing, or casing is stuck"
      ]
    },
    {
      "EnglishWord": "stuffing box",
      "Meanings": [
        "A device that prevents leakage along a piston, rod, propeller shaft, or other moving part that passes through a hole in a cylinder or vessel. It consists of a box or chamber made by enlarging the hole and a gland containing compressed packing. On a well being artificially lifted by means of a sucker rod pump, the polished rod operates through a stuffing box, preventing escape of oil and diverting it into a side outlet to which is connected the flow line leading to the oil and gas separator or to the field storage tank. For a bottomhole pressure test, the wireline goes through a stuffing box and lubricator, allowing the gauge to be raised and lowered against well pressure. The lubricator provides a pressure",
        "tight grease seal in the stuffing box"
      ]
    },
    {
      "EnglishWord": "sty",
      "Meanings": [
        "Silty",
        "سیلتی",
        "دارای حالت سیلتی و با اندازه دانه هایی در اندازه 62. 5 تا 4 میکرون"
      ]
    },
    {
      "EnglishWord": "styl",
      "Meanings": [
        "stylolite"
      ]
    },
    {
      "EnglishWord": "stylolite",
      "Meanings": [
        "styl"
      ]
    },
    {
      "EnglishWord": "sub",
      "Meanings": [
        "A short, threaded piece of pipe used to adapt parts of the drilling string that cannot otherwise be screwed together because of differences in thread size or design. A sub i.e., a substitute may also perform a special function. Lifting subs are used with drill collars to provide a shoulder to fit the drill pipe elevators; a kelly saver sub is placed between the drill pipe and the kelly to prevent excessive thread wear of the kelly and drill pipe threads, a bent sub is used when drilling a directional hole",
        "sub",
        "A short, threaded piece of Pipe used to adapt parts of the Drill Stem that otherwise cannot be screwed together because of differences in thread size or design. 2. A threaded device made up in the Drill Stem that serves some special purpose. see Junk Sub, Bent Sub, Bumper Sub, Lifting Nipple, Saver Sub, and Kelly Saver Sub",
        "ساب",
        "ابزاری که برای عملیات‌های مختلف درساق مته استفاده میشود",
        "تبدیل"
      ]
    },
    {
      "EnglishWord": "submersible drilling rig",
      "Meanings": [
        "An offshore drilling structure that has several compartments that are flooded to cause the structure to submerge and rest on the ocean floor. Of necessity, most submersible rigs are used only in shallow waters"
      ]
    },
    {
      "EnglishWord": "submersible rig",
      "Meanings": [
        "An Offshore Drilling Structure that has several compartments which are flooded to cause the structure to submerge and rest on the ocean floor. Of necessity, most submersible rigs are used only in shallow waters"
      ]
    },
    {
      "EnglishWord": "subsea",
      "Meanings": [
        "ss, always is negative in values",
        "زیر سطح دریا",
        "میزان ارتفاع زیر سطح دریا",
        "که معمولا بصورت عدد منفی بیان می‌کردد"
      ]
    },
    {
      "EnglishWord": "suction pit",
      "Meanings": [
        "Also called a Suction Tank, Pump Pit, or Mud Suction Pit. See also : Suction Tank"
      ]
    },
    {
      "EnglishWord": "suction tank",
      "Meanings": [
        "The mud tank from which mud is picked up by the suction of the mud pumps. Also called : a Suction Pit"
      ]
    },
    {
      "EnglishWord": "sug",
      "Meanings": [
        "sugary, also write as : sgry",
        "دانه شکری",
        "بصورت دانه دانه"
      ]
    },
    {
      "EnglishWord": "sugar",
      "Meanings": [
        "sgr"
      ]
    },
    {
      "EnglishWord": "sugary",
      "Meanings": [
        "sug, also rarely write as : sgry",
        "دانه شکری",
        "بصورت دانه دانه"
      ]
    },
    {
      "EnglishWord": "suicide squeeze",
      "Meanings": [
        "A squeeze cement job with open perfs above the Packer"
      ]
    },
    {
      "EnglishWord": "sul",
      "Meanings": [
        "سولفور",
        "sulphur"
      ]
    },
    {
      "EnglishWord": "sulphur",
      "Meanings": [
        "سولفور",
        "Sul"
      ]
    },
    {
      "EnglishWord": "surf",
      "Meanings": [
        "surface",
        "سطح"
      ]
    },
    {
      "EnglishWord": "surface",
      "Meanings": [
        "surf",
        "سطح"
      ]
    },
    {
      "EnglishWord": "surface pipe",
      "Meanings": [
        "The first string of casing after the conductor pipe that is set in a well. it varies in length from a few hundred to several thousand feet. Some states require a minimum length to protect freshwater sands. Compare also with : Conductor Pipe"
      ]
    },
    {
      "EnglishWord": "surfactant mud",
      "Meanings": [
        "A drilling mud prepared by adding a surfactant to a water",
        "base mud to change the colloidal state of the clay from that of complete dispersion to one of controlled flocculation. Such muds were originally designed for use in deep, high",
        "temperature wells, but their many advantages high chemical and thermal stability, minimum swelling effect on clay",
        "bearing zones, lower plastic viscosity, and so on extend their applicability"
      ]
    },
    {
      "EnglishWord": "surge loss",
      "Meanings": [
        "The flux of fluids and solids that occurs in the initial stages of any filtration before pore openings are bridged and a filter cake is formed. Also called : Spurt Loss"
      ]
    },
    {
      "EnglishWord": "surging",
      "Meanings": [
        "A rapid increase in pressure downhole that occurs when the drill stem is lowered too fast or when the mud pump is brought up to speed after starting"
      ]
    },
    {
      "EnglishWord": "survey",
      "Meanings": [
        "SUV, operations' abbreviations which usually Companymans write in their daily drilling reports",
        "انجام ارزیابی جهت اندازه گیری شیب چاه و یا سایر پارامتر ها",
        "معمولا اختصار این لغت در مورد عملیاتی بکار میرود که در حال انجام است و در گزارش‌ها مورد استفاده قرار می‌گیرد"
      ]
    },
    {
      "EnglishWord": "sus",
      "Meanings": [
        "Suspension, operations' abbreviations which usually Companymans write in their daily drilling reports",
        "تعلیق عملیات دکل حفاری",
        "اختصار در مورد عملیاتی است که در حال انجام است و در گزارش‌ها مورد استفاده قرار می‌گیرد",
        "All operations necessary to perfrom the temporary abandoning of the Well : from starting of Run In Hole of the string DP, Wire Line & Coiled Tubing for the positioning of the first plug cement, bridge, Etc. . or running a casing, to end of operation, Operations' abbreviation which usually Companymans write in their daily drilling reports"
      ]
    },
    {
      "EnglishWord": "suspension",
      "Meanings": [
        "SUS, operations' abbreviations which usually Companymans write in their daily drilling reports",
        "تعلیق عملیات دکل حفاری",
        "معمولا اختصار این لغت در مورد عملیاتی بکار میرود که در حال انجام است و در گزارش‌ها مورد استفاده قرار می‌گیرد"
      ]
    },
    {
      "EnglishWord": "suv",
      "Meanings": [
        "Survey, operations' abbreviations which usually Companymans write in their daily drilling reports",
        "انجام عملیات شیب سنجی چاه",
        "اختصار در مورد عملیاتی است که در حال انجام است و در گزارش‌ها مورد استفاده قرار می‌گیرد"
      ]
    },
    {
      "EnglishWord": "svs",
      "Meanings": [
        "SEISMIC VELOCITY SURVEY, Log Curve name"
      ]
    },
    {
      "EnglishWord": "sw",
      "Meanings": [
        "SouthWest",
        "جنوب غربی",
        "salt water",
        "آب شور"
      ]
    },
    {
      "EnglishWord": "swab",
      "Meanings": [
        "مکنده",
        "A hollow, rubber",
        "faced cylinder mounted on a hollow Mandrel with a pin joint on the upper end to connect to the swab line. A check Valve that opens upward on the lower end provides a way to remove the fluid from the Well when pressure is insufficient to support flow. to operate a Swab on a Wireline to bring Well Fluids to the surface when the Well does not flow naturally. Swabbing is a temporary operation to determine whether or not the Well can be made to flow. If the Well does not flow after being swabbed, a pump is installed as a permanent lifting device to bring the Oil to the surface",
        "faced cylinder mounted on a hollow mandrel with a pin joint on the upper end to connect to the swab line. A check valve that opens upward on the lower end provides a way to remove the fluid from the well when pressure is insufrficien5t to support flow",
        "v: 1. To operate a swab on a wireline to bring well fluids to the surface when the w4ell does not flow naturally. Swabbing is a temporary operation to determine whether the well can be made to flow. If the well does not flow after being swabbed, a pump is installed a a permanent lifting device to bring the oil to the surface",
        ". To pull formation fluids into a wellbore by raising the drill stem at a rate that reduces the hydrostatic pressure of the drilling mud below the Bit"
      ]
    },
    {
      "EnglishWord": "swabbed",
      "Meanings": [
        "مکش",
        "مکیده شده",
        "swbd"
      ]
    },
    {
      "EnglishWord": "swabbing",
      "Meanings": [
        "swbg"
      ]
    },
    {
      "EnglishWord": "swage",
      "Meanings": [
        "A tool used to straighten damaged or collapsed Casing in a Well"
      ]
    },
    {
      "EnglishWord": "swamper",
      "Meanings": [
        "A helper on a truck"
      ]
    },
    {
      "EnglishWord": "swbd",
      "Meanings": [
        "مکیده شده",
        "swabbed"
      ]
    },
    {
      "EnglishWord": "swbg",
      "Meanings": [
        "swabbing"
      ]
    },
    {
      "EnglishWord": "sweet crude oil",
      "Meanings": [
        "Oil containing little or no Sulfur, especially little or no Hydrogen Sulfide"
      ]
    },
    {
      "EnglishWord": "swivel",
      "Meanings": [
        "A rotary tool that is hung from the rotary hook and traveling block to suspend the drill stem and to permit it to rotate freely. it also provides a connection fore the rotary hose and a passageway of the flow of drilling fluid into the drill stem"
      ]
    },
    {
      "EnglishWord": "sws",
      "Meanings": [
        "Side Wall Samples",
        "نمونه‌های حفاری گرفته شده از دیوارە چاه",
        "SIDEWALL SAMPLE RECORD/SDWLL CORNG/CORE GUN/CST, Log Curve name"
      ]
    },
    {
      "EnglishWord": "sx",
      "Meanings": [
        "Sacks, of mud additives or anything else",
        "کیسه‌های حاوی مواد حفاری"
      ]
    },
    {
      "EnglishWord": "sy",
      "Meanings": [
        "Sandy, also mostly write as : sdy",
        "ماسه ای",
        "دارای دانه‌های ماسه",
        "sandy"
      ]
    },
    {
      "EnglishWord": "sygt",
      "Meanings": [
        "SYNERGETIC, Log Curve name"
      ]
    },
    {
      "EnglishWord": "sz",
      "Meanings": [
        "اندازه",
        "size"
      ]
    }
  ]
}