{
  "Group": "T",
  "Entries": 150,
  "Words": [
    {
      "EnglishWord": "t",
      "Meanings": [
        "زمان فروپاشی پرتوهای نوترون حرارتی",
        "Thermal Neutron decay time",
        "TEMPERATURE SURVEY, Log Curve name",
        "true, uncontaminated",
        "واقعی",
        "حقیقی",
        "آغشته نشده",
        "till"
      ]
    },
    {
      "EnglishWord": "t/",
      "Meanings": [
        "top",
        "تاپ یا بالای هر سازند"
      ]
    },
    {
      "EnglishWord": "t/pay",
      "Meanings": [
        "Top pay"
      ]
    },
    {
      "EnglishWord": "t/s",
      "Meanings": [
        "Take Survey, operations' abbreviations which usually Companymans write in their daily drilling reports",
        "انجام عملیات شیب سنجی چاه",
        "اختصار در مورد عملیاتی است که در حال انجام است و در گزارش‌ها مورد استفاده قرار می‌گیرد"
      ]
    },
    {
      "EnglishWord": "t/sd",
      "Meanings": [
        "Top sand"
      ]
    },
    {
      "EnglishWord": "tagging",
      "Meanings": [
        "Running pipe or tubing and landing it on a downhole tool"
      ]
    },
    {
      "EnglishWord": "tail pipe",
      "Meanings": [
        "A pipe run in a well blow a packer",
        ". A pipe used to exhaust gases from the muffler of an engine to the outside atmosphere"
      ]
    },
    {
      "EnglishWord": "tailing in",
      "Meanings": [
        "Guiding a downhole tool into the wellbore or up onto the rig floor"
      ]
    },
    {
      "EnglishWord": "take survey",
      "Meanings": [
        "عملیات جهت اندازه گیری شیب یا سایر پارامترهای درون چاه در حال حفاری",
        "معمولا اختصار این لغت در مورد عملیاتی بکار میرود که در حال انجام است و در گزارش‌ها مورد استفاده قرار می‌گیرد",
        "T/S, operations' abbreviations which usually Companymans write in their daily drilling reports"
      ]
    },
    {
      "EnglishWord": "tally",
      "Meanings": [
        "To measure and record length of pipe of tubing"
      ]
    },
    {
      "EnglishWord": "tan",
      "Meanings": [
        "tn, brownish yellow, suntan, burned with Sunshine",
        "زرد مایل به قهوه ای",
        "آفتاب سوخته",
        "یا قهوه ای سیر"
      ]
    },
    {
      "EnglishWord": "tanish",
      "Meanings": [
        "tnsh"
      ]
    },
    {
      "EnglishWord": "tank strapper",
      "Meanings": [
        "The person who measures a tank to determine the volume it holds at ¼\" intervals of height"
      ]
    },
    {
      "EnglishWord": "tap",
      "Meanings": [
        "A tool for forming an internal screw thread. It consists of a hardened tool",
        "steel male screw grooved longitudinally so as to have cutting edges",
        ". A hole or opening in a line or vessel into which a gauge or valve may be inserted and screwed tight",
        "v : 1. To form a female thread by means of a tap",
        ". Extract or cause to flow by means of a borehole, e.g., to tape a reservoir"
      ]
    },
    {
      "EnglishWord": "taper tap",
      "Meanings": [
        "A tap with a gradually decreasing diameter from the top. It is used to retrieve a hollow fish such as a drill collar and is the male counterpart of a die collar. The taper tap is run into a hollow fish and rotated to cut enough threads to provide a finn grip and permit the fish to be pulled and recovered. See also : Tap. Compare also with : Die Collar"
      ]
    },
    {
      "EnglishWord": "tapered string",
      "Meanings": [
        "Drill Pipe, Tubing, Sucker Rods, and so forth with the diameter near the top of the Well larger than the diameter below"
      ]
    },
    {
      "EnglishWord": "target",
      "Meanings": [
        "A bull plug or blind flange at the end of a tee to prevent erosion at a point where change in flow direction occurs"
      ]
    },
    {
      "EnglishWord": "tbg",
      "Meanings": [
        "tubing",
        "تیوبینگ",
        "لولە مغزی",
        "Small",
        "diameter Pipe that is run into a Well to serve as a Conduit for the passage of Oil and Gas to the surface"
      ]
    },
    {
      "EnglishWord": "tcp",
      "Meanings": [
        "کل عمق نفوذ در سازند جهت مغزه گیری",
        "Total Core Penetration",
        "Tubing Conveyed Perforator"
      ]
    },
    {
      "EnglishWord": "td",
      "Meanings": [
        "Total Depth, or Final Depth of Well",
        "عمق نهایی چاه یا عمقی که در برنامە حفاری چاه در نظر گرفته شده است",
        "TEMPERATURE DIFFERENCE, Log Curve name"
      ]
    },
    {
      "EnglishWord": "tdl",
      "Meanings": [
        "TEMPERATURE DIFFERENCE, Log Curve name"
      ]
    },
    {
      "EnglishWord": "tds",
      "Meanings": [
        "Top Drive System, work on, e.g. for repair",
        "A device similar to a Power Swivel that is used in place of the Rotary Table on a Drilling Rig to turn the Drill Stem. Hung from the Hook of the Traveling Block, a Top Drive also suspends the Drill Stem in the Hole and includes Power Tongs. Modern Top Drives combine Elevators, Tongs, Swivel and Hook",
        "سیستم تاپ درایو",
        "سیستم دکل حفاری که از بالا چرخش به آن اعمال می‌شود. گاهی اوقات این اختصار جهت انجام کار تعمیراتی روی تاپ درایو بکار می‌رود و اختصاری است در مورد عملیاتی که در حال انجام است و در گزارش‌ها مورد استفاده قرار می‌گیرد"
      ]
    },
    {
      "EnglishWord": "tdt",
      "Meanings": [
        "THERMAL DECAY TIME, Log Curve name"
      ]
    },
    {
      "EnglishWord": "telescoping derrick",
      "Meanings": [
        "A portable mast that an be erected as a unit, usually by a tackle that hoists the wireline or by hydraulic pistons. The upper section of a telescoping derrick is generally nested telescoped inside the lower section of the structure and raised to full height either by the wireline or by a hydraulic system"
      ]
    },
    {
      "EnglishWord": "telescoping swivel sub",
      "Meanings": [
        "A Sub with a telescoping joint used in dual or triple completions for running additional tail pipe"
      ]
    },
    {
      "EnglishWord": "temp",
      "Meanings": [
        "موقت",
        "بطور موقت",
        "temporary",
        "temperature",
        "دما"
      ]
    },
    {
      "EnglishWord": "temporary",
      "Meanings": [
        "موقت",
        "بطور موقت",
        "Temp"
      ]
    },
    {
      "EnglishWord": "temprature",
      "Meanings": [
        "temp",
        "دما"
      ]
    },
    {
      "EnglishWord": "tension tool",
      "Meanings": [
        "A retrievable or drillable packer in which sufficient pipe weight is not available to set the tool in compression"
      ]
    },
    {
      "EnglishWord": "test",
      "Meanings": [
        "All operation necessary to enable the well to discharge : from the rig up of the equipment for Well test to rig down, Operations' abbreviation which usually Companymans write in their daily drilling reports"
      ]
    },
    {
      "EnglishWord": "test well",
      "Meanings": [
        "A Wildcat Well"
      ]
    },
    {
      "EnglishWord": "testing",
      "Meanings": [
        "تست نمودن یا ارزیابی کردن",
        "Tstg",
        "TST, operations' abbreviations which usually Companymans write in their daily drilling reports"
      ]
    },
    {
      "EnglishWord": "tex",
      "Meanings": [
        "texture, also write as : txt",
        "بافت سنگ",
        "خاصیت ظاهری سنگ از قبیل شکل و اندازە ذرات سنگ و نیزجهت قرار گیری دانه ها",
        "گرد شدگی و نیز وجود تخلخل درون سنگ"
      ]
    },
    {
      "EnglishWord": "texture",
      "Meanings": [
        "txt, also write as : tex",
        "tex, also write as : txt",
        "بافت"
      ]
    },
    {
      "EnglishWord": "tf",
      "Meanings": [
        "Lost time due to Tools Failture down hole or surface . mainly service Company`s tools, Operations' abbreviation which usually Companymans write in their daily drilling reports"
      ]
    },
    {
      "EnglishWord": "tfa",
      "Meanings": [
        "Total Flow Area",
        "منطقه ای که تمامی جریان از آن محل است"
      ]
    },
    {
      "EnglishWord": "tfl",
      "Meanings": [
        "Through",
        "the",
        "Flow",
        "Line"
      ]
    },
    {
      "EnglishWord": "tgh",
      "Meanings": [
        "tough"
      ]
    },
    {
      "EnglishWord": "tgt",
      "Meanings": [
        "tight",
        "تنگ",
        "برای باریک شدگی چاه بکار می‌رود"
      ]
    },
    {
      "EnglishWord": "th",
      "Meanings": [
        "Lost time due to Tight Hole, Operations' abbreviation which usually Companymans write in their daily drilling reports"
      ]
    },
    {
      "EnglishWord": "thermal neutron",
      "Meanings": [
        "Any free Neutron, one that is not bound within an atomic nucleus that has an average energy of motion, Kinetic energy corresponding to the average energy of the particles of the ambient materials. Relatively slow and of low energy, Thermal Neutrons exhibit properties, such as large cross sections in fission, that make them desirable in"
      ]
    },
    {
      "EnglishWord": "thf",
      "Meanings": [
        "Tubing Head Flange",
        "فلانژ انتهای تیوبینگ",
        "همینطور به لغت تیوبینگ مراجعه نمایید"
      ]
    },
    {
      "EnglishWord": "thick",
      "Meanings": [
        "thk",
        "ضخیم"
      ]
    },
    {
      "EnglishWord": "thickness",
      "Meanings": [
        "thks",
        "ضخامت",
        "بیشتر مواقع در مورد ضخامت سنگ یا سازند بکار برده می‌شود"
      ]
    },
    {
      "EnglishWord": "thief formation",
      "Meanings": [
        "A Formation that absorbs drilling fluid as it is circulated in the well. Lost circulation is caused by a Thief Formation. Also called : a Thief Sand or a Thief Zone"
      ]
    },
    {
      "EnglishWord": "thief zone",
      "Meanings": [
        "A Formation that absorbs drilling fluid as it is circulated in the well. Lost circulation is caused by a Thief Zone. Also called : a Thief Sand or a Thief Formation"
      ]
    },
    {
      "EnglishWord": "thin",
      "Meanings": [
        "thn",
        "باریک",
        "نازک"
      ]
    },
    {
      "EnglishWord": "thixotropy",
      "Meanings": [
        "The property exhibited by a fluid that is in a liquid state when flowing and in a semisolid, gelled state when at rest. Most drilling fluids must be thixotropic so that cuttings will remain in suspension when circulation is stopped"
      ]
    },
    {
      "EnglishWord": "thk",
      "Meanings": [
        "thick",
        "ضخیم"
      ]
    },
    {
      "EnglishWord": "thks",
      "Meanings": [
        "thickness",
        "ضخامت"
      ]
    },
    {
      "EnglishWord": "thn",
      "Meanings": [
        "thin",
        "باریک",
        "نازک"
      ]
    },
    {
      "EnglishWord": "thousand cubic feet",
      "Meanings": [
        "MCF",
        "هزار فوت مکعب"
      ]
    },
    {
      "EnglishWord": "thread protector",
      "Meanings": [
        "A metal or plastic device that is screwed onto or into pipe threads to protect 5them from damage when the pipe is not in use"
      ]
    },
    {
      "EnglishWord": "thribble",
      "Meanings": [
        "سه شاخه لوله حفاری",
        "A Stand of Pipe made up or three joints and handled as a unit. Compare with : Double, Fourable, and Single"
      ]
    },
    {
      "EnglishWord": "thribble board",
      "Meanings": [
        "The Monkey Board which has elevation equal to three Drilling Pipes",
        "سکوی دکلبان که به بلندی سه طول شاخه لوله‌های حفاری است"
      ]
    },
    {
      "EnglishWord": "throughout",
      "Meanings": [
        "thru",
        "در سرتاسر",
        "در کل"
      ]
    },
    {
      "EnglishWord": "through-the-flow-line equipment",
      "Meanings": [
        "Any equipment designed to be pumped down a completed well to effect a repair, modify the well's flow, or for other reasons"
      ]
    },
    {
      "EnglishWord": "thru",
      "Meanings": [
        "throughout",
        "در سرتاسر",
        "در کل"
      ]
    },
    {
      "EnglishWord": "ths",
      "Meanings": [
        "Tubing Head Spool",
        "The top of the String of Tubing with control and flow Valves attached. Similar in design and function to the Casinghead, the Tubing Head supports the String of Tubing in the Well, seals off pressure between Casing and the inside of the Tubing, and provides connections at the surface to control the production of the Gas or Oil",
        "اسپول انتهای تیوبینگ",
        "ماسورە سر مغزی"
      ]
    },
    {
      "EnglishWord": "tie-down",
      "Meanings": [
        "A device to which a guy wire or brace may be attached, such as the anchoring device for the deadline of a hoisting",
        "block arrangement"
      ]
    },
    {
      "EnglishWord": "tight",
      "Meanings": [
        "tgt",
        "تنگ",
        "برای باریک شدگی چاه بکار می‌رود"
      ]
    },
    {
      "EnglishWord": "tight formation",
      "Meanings": [
        "A Petroleum",
        "or Water",
        "bearing Formation of relatively low porosity and permeability"
      ]
    },
    {
      "EnglishWord": "tighten up",
      "Meanings": [
        "To add oil to a system, which causes the oil to break out and rise to the surface"
      ]
    },
    {
      "EnglishWord": "till",
      "Meanings": [
        "t"
      ]
    },
    {
      "EnglishWord": "time",
      "Meanings": [
        "TIME LOG, Log Curve name"
      ]
    },
    {
      "EnglishWord": "tin",
      "Meanings": [
        "Time actually spent for Tripping BHA In Hole from surface to TD, Operations' abbreviation which usually Companymans write in their daily drilling reports"
      ]
    },
    {
      "EnglishWord": "tm",
      "Meanings": [
        "TEMPERATURE LOG, Log Curve name"
      ]
    },
    {
      "EnglishWord": "tmpl",
      "Meanings": [
        "TEMPERATURE SURVEY, Log Curve name"
      ]
    },
    {
      "EnglishWord": "tn",
      "Meanings": [
        "ta, brownish yellow, suntan, burned with Sunshine",
        "زرد مایل به قهوه ای",
        "آفتاب سوخته",
        "یا قهوه ای سیر"
      ]
    },
    {
      "EnglishWord": "tnsh",
      "Meanings": [
        "tanish"
      ]
    },
    {
      "EnglishWord": "to",
      "Meanings": [
        "/",
        "به",
        "بجای آن علامت «/» نیز بکار می‌رود"
      ]
    },
    {
      "EnglishWord": "toc",
      "Meanings": [
        "Top Of Cement",
        "بالای سیمان"
      ]
    },
    {
      "EnglishWord": "tol",
      "Meanings": [
        "Top Of Liner",
        "بالای لاینر",
        "جایی که بالاترین بخش لاینر قرار دارد"
      ]
    },
    {
      "EnglishWord": "tongs",
      "Meanings": [
        "The large wrenches used to make up or break out drill pipe, casing, tubing, or other pipe; variously called casing tongs, pipe tongs, and so forth, according to the specific use. Power tongs are pneumatically or hydraulically operated tools that serve to spin the pipe up tight and, in some instances, to apply the final makeup torque"
      ]
    },
    {
      "EnglishWord": "tool hand",
      "Meanings": [
        "The Tool Man; a Packer Hand; a Service Company Hand"
      ]
    },
    {
      "EnglishWord": "tool joint",
      "Meanings": [
        "A heavy coupling element for drill pipe. It is made of special ahoy steel and has coarse, tapered threads and seating shoulders designed to sustain the weight of the drill stem, withstand the strain of frequent coupling and uncoupling, and provide a leakproof seal. The male section of the joint, or the pin, is attached to one end of a length of drill pipe, and the female section, or box, is attached to the other end. The tool joint may be welded to the end of the pipe, screwed on, or both. A hard",
        "metal facing is often applied in a band around the outside of the tool joint to enable it to resist abrasion from the walls of the Borehole"
      ]
    },
    {
      "EnglishWord": "tool pusher",
      "Meanings": [
        "رییس دستگاه",
        "بیشتر مواقع بعنوان رییس دستگاه از او یاد می‌شود که اداره کل دکل با وی است",
        "سر حفار"
      ]
    },
    {
      "EnglishWord": "toolhouse",
      "Meanings": [
        "A building for storing tools"
      ]
    },
    {
      "EnglishWord": "toolpusher",
      "Meanings": [
        "رییس دستگاه",
        "بیشتر مواقع بعنوان رییس دستگاه از او یاد می‌شود که اداره کل دکل با وی است",
        "An employee of a drilling contractor who is in charge of the entire drilling crew and the drilling rig. Also called : a Drilling Foreman, Rig Manager, Rig Superintendent, or Rig Supervisor"
      ]
    },
    {
      "EnglishWord": "top",
      "Meanings": [
        "T/",
        "بالای"
      ]
    },
    {
      "EnglishWord": "top drill",
      "Meanings": [
        "A drillable tool configuration allowing the opening of formation pressure, during drillout, prior to cutting through the tools slips"
      ]
    },
    {
      "EnglishWord": "top drive system",
      "Meanings": [
        "TDS, work on, e.g. : for repair, operations' abbreviations which usually Companymans write in their daily drilling reports",
        "سیستم تاپ درایو",
        "سیستم دکل حفاری که از بالا چرخش به آن اعمال می‌شود. معمولا اختصار این لغت در مورد عملیاتی بکار میرود که در حال انجام است",
        "بطور مثال انجام کار تعمیراتی بر روی آن و در گزارش‌ها مورد استفاده قرار می‌گیرد"
      ]
    },
    {
      "EnglishWord": "top of cement",
      "Meanings": [
        "TOC",
        "بالاترین بخش سیمان سخت شده درون چاه"
      ]
    },
    {
      "EnglishWord": "top of liner",
      "Meanings": [
        "TOL",
        "بالای لاینر",
        "جایی که بالاترین بخش لاینر قرار دارد"
      ]
    },
    {
      "EnglishWord": "top off",
      "Meanings": [
        "To fill a Well up to the surface"
      ]
    },
    {
      "EnglishWord": "top pay",
      "Meanings": [
        "T/pay"
      ]
    },
    {
      "EnglishWord": "top sand",
      "Meanings": [
        "T/sd, The uppermost Sand"
      ]
    },
    {
      "EnglishWord": "top sub",
      "Meanings": [
        "A component of a packer to which the tubing is connected"
      ]
    },
    {
      "EnglishWord": "torque",
      "Meanings": [
        "The turning force that is applied to a shaft or other rotary mechanism to cause it to rotate or tend to do so. Torque is measured in units of length and force, footpounds, newton",
        "meters"
      ]
    },
    {
      "EnglishWord": "torque converter",
      "Meanings": [
        "A hydraulic device connected between an engine and a mechanical load such as a compound. Torque converters are characterized by an ability to increase output torque as the load causes a reduction in speed. Torque converters are used on mechanical rigs that have compounds"
      ]
    },
    {
      "EnglishWord": "total core penetration",
      "Meanings": [
        "کل عمق نفوذ در سازند جهت مغزه گیری",
        "TCP"
      ]
    },
    {
      "EnglishWord": "total depth",
      "Meanings": [
        "TD, Final Depth",
        "عمق نهایی چاه یا عمقی که در برنامە حفاری چاه در نظر گرفته شده است"
      ]
    },
    {
      "EnglishWord": "total flow area",
      "Meanings": [
        "TFA",
        "منطقه ای که تمامی جریان از آن محل است"
      ]
    },
    {
      "EnglishWord": "tough",
      "Meanings": [
        "tgh"
      ]
    },
    {
      "EnglishWord": "tour",
      "Meanings": [
        "شیفت",
        "نوبت کاری",
        "A working shift for drilling crew or other oilfield workers. The most common tour is 8 hours; the three daily tours are called daylight, evening or afternoon , and graveyard or morning . Sometimes",
        "hour tours are used, especially on offshore rigs; they are called simply day tour and night tour, pronounced tower"
      ]
    },
    {
      "EnglishWord": "tov",
      "Meanings": [
        "Time actually spent for Tripping BHA Out of hole from TD to surface, Operations' abbreviation which usually Companymans write in their daily drilling reports"
      ]
    },
    {
      "EnglishWord": "toward",
      "Meanings": [
        "twd",
        "بطرف",
        "بسمت"
      ]
    },
    {
      "EnglishWord": "town site",
      "Meanings": [
        "محل شهر",
        "مکان شهر",
        "Twst"
      ]
    },
    {
      "EnglishWord": "tp",
      "Meanings": [
        "Tubing Pressure",
        "فشار تیوبینگ یا لوله مغزی"
      ]
    },
    {
      "EnglishWord": "tpsi",
      "Meanings": [
        "Tubing Pressure Shut",
        "In",
        "فشار تیوبینگ یا لوله مغزی هنگام بسته بودن دهانە چاه"
      ]
    },
    {
      "EnglishWord": "tr",
      "Meanings": [
        "trace",
        "نایاب",
        "بندرت وجود داشتن",
        "که برای کم بودن سنگی در‌تری نمونه‌های حفاری شده بکار میرود"
      ]
    },
    {
      "EnglishWord": "tra",
      "Meanings": [
        "Training, operations' abbreviations which usually Companymans write in their daily drilling reports",
        "آموزش دادن پرسنل",
        "اختصار در مورد عملیاتی که در حال انجام است و در گزارش‌ها مورد استفاده قرار می‌گیرد"
      ]
    },
    {
      "EnglishWord": "trace",
      "Meanings": [
        "tr",
        "نایاب",
        "نادر",
        "بندرت وجود داشتن",
        "که برای کم بودن سنگی در‌تری نمونه‌های حفاری شده بکار میرود"
      ]
    },
    {
      "EnglishWord": "training",
      "Meanings": [
        "TRA, operations' abbreviations which usually Companymans write in their daily drilling reports",
        "آموزش دادن پرسنل",
        "معمولا اختصار این لغت در مورد عملیاتی بکار میرود که در حال انجام است و در گزارش‌ها مورد استفاده قرار می‌گیرد"
      ]
    },
    {
      "EnglishWord": "translucent",
      "Meanings": [
        "trnsl",
        "نیمه شفاف",
        "مات"
      ]
    },
    {
      "EnglishWord": "transparent",
      "Meanings": [
        "trnsp",
        "شفاف",
        "شیشه ای",
        "در مورد سنگ یا کانی بکار میرود که سمت دیگر آنرا می‌توان دید"
      ]
    },
    {
      "EnglishWord": "trap",
      "Meanings": [
        "A hydrocarbon trap in which petroleum accumulates in the top of an anticline"
      ]
    },
    {
      "EnglishWord": "traveling block",
      "Meanings": [
        "An arrangement of Pulleys, or Sheaves, through which drilling line is reeved and which moves up and down in the Derrick or Mast. See also : Block"
      ]
    },
    {
      "EnglishWord": "trcr",
      "Meanings": [
        "TRACER SURVEY, Log Curve name"
      ]
    },
    {
      "EnglishWord": "treater",
      "Meanings": [
        "A vessel in which oil is treated for the removal of S&W or other objectionable substances by the addition of chemicals, heat, electricity, or all three"
      ]
    },
    {
      "EnglishWord": "tree saver tool",
      "Meanings": [
        "A tubular device employed as an isolation tool inside the Christmas tree, to increase the tree's pressure rating during stimulation"
      ]
    },
    {
      "EnglishWord": "tri",
      "Meanings": [
        "Trip, operations' abbreviations which usually Companymans write in their daily drilling reports",
        "تریپ",
        "عملیاتی شامل لوله بالا و لوله پایین بصورت سریع",
        "اختصار در مورد عملیاتی است که در حال انجام است و در گزارش‌ها مورد استفاده قرار می‌گیرد"
      ]
    },
    {
      "EnglishWord": "trip",
      "Meanings": [
        "TRI, operations' abbreviations which usually Companymans write in their daily drilling reports",
        "پیمایش کوتاه چاه شامل: لوله بالا و لوله پایین سریع",
        "The operation of hoisting the drill stem from and returning it to the wellbore. v: shortened form of : Make a Trip"
      ]
    },
    {
      "EnglishWord": "trip gas",
      "Meanings": [
        "Gas that enters the wellbore when the mud pump is shut down and pipe is being pulled from the wellbore. The gas may enter because of the reduction in bottomhole pressure when the pump is shut down, because of swabbing, or because of both"
      ]
    },
    {
      "EnglishWord": "trip margin",
      "Meanings": [
        "The small amount of additional mud weight carried over that needed to balance formation pressure to overcome the pressure",
        "reduction effects caused by swabbing when a trip out of the hole is made"
      ]
    },
    {
      "EnglishWord": "trip tank",
      "Meanings": [
        "A small mud tank with a capacity of 10 to 15 barrels, usually with",
        "barrel or H",
        "barrel divisions, used to ascertain the amount of mud necessary to keep the wellbore full with the exact amount of mud that is displaced by drill pipe. When the bit comes out of the hole, a volume of mud equal to that which the drill pipe occupied while in the hole must be pumped into the hole to replace the pipe. When the bit goes back in the hole, the drill pipe displaces a certain amount of mud, and a trip tank can be used again to keep track of this volume"
      ]
    },
    {
      "EnglishWord": "tripping",
      "Meanings": [
        "The operation of hoisting the drill stem out of and returning it to the wellbore. See also : Make a Trip"
      ]
    },
    {
      "EnglishWord": "trnsl",
      "Meanings": [
        "translucent",
        "نیمه شفاف",
        "مات"
      ]
    },
    {
      "EnglishWord": "trnsp",
      "Meanings": [
        "transparent",
        "شفاف",
        "شیشه ای",
        "در مورد سنگ یا کانی بکار میرود که طرف دیگر آنرا می‌توان دید"
      ]
    },
    {
      "EnglishWord": "trouble time",
      "Meanings": [
        "TRT, anything cause trouble and stop working on Rig, operations' abbreviations which usually Companymans write in their daily drilling reports",
        "مقدار زمان در دکل حفاری که مشکل وجود داشته و جزو وقت تلف شده بحساب می‌آید",
        "معمولا اختصار این لغت در مورد عملیاتی بکار میرود که در حال انجام است و در گزارش‌ها مورد استفاده قرار می‌گیرد"
      ]
    },
    {
      "EnglishWord": "trq",
      "Meanings": [
        "Lost time due to Excessive Torque. This might not be a Lost time code rather than a problem, which has been experienced. If torque were experienced, however it does not have to cause a lost time. It can be recorded as an experience practices only, Operations' abbreviation which usually Companymans write in their daily drilling reports"
      ]
    },
    {
      "EnglishWord": "trt",
      "Meanings": [
        "Trouble Time, operations' abbreviations which usually Companymans write in their daily drilling reports",
        "مقدار زمان در دکل حفاری که مشکل وجود داشته و جزو وقت تلف شده بحساب می‌آید",
        "معمولا اختصار این لغت در مورد عملیاتی بکار میرود که در حال انجام است و در گزارش‌ها مورد استفاده قرار می‌گیرد"
      ]
    },
    {
      "EnglishWord": "true",
      "Meanings": [
        "t",
        "واقعی",
        "حقیقی"
      ]
    },
    {
      "EnglishWord": "true vertical depth",
      "Meanings": [
        "عمق واقعی عمودی یک نقطه",
        "TVD"
      ]
    },
    {
      "EnglishWord": "tst",
      "Meanings": [
        "Testing, operations' abbreviations which usually Companymans write in their daily drilling reports",
        "عملیات تست نمودن",
        "اختصار در مورد عملیاتی است که در حال انجام است و در گزارش‌ها مورد استفاده قرار می‌گیرد"
      ]
    },
    {
      "EnglishWord": "tstg",
      "Meanings": [
        "testing, also write as : TST for operations",
        "عملیات تست کردن"
      ]
    },
    {
      "EnglishWord": "tubing",
      "Meanings": [
        "Tbg",
        "تیوبینگ",
        "لولە مغزی",
        "Relatively small",
        "diameter pipe that is run into a well to serve as a conduit for the passage of oil and gas to the surface"
      ]
    },
    {
      "EnglishWord": "tubing anchor",
      "Meanings": [
        "A device that holds the lower end of a tubing string in place by means of slips, used to prevent tubing movement when no packer is present"
      ]
    },
    {
      "EnglishWord": "tubing hanger",
      "Meanings": [
        "An arrangement of slips and packing rings used to suspend tubing from a tubing head"
      ]
    },
    {
      "EnglishWord": "tubing head",
      "Meanings": [
        "A flanged fitting that supports the tubing string, seals off pressure between the casing and the outside of the tubing, and provides a connection that supports the Christmas tree"
      ]
    },
    {
      "EnglishWord": "tubing head flange",
      "Meanings": [
        "THF",
        "فلانژ انتهای تیوبینگ",
        "همینطور به لغت تیوبینگ مراجعه نمایید"
      ]
    },
    {
      "EnglishWord": "tubing head spool",
      "Meanings": [
        "THS",
        "اسپول سر تیوبینگ",
        "ماسورە سر مغزی",
        "جهت اطلاعات بیشتر به لغت اسپول مراجعه فرمایید"
      ]
    },
    {
      "EnglishWord": "tubing job",
      "Meanings": [
        "The act of pulling tubing out of and running it back into a Well"
      ]
    },
    {
      "EnglishWord": "tubing pressure",
      "Meanings": [
        "TP",
        "فشار تیوبینگ یا لولە مغزی"
      ]
    },
    {
      "EnglishWord": "tubing pressure shut in",
      "Meanings": [
        "TPSI",
        "فشار تیوبینگ یا لولە مغزی بهنگام بسته بودن چاه"
      ]
    },
    {
      "EnglishWord": "tubing slips",
      "Meanings": [
        "Slips designed specifically to be used with tubing"
      ]
    },
    {
      "EnglishWord": "tubing spider",
      "Meanings": [
        "A device used with slips to prevent tubing from falling into the hole when a joint of pipe is being unscrewed and racked"
      ]
    },
    {
      "EnglishWord": "tubing tester",
      "Meanings": [
        "A mechanically operated tubing rotation valve u used to shut off formation pressure above a packer, thus testing all connections form the packer to the tree"
      ]
    },
    {
      "EnglishWord": "tubing tongs",
      "Meanings": [
        "Large wrenches used to break out and make up tubing. They may be operated manually, hydraulically, or pneumatically"
      ]
    },
    {
      "EnglishWord": "tubingless completion",
      "Meanings": [
        "A method of producing a well in which only production casing is set through the pay zone, with no tubing or inner production string used to bring formation fluids to the surface. This type of completion has its best application in low",
        "pressure, dry",
        "gas reservoirs"
      ]
    },
    {
      "EnglishWord": "tubular goods",
      "Meanings": [
        "Any kind of pipe. Oilfield tubular goods include Tubing, Casing, Drill Pipe, and Line Pipe"
      ]
    },
    {
      "EnglishWord": "tungsten carbide",
      "Meanings": [
        "A fine, very hard, gray crystalline powder, a compound of Tungsten and Carbon. This compound is bonded with Cobalt or Nickel in cemented Carbide compositions and used for cutting tools, abrasives, and dies"
      ]
    },
    {
      "EnglishWord": "turbodrill",
      "Meanings": [
        "A Downhole Motor that rotates a Bit by the action of the drilling Mud on turbine blades built into the tool. When a turbodrill is used, rotary motion is imparted only at the Bit; therefore, it is unnecessary to rotate the drill stem. Although straight Holes can be drilled with the tool, it is used most often in directional drilling"
      ]
    },
    {
      "EnglishWord": "turnkey contract",
      "Meanings": [
        "A drilling contract that calls for the payment of a stipulated amount to the drilling contractor on completion of the Well. In a Turnkey contract, the contractor furnishes all material and labor and controls the entire drilling operation, independent of operator supervision. A Turnkey contract does not, as a rule, include the completion of a Well as a producer"
      ]
    },
    {
      "EnglishWord": "tv",
      "Meanings": [
        "TELEVIEWER, Log Curve name"
      ]
    },
    {
      "EnglishWord": "tvd",
      "Meanings": [
        "true vertical depth",
        "عمق واقعی عمودی یک نقطه",
        "TRUE VERTICAL DEPTH, Log Curve name"
      ]
    },
    {
      "EnglishWord": "twd",
      "Meanings": [
        "toward",
        "بطرف",
        "بسمت"
      ]
    },
    {
      "EnglishWord": "twistoff",
      "Meanings": [
        "A complete break in pipe caused by metal fatigue. v: to break something in two or to break apart, such as the head of a Bolt or the Drill Stem"
      ]
    },
    {
      "EnglishWord": "twst",
      "Meanings": [
        "محل شهر",
        "مکان شهر",
        "town site"
      ]
    },
    {
      "EnglishWord": "txt",
      "Meanings": [
        "texture, also write as : tex",
        "بافت سنگ",
        "خاصیت ظاهری سنگ از قبیل شکل و اندازە ذرات سنگ و نیزجهت قرار گیری دانه ها",
        "گرد شدگی و نیز وجود تخلخل درون سنگ"
      ]
    }
  ]
}