{
  "Group": "Y",
  "Entries": 41,
  "Words": [
    {
      "EnglishWord": "y",
      "Meanings": [
        "پنجمین حرف الفبای انگلیسی ریاضی، دومین عامل مجهول به اولین مجهول می‌گویند x مخفف، یارد، شیمی نشان ایتریم، بیست و"
      ]
    },
    {
      "EnglishWord": "yahoo",
      "Meanings": [
        "یاهو موجودات نیمه انسان و نیمه میمون، جانوری که درقالب انسانی باشد، ادم حیوان صفت"
      ]
    },
    {
      "EnglishWord": "yammer",
      "Meanings": [
        "شیون و زاری پی در پی کردن ، شیون و زاری"
      ]
    },
    {
      "EnglishWord": "yank",
      "Meanings": [
        "ضربه ناگهانی و شدید ، تکان شدیدوسخت ، تشنج ، زودکشیدن ، تکان تنددادن ، امریکایی"
      ]
    },
    {
      "EnglishWord": "yankee",
      "Meanings": [
        "ضر به ناگهانی و شدید ، تکان شدیدوسخت ، تشنج ، زودکشیدن ، تکان تنددادن ، امریکایی"
      ]
    },
    {
      "EnglishWord": "yaounde",
      "Meanings": [
        "یایونده"
      ]
    },
    {
      "EnglishWord": "yard",
      "Meanings": [
        "هزار دالر، حیاط، حیاط خلوت، محوطه، چهار دیواری، حصار، پرهونه، دیوار بست، پروست، کارگاه، فروشگاه ،متر مکعب، کشتی تیرچهٔ افقی، میلهٔ افقی، تیر نگهدا ر بادبان، بازوی دکل، امریکا - قدیمی صد دالر"
      ]
    },
    {
      "EnglishWord": "yarn",
      "Meanings": [
        "کردن، ن تابیده، ن با فندگی، الیاف، داستان افسانه امیز، افسانه پردازی کردن درآوردی یا اغراق آمیز، قدیمی داستان پردازی کردن، دادسخن دادن، قصه اختراع کردن، قصه گفتن، تعریف لیف الیاف، تار، ریسه، رشته، کنبه، نخ، ریسمان، عامیانه قصه، حکایت، داستان به ویژه داستان من"
      ]
    },
    {
      "EnglishWord": "yeah",
      "Meanings": [
        "عامیانه آری، بلی، آره"
      ]
    },
    {
      "EnglishWord": "year",
      "Meanings": [
        "گردش هر سیاره به دور خورشید، سال نجومی سال، سنه، دوران معموال کمتر از یک سال سال، دورهٔ سالیانه، زمان، مدت به ویژه مدت طوالنی، زمان"
      ]
    },
    {
      "EnglishWord": "yearling",
      "Meanings": [
        "جانور - به ویژه دام یک ساله، اسب دوانی اسب یک ساله، اسب جوان، ادم یکساله، گیاه یک ساله"
      ]
    },
    {
      "EnglishWord": "yearly",
      "Meanings": [
        "ساالنه، سالیانه، سالی یکبار، هرسال یک دفعه، هرساله، همه سال، سال بسال"
      ]
    },
    {
      "EnglishWord": "yearn",
      "Meanings": [
        "اشتیاق داشتن، مشتاق بودن ،خواستن، دل غنج زدن، حسرت خوردن، آرزو کردن، سخت همدردی کردن، محبت کردن، مه ربانی نشان دادن"
      ]
    },
    {
      "EnglishWord": "yeast",
      "Meanings": [
        "مخمر، مایه، بوزه، بوزک، خازا، خازنده"
      ]
    },
    {
      "EnglishWord": "yell",
      "Meanings": [
        "فریاد، هوار، نعره، داد، نعره زدن، هوار کشیدن، داد زدن، با فریاد گفتن، فریاد زدن، نعره کشیدن، صدا، هلهله"
      ]
    },
    {
      "EnglishWord": "yellow",
      "Meanings": [
        "ها یرقان، زر دی، اصفر، ترسو رود، جمع - انواع آفت‌های گیاهی که موجب زردی برگ‌ها می‌شوند زردی، زرد انگل، جمع - به ویژه در دام بیشتر به کار می‌yolk عامیانه ترسو، بزدل، رنگیزهٔ زرد، رنگ زرد، زرد شدن یا کردن، تخم مرغ زرده - زرد، زرگون، طالیی، رنگ و رو رفته، در اثر کهنگی و غیره زرد شده، زردپوست، نژاد زرد، امریکا"
      ]
    },
    {
      "EnglishWord": "yemen",
      "Meanings": [
        "یمن"
      ]
    },
    {
      "EnglishWord": "yemeni",
      "Meanings": [
        "یمنی"
      ]
    },
    {
      "EnglishWord": "yen",
      "Meanings": [
        "ین، میل شدید، غنج زدن دل، ویار، ویر، گوارشت، آرزو، عامیانه، واحد پول ژاپن، اصرار، تمایل، رغبت شدید"
      ]
    },
    {
      "EnglishWord": "yeoman",
      "Meanings": [
        "خرده مالک، کشاورز، مالک جزء yeomanly ،نی روی دریایی امریکا دفتردار ناو، افسر رستهٔ اداری ،خادم، خدمتکار، در روستاها کشاورز مالک زمین خود، دهگان دهقان، انگلیس - کشاورز خرده مالک"
      ]
    },
    {
      "EnglishWord": "yerevan",
      "Meanings": [
        "شهر ایروان پایتخت جمهوری ارمنستان"
      ]
    },
    {
      "EnglishWord": "yes",
      "Meanings": [
        "بلی گفتن ، aye قبول کردن ، پذیرفتن، رای موافق، رای مثبت بیشتر به صورت ،آری، بلی، بله، آره در برابر نه، به عالوه، عالوه براین، همچنین، نه تنها… بلکه، توافق، موافقت، پذیرش"
      ]
    },
    {
      "EnglishWord": "yesterday",
      "Meanings": [
        "دیروز، روز قبل، دینه، معموال جمع ایام گذشته، گذشته، روز پیش، زمان گذشته"
      ]
    },
    {
      "EnglishWord": "yesteryear",
      "Meanings": [
        "قدیمی سال پیش، پارینه، پارسال، سال گذشته"
      ]
    },
    {
      "EnglishWord": "yet",
      "Meanings": [
        "یا زود، باالخره، معموال با صفت تفصیلی حتی، هم، ولی، اما، تا ان زمان، تا انوقت، درعین حال تاکنون، تابحال، تاحاال، هنوز، حال، اکنون، حاال، فعال، با این وجود، با این حال، با این همه، باز هم، هنوز هم، دیر"
      ]
    },
    {
      "EnglishWord": "yield",
      "Meanings": [
        "ارزانی داشتن ، بازده ، محصول ، حاصل ، تسلیم کردن یا شدن ، بار ، قیمت بازار ، بازده انفجار ، قدرت انفجار گلوله تسلیم شدن ، پس دادن ، بازدهی ، ثمر دادن ، واگذارکردن"
      ]
    },
    {
      "EnglishWord": "yielding",
      "Meanings": [
        "پر بازده، پر حاصل، بارور، پرسود، سودآور، خم پذیر، قابل انعطاف، مطیع، فرمانبر"
      ]
    },
    {
      "EnglishWord": "yoga",
      "Meanings": [
        "ریاضت ، فلسفه جوکی"
      ]
    },
    {
      "EnglishWord": "yogic",
      "Meanings": [
        "ریاضت ، فلسفه جوکی"
      ]
    },
    {
      "EnglishWord": "yoke",
      "Meanings": [
        "اوردن، جفت کردن همبند کردن، به ازدواج هم درآوردن، وصلت کردن، متحد کردن یا شدن، یوه، اسارت، بندگی عبودیت، در زیر یوه ،باالب ند، زیر یوغ بردن، یوغ زدن به، حیوان را به شخم و غیره بستن، مهار کردن، به هم بستن، وصل کردن دوشاخهٔ مساوی کنندهٔ فشار، رکابک، ماهک، قالب، سکان کشتی تیر سکان، بلوز زنانه سرشانه، دامن ،همبست گر، متحد کننده، رشته، بند، قید، یوغ، هرچیز یوغ مانند، خاموت، مکانیک طوق، قاب آهنی موتور ،یک جفت حیوان هم یوغ، جفت، نشان بردگی ، عالمت فالکت، مجازی یوغ، عبودیت، وصل کننده، همبندگر"
      ]
    },
    {
      "EnglishWord": "yokel",
      "Meanings": [
        "تحقیرآمیز دهاتی، نفهم، روستایی، برزگ ر، دهاتی، نادان"
      ]
    },
    {
      "EnglishWord": "yonder",
      "Meanings": [
        "دورتر، در فاصلهٔ بیشتر، آن طرف تر، آن سو، آنجا، آن محل، واقع در انجا، دور"
      ]
    },
    {
      "EnglishWord": "yore",
      "Meanings": [
        "مهجور گذشته، در قدیم، زمان‌های بسیار قدیم، در زمانی بسیار دور، در گذشته"
      ]
    },
    {
      "EnglishWord": "you",
      "Meanings": [
        "شخص، فرد، شمارا ،برای شما به کار م ی رفت، ادبی ای، ای که، آدم you برای تو و thou شما، تو در انگلیس میانه"
      ]
    },
    {
      "EnglishWord": "young",
      "Meanings": [
        "هالل، بریگام یانگ رهبر مورمون‌ها - امریکایی، نوین ،شناسی کنشور، کاوا، کاونده، نافرسوده، بی تجربه، خامدست، ناپخته، ناشی، نوآموز، نوچه، ماه در حالت هالل بچه ها، نوباوگان، زمین the جوانان، با the‌تر و تازه، با طراوت، جوان نما، پرحرارت، جوانانه، با ،کوچک تر، صغیر، تازه، نورس، نوبر، نوچین، پیشرس، نورسته، نارس، نوپا، نوبنیاد، نوخاسته، جدیدالتاسیس ،جوان، برومند، برنا، کم سن، کم سال، کم سن و سال، نوزاد، بچه، کودک، خردسال، نوباوه، از نظر سن کوچک"
      ]
    },
    {
      "EnglishWord": "your",
      "Meanings": [
        "مال شما ، مربوط به شما ، متعلق به شما"
      ]
    },
    {
      "EnglishWord": "yours",
      "Meanings": [
        "مال شما ، مال خود شما"
      ]
    },
    {
      "EnglishWord": "yourself",
      "Meanings": [
        "خودتان، به خودتان، خود شما، شخص شما ضمیر انعکاسی و تاکیدی - دوم شخص مفرد و جمع خودت را، از خودت، به خودت، خودت، خودتان را، از"
      ]
    },
    {
      "EnglishWord": "youth",
      "Meanings": [
        "نوبنیادی، تازگی، نوباوگان، شباب، شخص جوان، جوانمرد، جوانان ،جوانان، دوران نوپایی the جوانی، برنایی، برومندی، جوان به ویژه مرد جوان، جوانک، معموال با"
      ]
    },
    {
      "EnglishWord": "yule",
      "Meanings": [
        "کریسمس، ایام نویل، جشن میالد عیسی مسیح"
      ]
    },
    {
      "EnglishWord": "yuletide",
      "Meanings": [
        "ایام کریسمس، فصل نویل، ایام عید تولد عیسی"
      ]
    }
  ]
}