{
  "Group": "Z",
  "Entries": 27,
  "Words": [
    {
      "EnglishWord": "z",
      "Meanings": [
        "بیست و ششمین و اخرین حرف الفبای انگلیسی اولی ریاضی، سومین عامل ناشناخته x و دومی y مخفف، شیمی شمارهٔ اتمی، برق مقاومت، است"
      ]
    },
    {
      "EnglishWord": "zaftig",
      "Meanings": [
        "خودمانی - زن خوش قواره، خوش هیکل، رعنا"
      ]
    },
    {
      "EnglishWord": "zagreb",
      "Meanings": [
        "شهر زاگرب پایتخت جمهوری کرواسی"
      ]
    },
    {
      "EnglishWord": "zambia",
      "Meanings": [
        "زامبیا"
      ]
    },
    {
      "EnglishWord": "zambian",
      "Meanings": [
        "زامبیایی"
      ]
    },
    {
      "EnglishWord": "zany",
      "Meanings": [
        "لوده ، مسخره ، ادم ابل ه ، مقلد ، میمون صفت ، ادم انگل"
      ]
    },
    {
      "EnglishWord": "zeal",
      "Meanings": [
        "متعصب ،شدید اشتیاق، حرارت، غیرت، شوق، شور، تعصب، جانفشانی، ذوق، حمیت، گرمی، خیر خواهی، غیور"
      ]
    },
    {
      "EnglishWord": "zealot",
      "Meanings": [
        "متعصب یاهواخواه ، مجاهد، جانفشان z نام فرقهٔ افراطی که با سلطهٔ رومیان در فلسطین مبارزه می‌کرد، غیور، ادم بزرگ - یهودیان باستان"
      ]
    },
    {
      "EnglishWord": "zealous",
      "Meanings": [
        "فدایی ، مجاهد ، غیور ، باغیرت ، هواخواه"
      ]
    },
    {
      "EnglishWord": "zeitgeist",
      "Meanings": [
        "روحیه یا طرز فکر یک عصر یا دوره ، زمان ، روال"
      ]
    },
    {
      "EnglishWord": "zen",
      "Meanings": [
        "شاخه ای از مذهب بودا که در ژاپن و ویتنام و کره رواج دارد، زن، فرقه بوداییان طرفدار تفکر و عبادت وریاضت"
      ]
    },
    {
      "EnglishWord": "zenith",
      "Meanings": [
        "سمت الراس ، نقطه قایم بر ناظر ، راس القدم ، اوج محور قایم بر افق نقاط ، ب الاترین نقطه اسمان ، قله ، اوج"
      ]
    },
    {
      "EnglishWord": "zephyr",
      "Meanings": [
        "باد مغرب، باختر باد، نسیم، باد خوشایند، صبا، نخ یا پارچه یا جامهٔ سبک وزن، باد صبا، نسیم باد مغرب"
      ]
    },
    {
      "EnglishWord": "zero",
      "Meanings": [
        "صفر میزان کردن، مبداء، محل شروع، پایین‌ترین نقطه، نقطه گذاری کردن آلود امکان دید بسیار کم، زبان شناسی صفر، تصریف فرضی، روی صفر یا درجهٔ صفر قرار دادن، روی تنظیم درجهٔ جنگ افزار، قلق گیری کردن، هواپیمایی ارتفاع کمتر از پنجاه پا، ارتفاع بسیار کم، در هوای مه ،در حرارت سنج و غیره نقطهٔ انجماد، دیل هسیرش ،o صفر، هیچ، کمترین، از ریشه عربی، این نشان"
      ]
    },
    {
      "EnglishWord": "zest",
      "Meanings": [
        "ترش که برای خوش طعم سازی در مشروب یا خوراک می‌اندازند، میل، خوشمزه کردن مزه، چاشنی، چشته، شور، شور و شوق، رغبت، شوق و ذوق، اشتیاق، نیازش، تراشهٔ پوست پرتقال یا لیمو"
      ]
    },
    {
      "EnglishWord": "ziggurat",
      "Meanings": [
        "درمعماری بابل ی‌های قدیم برج بلند و طبقه ء هرمی شکل پلکان دار ، زیگورات"
      ]
    },
    {
      "EnglishWord": "zigzag",
      "Meanings": [
        "کردن، منکسر کردن دارای مسیر زیگزاگ، زیگزاگ، خط چند جا شکسته، جناغی، منشاری، شکسته، کج و معوج، دارای پیچ و خم"
      ]
    },
    {
      "EnglishWord": "zilch",
      "Meanings": [
        "امریکا - خودمانی هیچ، هیچ چیز، صفر"
      ]
    },
    {
      "EnglishWord": "zimbabwean",
      "Meanings": [
        "زیمباوه ای"
      ]
    },
    {
      "EnglishWord": "zinger",
      "Meanings": [
        "خودمانی حرف تند و تیز، کالم دندان شکن، لطیفه"
      ]
    },
    {
      "EnglishWord": "zip code",
      "Meanings": [
        "کد پستی"
      ]
    },
    {
      "EnglishWord": "zodiacal",
      "Meanings": [
        "زودیاک ، منطقه البروج ، دایره البروج"
      ]
    },
    {
      "EnglishWord": "zodiacal light",
      "Meanings": [
        "نور منطقه البروج، نیسنگ شید، شفق بین الطلوعین، روشنایی صبح کاذب، حمره مغربی"
      ]
    },
    {
      "EnglishWord": "zone",
      "Meanings": [
        "کردن، جزو حوزه ای به حساب اوردن، ناحیه ای شدن کمربند، اختصاص دادن به، مانند کمربند احاطه کردن، قلمرو، مدار، در جمع مدارات، کمربند، حوزه، محات قدیمی ، time zone کردن، ناحی ه بندی کردن، در کدهای پستی و منطقه بندی پستی حوزه، اولکه، مخفف بند، زنار، پرهام، محل، جا، بخش، محله، گویش خوانساری یاغا، پهلوی گاس، منطقه بندی کردن، نیسنگ منطقه، ناحیه، نیسنگ، هر یک از پنج بخش کرهٔ زمین از نظر آب و هوا زون، کوست، ویس، نواره، میان"
      ]
    },
    {
      "EnglishWord": "zoning",
      "Meanings": [
        "منطقه بندی- ناحیه بندی"
      ]
    },
    {
      "EnglishWord": "zoology",
      "Meanings": [
        "جانور شناسی ، حیوان شناسی"
      ]
    },
    {
      "EnglishWord": "zoom",
      "Meanings": [
        "فاصله عدسی را کم و زیادکردن سرعت وبازاویه تند بباال راندن، با صدای وزوز حرکت کردن، بسرعت ترقی کردن یاباال رفتن، در فیلمبرداریزوم، هواپیما را با \\ ، صدای زز، - دوربین عکاسی و فیلم برداری و غیره زوم کردن، متمرکز کردن روی ،کردن، زز کردن، هواپیما با زاویهٔ تقریبا عمود اوج گرفتن، راستاویز کردن، بلند شدن، باال رفتن دوربین و غیره دارای عدسی زوم، دارای قدرت زوم کردن، زوم دار، وز وز کردن، با صدای زز حرکت"
      ]
    }
  ]
}