{
  "Group": "A",
  "Entries": 26,
  "Words": [
    {
      "EnglishWord": "about",
      "Meanings": [
        "درباره",
        "در مورد"
      ]
    },
    {
      "EnglishWord": "about and",
      "Meanings": [
        "خروجی گیت‌های AND فقط وقتی در سطح منطقی 1 قرار می‌گیرد",
        "که تمام ورودی‌های آن به طور همزمان در سطح منطقی 1 قرار داشته باشند. در سایر حالت‌ها خروجی در سطح منطقی 0 قرار خواهد داشت. به عبارت دیگر گیت AND",
        "یک گیت ضرب کننده است"
      ]
    },
    {
      "EnglishWord": "about cpu",
      "Meanings": [
        "CPU سرنام کلمات Central Processing Unit است. «سی پی یو» مرکز محاسبات و کنترل رایانه است و دستور العملهای رایانه بوسیله آن پردازش و اجرا می‌شوند به همین علت CPU یکی از مهمترین اجزای رایانه محسوب می‌شود و به طور کلی می‌توان گفت قدرت پردازش یک رایانه بستگی به سرعت CPU دارد. میزان آن را برحسب مگاهرتز می‌سنجند Mega HZ"
      ]
    },
    {
      "EnglishWord": "about led",
      "Meanings": [
        "دیود نورانی نسبت به لامپ‌های فیلامانی قدیمی مزایای زیادی داشته",
        "و در نشان دادن حالت‌های مختلف مدارهای الکترونیکی بسیار مفید واقع می‌شود. از مهمترین مزایای آن می‌توان جریان عبوری اندک و قابلیت اطمینان بالا را نام برد",
        "دیود‌های نورانی در واقع از ترکیب‌های گالیوم فسفید",
        "و گالیم ارسنید فسفید ساخته شده اند. معمولا با اعمال جریانی بین",
        "میلی آمپرنور کافی ایجاد می‌کنند باید به خاطر داشته باشید که دیود‌های نورانی سبز و زرد بازده کمتری داشته",
        "و برای ایجاد نوری معادل دیود نورانی قرمز",
        "جریان بیشتری نیاز دارند",
        "قالب بندی دیودهای نورانی LED بسیار متنوع است",
        "که در این میان نمونه‌های گرد آن متداول‌تر می‌باشند. قالب‌های متداول دیود‌های نورانی گرد با قطر 3 میلی متر و 5 میلی متر 0. 2 اینچ",
        "و نمونه مکعبی با سطح مقطع 2x5 میلی متر",
        "برای اینکه جریان عبوری از آن در حد مناسبی محدود شود",
        "باید مقاومتی را با آن سری کرد. مقدار مقاومت را می‌توان از رابطه زیر محاسبه کرد",
        "Vs",
        "Vf",
        "——– =Rs",
        "I",
        "که Vf افت ولتاژ دیود نورا نی در بایاس مستقیم و Vs ولتاژ اعمال شده می‌باشد. معمو لا می‌توان Vf را معادل 2 ولت در نظر گرفت",
        "و نزدیکترین مقدار ترجیهی Rs رابرای آن انتخاب کرد"
      ]
    },
    {
      "EnglishWord": "about nand",
      "Meanings": [
        "گیت NAND فقط وقتی سطح منطقی 0 را در خروجی ظاهر می‌سازد",
        "که تمام ورودی‌های آن به صورت همزمان در سطح منطقی 1 قرار داشته باشند. اگر ورودی‌ها در هر حالت دیگری باشند",
        "خروجی آن در سطح منطقی 1 قرار خواهد گرفت. بنابراین می‌توان گیت NAND را به صورت گیت AND با خروجی معکوس شده در نظر گرفت"
      ]
    },
    {
      "EnglishWord": "about nor",
      "Meanings": [
        "گیتهای NOR فقط وقتی سطح منطقی 1 را در خروجی ظاهر می‌سازند که تمام ورودی‌های آن به صورت همزمان در سطح منطقی 0 قرار داشته باشند. در هر حالت دیگری خروجی درسطح منطقی 0 قرار خواهد داشت",
        "بنابراین می‌توان گیت NOR را به صورت گیت OR با خروجی معکوس در نظر گرفت"
      ]
    },
    {
      "EnglishWord": "about or",
      "Meanings": [
        "اگر هر یک از وروردی‌های گیت OR در سطح منطقی 1 قرار بگیرد",
        "خروجی آن نیز در سطح منطقی 1 قرار خواهد گرفت. به عبارت دیگر خروجی این گیت فقط وقتی در سطح منطقی 0 قرار خواهد گرفت که تمام ورودی‌های آن به طور همزمان در سطح منطقی 0 قرار داشته باشند. به طور کلی گیت OR",
        "یک گیت جمع کننده است"
      ]
    },
    {
      "EnglishWord": "accident",
      "Meanings": [
        "تصادف"
      ]
    },
    {
      "EnglishWord": "after",
      "Meanings": [
        "بعد از",
        "پس از"
      ]
    },
    {
      "EnglishWord": "against",
      "Meanings": [
        "دربرابر"
      ]
    },
    {
      "EnglishWord": "against the law",
      "Meanings": [
        "خلاف قانون",
        "غیر قانونی"
      ]
    },
    {
      "EnglishWord": "agama web buttons",
      "Meanings": [
        "کامپیوتر: نرم افزاری است جهت ساخت دکمه برای صفحات وب"
      ]
    },
    {
      "EnglishWord": "agma web button",
      "Meanings": [
        "کامپیوتر: نرم افزاری جالب و ساده برای ساخت دکمه برای صفحات وب"
      ]
    },
    {
      "EnglishWord": "al",
      "Meanings": [
        "کامپیوتر: فایل‌های Shape در نرم افزار PhotoImpact"
      ]
    },
    {
      "EnglishWord": "allow",
      "Meanings": [
        "اجازه دادن"
      ]
    },
    {
      "EnglishWord": "although",
      "Meanings": [
        "گر چه",
        "اگر چه"
      ]
    },
    {
      "EnglishWord": "alu",
      "Meanings": [
        "کامپیوتر: واحد محاسبه و منطق"
      ]
    },
    {
      "EnglishWord": "always",
      "Meanings": [
        "همیشه",
        "همه وقت"
      ]
    },
    {
      "EnglishWord": "analyze",
      "Meanings": [
        "تجزیه",
        "کاوش"
      ]
    },
    {
      "EnglishWord": "and",
      "Meanings": [
        "الکترونیک: گیت AND",
        "دروازه منطقی AND"
      ]
    },
    {
      "EnglishWord": "and",
      "Meanings": [
        "و"
      ]
    },
    {
      "EnglishWord": "appointment",
      "Meanings": [
        "قرار ملاقات"
      ]
    },
    {
      "EnglishWord": "as html",
      "Meanings": [
        "در صورتی که یک سند در حال اجرا باشد می‌توان آن را به عنوان یک صفحه وب ذخیره کرد. Ctrl+Alt+S"
      ]
    },
    {
      "EnglishWord": "ascii",
      "Meanings": [
        "A merican S tandard C ode for I nformation I nterchange"
      ]
    },
    {
      "EnglishWord": "autorun",
      "Meanings": [
        "مقدمه ای در مورد فایل‌های AUTORUN. INF",
        "در Windowsهای32بیتی قابلیت Autoplay وچود دارد که سیستم عامل میتواند بوسیله آن دیسک موجود در درایو را تشخیص دهد. در محیط Windows وقتی که دیسک را در درایو قرار میدهیم"
      ]
    },
    {
      "EnglishWord": "avast",
      "Meanings": [
        "avast! Antivirus",
        "کامپیوتر: قوی‌ترین آنتی ویروسی که همواره و در همه حال و همه زمان در جستجوی ویروس‌ها دررون حافظه خود و در اینترنت می‌باشد",
        "و سرعت کامپیوتر را خیلی خیلی کم",
        "پایین آورد. به عنوان مثال اگر شما یک سی دی یا فلاپی حاوی ویروس را در رایانه خود قرار دهید بلافاصله جلوی آن را می‌گیرد",
        "بدون آنکه نیازی باشد آن را اسکن کنید. این درباره هارددیسک نیز صدق می‌کند رایانه خود را می‌توانید با این آنتی ویروس و آنتی هکر بیمه کنید. این آنتی ویروس فقط ویروس را از بین می‌برد و به فایل‌های شما کاری ندارد"
      ]
    }
  ]
}