{
  "Group": "C",
  "Entries": 12,
  "Words": [
    {
      "EnglishWord": "call back",
      "Meanings": [
        "شماره گیری مجدد از روی یک شماره تلفن"
      ]
    },
    {
      "EnglishWord": "callback",
      "Meanings": [
        "برقراری ارتباط توسط بعد از اینکه کاربر متصل شد"
      ]
    },
    {
      "EnglishWord": "carrier",
      "Meanings": [
        "حامل"
      ]
    },
    {
      "EnglishWord": "com",
      "Meanings": [
        "com به معنی commercial این پسوند جزو متداولترین پسوندها می‌باشد و نشان دهنده این است که سایت",
        "مربوط به یک شرکت تجاری بین المللی است. امروزه این پسوند به قدری متداول می‌باشد که اکثر مردم تصورشان این است که تنها این پسوند وجود دارد و می‌بایست از طریق این پسوند Domain خود را ثبت کنند",
        "مطالب مرتبط"
      ]
    },
    {
      "EnglishWord": "connect",
      "Meanings": [
        "متصل شدن",
        "رجوع به"
      ]
    },
    {
      "EnglishWord": "connect  2000",
      "Meanings": [
        "چگونه در سیستم عامل Windows2000 به شبکه اینترنت وصل شویم؟",
        "برروی دکمه Start کلیک کرده ودر بخش Setting گزینه Network and Dial",
        "up Connections را انتخاب نمایید سپس Make new connections را انتخاب نمایید",
        "در پنجره ظاهر شده بر روی دکمه Next کلیک نمایید",
        "دراین پنجره که نوع ارتباط را می‌پرسد گزینه دوم یعنی Dial",
        "up to Internet را انتخاب نمایید وسپس با زدن دکمه Next به صفحه بعدی بروید",
        "در این صفحه گزینه سوم یعنی تنظیم ارتباط به صورت دستی را انتخاب نمایید وبرروی دکمه Next کلیک نمایید",
        "دربرابر سیوال ارتباط از طریق مودم یا شبکه محلی LAN شما گزینه اول یعنی ارتباط از طریق مودم را انتخاب کنید وبرروی دکمه Next کلیک نمایید",
        "در پنجره بعد ابتدا کد تهران 021 و سپس شماره تلفن ISP را وارد نمایید در پنجره تنظیم کشور",
        "ایران را انتخاب نمایید وتیک استفاده از کد شهر",
        "Use area code and…. را بردارید وسپس برروی دکمه Next کلیک نمایید",
        "درپنجره بعدی نام کاربری Username و رمزعبور Password خود راوارد نمایید وبرروی دکمه Next کلیک نمایید",
        "دراین پنجره نام ISP را درمحل نام ارتباط وارد کرده سپس برروی دکمه Next کلیک نمایید",
        "درانتها با کلیک برروی دکمه Finish کارساخت نماد ارتباط به پایان می‌رسد",
        "مطالب مرتبط"
      ]
    },
    {
      "EnglishWord": "connect  win",
      "Meanings": [
        "چگونه در سیستم عامل Windows 98, Me کامپیوتر خود را برای اتصال به شبکه اینترنت تنظیم کنیم ؟",
        "درصفحه اصلی ویندوز برروی آیکون My Computer دوبار کلیک نمایید",
        "در پنجره باز شده برروی آیکون Dial",
        "Up Networking دوبار کلیک نمایید",
        "حال با دوبار کلیک برروی آیکون Make New Connection",
        "یک ارتباط جدید ایجاد نمایید. پنجره جدید سه بخش دارد که در بخش اول نامی دلخواه مانند New را تایپ نمایید",
        "دربخش دوم نوع مودم وتنظیمات مربوط را می‌توانید انتخاب نمایید با کلیک بر روی دکمه Next به بخش بعدی بروید",
        "در این پنجره در بخش Area Code شماره 021 کد تهران و سپس شماره تلفن ISP را وارد کنید وسپس برروی Next کلیک نمایید",
        "در پنجره آخر یا کلیک بر روی Finish ساخت نماد ارتباطی شما به پایان می‌رسد",
        "حالا نماد New را در پنجره Dial",
        "up Network می‌بینید با راست کلیک بر روی این آیکون آخرین گزینه یعنی Properties را انتخاب کنید",
        "در بخش General تیک جلوی جمله User area code and Dialing Properties را بردارید. شما با این کار به مودم دستور می‌دهید که پیش شماره تهران را شماره گیری نکند",
        "برروی Server Types دربخش بالا کلیک نمایید تا صفحه تنظیمات مربوط به آن ظاهر شود دراین صفحه تمام تیکهای جلوی جملات را به جزء دو مورد Enable TCP/IP, Software Compression را بردارید",
        "نمادDialing برحسب اینکه صدای مودم شما در چه وضعی باشد صدای آنرا نیز می‌شنوید وپس از لحظاتی نماد Verifying Username Password ظاهر می‌شود پس از لحظاتی این نماد به سمت پایین وراست درکنار برنامه‌های اجرا شده startup وکنار ساعت قرار می‌گیرد وبه شکل دو کامپیوتر دیده می‌شود که خاموش و روشن می‌شوند در صورت دریافت یا فرستادن اطلاعات این نمادها روشن می‌شوند حال به روی آیکون Internet Explorer دوبار کلیک نمایید وآدرس صفحه وب خود را درمحل نوشتن آدرس وارد کنید",
        "مطالب مرتبط"
      ]
    },
    {
      "EnglishWord": "connect  xp",
      "Meanings": [
        "چگونه در Windows XP می‌توانیم به شبکه اینترنت وصل شویم ؟",
        "برروی دکمه استارت کلیک کرده سپس وارد بخش ALL Programs شده و پس از ورود به گروه Accessories وارد زیر گروه Communication شوید ودر آنجا گزینه Make new Connection را انتخاب نمایید",
        "دراین صفحه با کلیک بر روی دکمه Next به پنجره بعد بروید",
        "درصفحه نوع ارتباط Connection Type گزینه اول یعنی Connect to the Internet را انتخاب نمایید وسپس بر روی دکمه Next کلیک نمایید",
        "در پنجره ظاهر شده برروی صفحه Desktop که طرز ارتباط شما با اینترنت را تعیین می‌کند. تنظیم ارتباط به صورت دستی یعنی گزینه دوم را انتخاب نمایید وسپس بر روی دکمه Next کلیک نمایید",
        "درپنجره دسترسی ارتباط گزینه اول را انتخاب نمایید وسپس بر روی دکمه Next کلیک نمایید",
        "دراین پنجره نام ISP را تایپ نموده وسپس بر روی دکمه Next کلیک نمایید",
        "در این پنجره شماره تماس با شبکه را وارد نموده و برروی دکمه Next کنید",
        "درپنجره اطلاعات ارتباط",
        "شما می‌توانید نام کاربری ورمز خود را وارد نمایید سپس با تیک زدن گزینه اول اطلاعات شما در داخل Windows نگهداری می‌شود وشمابرای ارتباط دیگر نیازی به وارد کردن رمز خود ندارید. توجه کنید که گزینه سوم تیک نخورده باشد زیرا دیوار آتش Firewall برای ارتباط شما فعال خواهد شد",
        "دراین پنجره آخر می‌توانید با تیک زدن add a shortcut… یک میانبر برروی صفحه اصلی ویندوز خود برای ارتباط درست نمایید با کلیک بر روی دکمه Finish کار به پایان می‌رسد",
        "نکته: توجه نمایید که پس از اتمام کارهای فوق درتمام سیستم عاملها شما با دو بار کلیک بر روی نماد ISP در پنجره Dial",
        "up Networking ویا میانبر Shortcut آن بر روی صفحه Desktop و وارد کردن نام کاربری و رمز عبور در صورتیکه به صورت پیش فرض ذخیره نشده باشد وکلیک برروی دکمه Connect به شبکه متصل می‌شوید",
        "این بخش به طور کامل در قبل توضیح داده شده است. برای قطع کردن اتصال یا دوبار کلیک بر روی نماد ارتباطی در سمت راست وپایین",
        "پنجره روبرو ظاهر می‌شود که اطلاعاتی درباره مدت تماس شما ومیزان اطلاعات رد وبدل شده به شما می‌دهد همچنین سرعت اتصال شما به شبکه نیز در خط اول ذکر شده است شما با کلیک برروی دکمه Disconnect می‌توانید ارتباط خود را قطع نمایید",
        "مطالب مرتبط"
      ]
    },
    {
      "EnglishWord": "connection",
      "Meanings": [
        "اتصال",
        "رجوع به"
      ]
    },
    {
      "EnglishWord": "connectoid",
      "Meanings": [
        "برنامه ای برای شماره گیری"
      ]
    },
    {
      "EnglishWord": "control panel",
      "Meanings": [
        "فولدری که در آن می‌توان سخت افزار و تنظیمات دیگری را انجام داد و در My computer قرار دارد"
      ]
    },
    {
      "EnglishWord": "cslip",
      "Meanings": [
        "Compressed serial line Internet protocol"
      ]
    }
  ]
}