{
  "Group": "D",
  "Entries": 30,
  "Words": [
    {
      "EnglishWord": "dcb",
      "Meanings": [
        "Data Control Block",
        "بلاک کنترل داده ها",
        "Device Control Block"
      ]
    },
    {
      "EnglishWord": "design website",
      "Meanings": [
        "ایجاد یک سایت وب",
        "مراحل ایجاد یک سایت وب",
        "ثبت دومین اختصاصی خود Domain Registration",
        "جمع آوری اطلاعات برای سایت خود",
        "طراحی و جمع بندی اطلاعات",
        "اجاره فضا روی اینترنت مقدار حجم آن بستگی به اطلاعات و طراحی سایت دارد",
        "رجوع به",
        "مطالب مرتبط"
      ]
    },
    {
      "EnglishWord": "diagnostic",
      "Meanings": [
        "خطایاب"
      ]
    },
    {
      "EnglishWord": "dial-tone",
      "Meanings": [
        "نوع صدای تلفن",
        "مطالب مرتبط"
      ]
    },
    {
      "EnglishWord": "dial-up",
      "Meanings": [
        "شماره گیری",
        "مطالب مرتبط"
      ]
    },
    {
      "EnglishWord": "dial-up networking",
      "Meanings": [
        "فایلی برای برقراری ارتباط با شبکه",
        "مطالب مرتبط"
      ]
    },
    {
      "EnglishWord": "digital transmission line",
      "Meanings": [
        "خط دیجیتال",
        "خطی که سرعت آن بالا می‌باشد",
        "معمولا این خطها در تهران با شماره 971 آغاز می‌شوند"
      ]
    },
    {
      "EnglishWord": "domain",
      "Meanings": [
        "نام اختصاصی یا دومین چیست؟",
        "در اینترنت هر سایت نامی منحصر به فرد دارد که باید این نام را به ثبت برساند",
        "پسوند نشاندهنده زمینه کاری و محدوده فعالیت سایت یا صاحب آن Domain می‌باشد",
        "مطالب مرتبط"
      ]
    },
    {
      "EnglishWord": "domain registration",
      "Meanings": [
        "ثبت یک دومین",
        "روند ثبت یک دومین",
        "انتخاب یک نام با شرایط زیر: \u000bتا حد امکان کوتاه\u000bمتناسب با نوع فعالیت\u000bحد امکان از حروف جداکننده استفاده نشود مانند dash \u000bتلفظ و تایپ آن راحت باشد.",
        "به قسمت خدمات Domain سایت شبکه سحر رفته و با تایپ Domain خود در قسمت Domain search مطمین شوید که نام مورد نظر شما قبلا\" توسط شخصی دیگری ثبت نشده است و Domain شما در دسترس است.",
        "برای سفارش ثبت دومین خود اینجا کلیک نمایید",
        "رجوع به"
      ]
    },
    {
      "EnglishWord": "driver",
      "Meanings": [
        "گرداننده",
        "کنترل کننده",
        "راه انداز \u000bیک وسیله سخت افزاری یا یک برنامه که عملکرد وسیله دیگری را کنترل یا تنظیم می‌کند"
      ]
    },
    {
      "EnglishWord": "duns",
      "Meanings": [
        "مخفف dial",
        "up networking systems",
        "مخفف Data Universal Numbering System"
      ]
    },
    {
      "EnglishWord": "duns629",
      "Meanings": [
        "خطای DUNS 629: \u000bپورت بوسیله دستگاه راه دور قطع می‌شود درست نبودن راه انداز مودم یا برنامه ارتباطی این خطا توسط برخی از مشکلات دیگر ایجاد می‌گردد. \u000bدر مورد کلیه نسخه‌های ویندوز: مطمین باشید که نام و کلمه عبوری را که برای اتصال سیستم شماره گیری DUNS وارد کردید درست است. همچنین از درست بودن شماره تلفن مطمین شوید. فراموش نکنید که پسوردها از اهمیت خاصی برخوردارند و از این پس چیزی که شما وارد می‌کنید بصورت ستاره ظاهر می‌گردد. وارد کردن پسورد غلط",
        "راحت و آسان می‌باشد. نیاز به مرورگر browser",
        "پست mail و سایر کاربردها و امکانات شبکه ای شما و اتصال شبکه dial",
        "up می‌تواند توسط برنامه‌های مختلفی به اجرا در آید که برخی از آنها ممکن است برای چیزی که اتصال شماره گیری DUNS connection استفاده می‌نماید نظیر نام کاربر و پسورد",
        "تنظیمات خاص خود را دارا باشد. بویژه",
        "جستجو گر اینترنت مایکروسافت Microsoft's Internet Explorer و ویزارد اتصال اینترنت Internet Connection Wizard",
        "Outlook, outlook Express و غیره همگی از امکاناتی برای راه اندازی یک اتصال DUNS برخوردار می‌باشند. چنانچه این خطا باقی ماند با برنامه HyperTerminal مستقیما متصل به مودم با سرور تماس بگیرید Using HyperTerminal را ببینید. پس از اتصال به برقراری ارتباط برای نام کاربر شما و سپس پسورد",
        "کلیه سرورها پاسخ خواهند داد. این مورد به شما اجازه خواهد داد تا پاسخ هر خطا را از سرور مشاهده نمایید. چنانچه سرور نام و کلمه عبور شما را بپذیرد باید یک جلسه PPP راه اندازی نماید. برای کسب بیشتر آن نمی‌توانید برنامه HyperTerminal را استفاده نمایید. شما ممکن است کاراکترهای زایدی را ببیند",
        "برای حل این مشکل رجوع به"
      ]
    },
    {
      "EnglishWord": "duns629 b",
      "Meanings": [
        "چنانچه این مورد رخ دهد تلفیق نام کاربر و پسورد باید توسط dial",
        "up networking systems DUNS عملی باشد. اگر با خطایی مواجه شدید با سرویس دهنده خدمات خود تماس بگیرید و به آنها اجازه دهید تا به اطلاعات حساب شما وارد شوند و آن را امتحان نمایند",
        "در مورد ویندوز NT 4. 0: چنانچه کلیه ورودیها برای سرویس شماره گیری DUNS درست نیست شما ممکن است این خطا را دریافت نمایید. این مورد تنظیمات غلطی را برای نوارگردانهای Basic",
        "Server",
        "Script",
        "Security",
        "X. 25 و DUNS connectoid در بر دارد. تنظیمات برای صحت authentication و رمز گذاری encryption روی نوار امنیتی باید با نیازهای ISP شما برابری نماید. تنظیمات روی حساب سرور یک PPP",
        "نوع سرور اینترنت را مشخص خواهد نمود. نوع سرور اینترنت",
        "پروتکل TCP یا IP و فشرده سازی نرم افزار را با ISP خود بررسی نمایید. علاوه بر این تنظیمات",
        "در تنظیمات شماره گیری مطمین شوید. توجه نمایید که شما نیازی به ذخیره پسورد خود از روی نوار امنیتی ندارید",
        "در مورد دامین edition ویندوز 98: چنانچه یک جلسه encryption 128 بیتی را تحت شرایط خاص ایجاد می‌نمایید مقاله MS KB Q237419 را مشاهده نمایید",
        "در مورد ویندوز NT و 2000: زمانی که در صدد ایجاد یک جلسه PPTP می‌باشید به محض اتصال به ISP خود این خط ممکن است رخ دهد. مقاله MS KB Q169843 را ببینید",
        "در مورد ویندوز 95 و DUNS 1. 2b: چنانچه حساب جدید و تغییر پسورد change password فعال باشد. مقاله MS KB Q191122 را مشاهده کنید",
        "در مورد هر نسخه ویندوز: چنانچه با خدمات دستیابی راه دور و مسیر یابی Routing and Remote Access Service با سرور ویندوز NT تماس می‌گیرید با مقاله MS KB Q172290 و مقاله KB Q220954 را مشاهده کنید و یا چنانچه برای encryption 128 بیت با سرور NT تماس می‌گیرد زمانی که encryption 128 بیت را نصب نکرده اید مطلب KB Q172215 را ببینید",
        "در مورد ویندوز 95/ 98: بوسیله نرم افزار یا مودم ایجاد می‌گردد که به درستی پیکر بندی نشده و یا خراب می‌باشد همچنین به دلیل ID اشتباه کاربر یا پسورد اشتباه ایجاد می‌گردد",
        "در مورد یک proE2 یا Motorola BitSurfPro: مقاله مایکروسافت Q199241 را مشاهده نمایید",
        "در مورد MSN 2.",
        ". 6: مقاله مایکروسافت Q199543 را ببینید",
        "در مورد ویندوز NT یا 2000: اگر سرعت درگاه مودم کمتر از 200/19 می‌باشد",
        "این خط نمایش داده می‌شود. ورودی دفترچه تلفن و یا تنظیمات مودم را از روی control panel/modems درست کنید. مقاله مایکروسافت KB Q241513 را مشاهده کنید",
        "در مورد ویندوز NT: چنانچه خدمات دستیابی راه دور و مسیر یابی پیکر بندی نشده اند تا پیغام هایی نظیر RAS سرور را دریافت نمایند. Dial",
        "up نمی‌تواند اتصال به سرور را تکمیل نماید. پیکربندی خود را بررسی نمایید و اتصال را مجددا امتحان نمایید. مقاله مایکروسافت KB 170977 را مشاهده نمایید",
        "ویندوز NT: همچنین قسمت گره گشایی مشکلات log in را در مقاله MS KB Q161986 ببینید",
        "در مورد ویندوز XP: مشکلات ایجاد شده توسط تنظیمات نادرست connectoid می‌باشد. همچنین قسمت MS KB Q314445 را مشاهده نمایید"
      ]
    },
    {
      "EnglishWord": "duns630",
      "Meanings": [
        "خطای DUNS 630",
        "پورت بدلیل از کار افتادگی سخت افزار قطع می‌شود",
        "خطای 630: کامپیوتر هیچ پاسخی را از مودم دریافت نکرده است",
        "نصب بودن مودم را بررسی نمایید و در صورت لزوم",
        "مودم را بردارید و سپس آن را به حالت اول باز گردانید",
        "کلیه سیستم‌ها: این خطا نشان می‌دهد که مودم قطع می‌باشد یا به طور نادرست نصب شده است. اگر یک مودم بیرونی را دارید از اتصال سیم و روشن بودن مودم مطمین شوید. چنانچه از آخرین زمانی که مودم کار کرده است به هم ریختگی‌های الکتریکی نظیر شوک",
        "قطع برق و… صورت گیرد این شکل به وجود می‌آید و اگر مودم هرگز کار نکرده باشد نصب را دوباره بررسی نمایید و در صورت لزوم",
        "مودم را در سیستم دیگری امتحان نمایید",
        "چنانچه مودم شما با فرمانی که آن را پشتیبانی نمی‌کند یک رشته تنظیمات نادرست را نشان دهد این خطا ممکن است رخ دهد. تنظیمات اضافی init string دیگر را حذف نمایید. از نصب مودم مطمین شوید و فایل درست. INF را استفاده نمایید. Modem log را بررسی نمایید تا مشاهده کنید که پاسخی از سوی مودم وجود دارد",
        "ویندوز 98 / 95 / NT: چنانچه مخابرات خاصی را دارید که ویژگی هایی را نظیر dial",
        "tone مشخص را فراهم می‌کند از جمله dial",
        "tone منقطع. در زمان مخابره پست صوتی و غیره این خطا نمایش داده می‌شود. برای درست کردن و تصحیح این مورد",
        "چند شیوه به کار می‌رود نظیر استفاده از کاما در شماره گرفته شده یا تغییر انتظار wait برای زمان dial",
        "tone. مقاله KB Q184086 مایکروسافت را ببینید",
        "ویندوز 98: اگر گزینش دسترسی «support Serial Key Devices» برای استفاده درگاه مشابه com نظیر مودم پیکر بندی شود این خطا نمایش داده می‌شود. مقاله KB Q227995 مایکروسافت را ببینید",
        "ویندوز 98: اگر مودم با شناسایی سخت افزار ویندوز 98 بدلیل نصب دستگاههای جدید",
        "انتقال پورت سری جدید را به کار برد این خطا نمایش داده می‌شود. در این شرایط",
        "امکانات اتصال شبکه ای Dial",
        "up را تغییر دهید تا تنظیمات جدید مودم را استفاده نمایید. برنامه‌ها همچنین در پوشه startup این پیغام خطا را ایجاد می‌نمایند. شما باید برنامه‌ها را از روی پوشه startup",
        "غیر فعال یا حذف نمایید. خطای 630 و گره گشایی مشکلات مودم در ویندوز 98 را در مقاله KB Q190554 مایکروسافت را مشاهده نمایید"
      ]
    },
    {
      "EnglishWord": "duns645",
      "Meanings": [
        "Authentication داخلی اشکال پیدا کرده است",
        "چنانچه گزینش یا انتخاب پسورد رمز گذاری شده مورد نیاز Require encrypted password روی جدول Server Types در جزییات اتصال فراهم شود و یا نام و کلمه عبور اشتباه وارد شود",
        "این خطا رخ می‌دهد",
        "در صورت استفاده از MSN 2.",
        "اگر آداپتور dial",
        "up یا قطعات از کار بیفتد این خطا نمایش داده می‌شود",
        "چنانچه میز کار pc desktop به یک pc دستی تحت شرایط خاص متصل شود این خطا نمایش داده می‌شود",
        "اگر در صدد ایجاد یک اتصال VPN شبکه خصوصی مجازی می‌باشید و VPN به طور صحیح نصب نشده است این خطا رخ می‌دهد",
        "چنانچه در صدد اتصال به دامین ویندوز 2000 می‌باشید که از یک log on سرورRRAS Routing and Remote Access Services بدون امتیازات اجرایی برخوردار است این خطا رخ می‌دهد",
        "چنانچه از یک مودم انتخاب شده در DUNS connectoid برخوردارید که به مدت طولانی در کامپیوتر نصب نشده است این خطا ممکن است نمایش داده شود. مطمین شوید که مودم درستی در Connectoid انتخاب می‌شود"
      ]
    },
    {
      "EnglishWord": "duns650/651/652",
      "Meanings": [
        "سرور Remote Access پاسخ نمی‌دهد. 650 MSN مودم پاسخ نمی‌دهد چنانچه به سرور ویندوز NT بوسیله PPTP متصل می‌باشید قسمت MS 162847 KB را مشاهده نمایید. اگر مودم یا دستگاه سرور ISP به طور صحیح پیکر بندی نشود خطای 650 رخ می‌دهد",
        "اگر این خطا ادامه یافت با برنامه HyperTerminal مستقیما متصل به مودم با سرور تماس بگیرید. تقریبا کلیه سرور‌ها پس از اتصال به برقراری ارتباط به خاطر نام کاربر و سپس پسورد پاسخ خواهند داد. این مورد به شما اجازه خواهد داد تا پاسخ هر خطا را از سرور مشاهده نمایید. چنانچه سرور",
        "نام و کلمه عبور شما را بپذیرد سرور باید یک جلسه PPP را آغاز نماید. برای کسب بیشتر آن نمی‌توانید از برنامه HyperTerminal استفاده نمایید. شما ممکن است کاراکترهای زایدی را مشاهده نمایید. اگر این حالت اتفاق افتاد",
        "تلفیق نام کاربر و پسورد باید با کمک DUNS عملی باشد. چنانچه با خطایی مواجه شوید با سرویس دهنده خدمات خود تماس بگیرید و به آنها اجازه دهید تا به اطلاعات حساب شما وارد شوند و آن را امتحان نمایند",
        "برخی ازISP‌ها به سرویس گیرنده ای برای شبکه‌های نصب شده مایکروسافت نیازمند می‌باشند که بعنوان log on شبکه اصلی شما انتخاب می‌شوند. ویندوز control panel/Networking",
        "چنانچه روی سیستم خود یک AOL نصب کرده اید اما آن را استفاده نمی‌کنید",
        "نرم افزار AOL ممکن است با دستیابی به هر ISP دیگر اختلال ایجاد کند"
      ]
    },
    {
      "EnglishWord": "duns651",
      "Meanings": [
        "مودم شما یا سایر وسایل اتصال دهنده خطایی را گزارش کرده است خطا",
        "از طرف مودم بوده است",
        "چنانچه خطایی در فایل. INF باشد که برای نصب مودم در ویندوز به کار می‌رود و یا چنانچه مودم با فایل اشتباه. INF نصب شده باشد این خطا ممکن است رخ دهد. اگر این مورد صورت گرفت",
        "مودم را با فایل. INF درستی مجددا نصب نمایید",
        "شما همچنین می‌توانید logging شدن را توسط برنامه HyperTerminal آزمایش نمایید. برنامه HyperTerminal مستقل از فایل. INF مودم عمل می‌نماید"
      ]
    },
    {
      "EnglishWord": "duns652",
      "Meanings": [
        "پاسخ نامشخصی از دستگاه دریافت می‌گردد",
        "چنانچه خطایی در فایل. INF وجود داشته باشد که برای نصب مودم در ویندوز به کار می‌رود و یا چنانچه مودم با فایل اشتباه. INF نصب شده است",
        "این خطا نمایش داده می‌شود. اگر چنین موردی صورت گرفت مودم را با کمک فایل. INF صحیح مجددا نصب نمایید",
        "شما می‌توانید همچنین logging شدن را همراه برنامه HyperTerminal امتحان نمایید. برنامه HyperTerminal مستقل از فایل. INF مودم عمل می‌نماید"
      ]
    },
    {
      "EnglishWord": "duns654",
      "Meanings": [
        "خطای DUNS 645: \u000bAuthentication داخلی اشکال پیدا کرده است",
        "ویندوز 98 / 95: چنانچه گزینش یا انتخاب پسورد رمز گذاری شده مورد نیاز Require encrypted password روی جدول Server Types در جزییات اتصال فراهم شود و یا نام و کلمه عبور اشتباه وارد شود",
        "این خطا رخ می‌دهد. مقاله MS KB Q199780 را ببینید",
        "MSN 2. 5: در صورت استفاده از MSN 2.",
        "اگر آداپتور dial",
        "up یا قطعات از کار بیفتد این خطا نمایش داده می‌شود. مقاله MS KB Q173644 را مشاهده نمایید برخی از کاربرها این موقعیت به کار برده شده را گزارش می‌کنند حتی اگر آنها هرگز MSN را به کار نبرده باشند",
        "ویندوز 98/95: چنانچه میز کار pc desktop به یک pc دستی تحت شرایط خاص متصل شود این خطا نمایش داده می‌شود. مقاله MS KB Q184227 را مشاهده نمایید",
        "ویندوز 98/95: اگر در صدد ایجاد یک اتصال VPN شبکه خصوصی مجازی می‌باشید و VPN به طور صحیح نصب نشده است این خطا رخ می‌دهد. مقاله MS KB Q188141 را ببینید",
        "کلیه نسخه‌های ویندوز: چنانچه در صدد اتصال به دامین ویندوز 2000 می‌باشید که از یک log on سرورRRAS Routing and Remote Access Services بدون امتیازات اجرایی برخوردار است این خطا رخ می‌دهد. مقاله MS KB 227747 را مشاهده نمایید",
        "چنانچه از یک مودم انتخاب شده در DUNS connectoid برخوردارید که به مدت طولانی در کامپیوتر نصب نشده است این خطا ممکن است نمایش داده شود. مطمین شوید که مودم درستی در Connectoid انتخاب می‌شود"
      ]
    },
    {
      "EnglishWord": "duns676",
      "Meanings": [
        "خط اشغال می‌باشد",
        "این خطا رخ می‌دهد چنانچه: 1 – شماره اشتباهی بگیرید. 2 – مشکلی در ISP شما یا در شبکه وجود داشته باشد. 3 – شما از پست صوتی و یا از سایر خصوصیت‌های تماس مشتری برخوردارید که صدای لکنت آوری ایجاد می‌نماید. 4 – تنظیمات مودم شما باید با تنظیمات مودم کشور مورد نظرتان مناسب باشد به عبارت دیگر شما",
        "برای مودم خود وشماره ای که تماس می‌گیرید و یا برای مودمی که از کشور مورد نظرتان پشتبانی نمی‌کند تنظیمات خاص آن کشور را مشخص نکرده اید. 5 – چنانچه کد انتظار تلفن call waiting code در شماره گیری شما غیر فعال باشد و خط تلفن شما از کد انتظار تلفن پشتیبانی نمی‌کند و چنانچه از زمان انتظار call waiting شماره گیری برخوردارید این خطا نمایش داده می‌شود اما شرکت تلفن شما از غیر فعال بودن کد انتظار تلفن پشتیبانی نمی‌کند",
        "تنظیماتی را که برای connection/DUNS به کار می‌برید بررسی نمایید",
        "چنانچه از پست صوتی یا سایر ویژگی‌های تلفن مشتریان برخوردارید که صدای لکنت آمیزی را ایجاد می‌نماید شما می‌توانید با غیر فعال کردن تشخیص صدای شماره گیری و صدای اشغال بودن تلفن این مشکل را حل نمایید. × را به تنظیمات دیگر اضافه کنید تا تشخیص صدای شماره گیری و صدای اشغال بودن خط را غیر فعال سازد. 2× را به تنظیمات دیگر اضافه نمایید تا صرفا تشخیص اشغال بودن خط را غیر فعال سازد",
        "چنانچه مودم شما از کشور شما پشتیبانی نمی‌نماید غیر فعال کردن تشخیص صدای شماره گیری dial",
        "tone و یا صدای اشغال بودن تلفن × در تنظیمات دیگر ممکن است نتیجه بخش نباشد اما صرفا چنانچه شماره گیری tone و pulse کشور مورد انتخاب با کشور شما سازگار باشد",
        "از speaker مودم استفاده نمایید تا از برقراری اتصال مطمین شوید. مطمین باشید که تماس تلفنی برقرار شده است و شما پیام اشغالی signal را نمی‌شنوید",
        "Modem log را بررسی نمایید تا مشاهده کنید که چه رقمی شماره گیری می‌شود چنانچه شماره گیری توسط # صورت نگرفت E1 را به تنظیمات دیگر اضافه نمایید این مورد می‌تواند به شما کمک نماید",
        "سعی کنید در شماره گیری از tone به جای pulse استفاده نمایید و مدت زمان tone را افزایش دهید",
        "زمانی که باید خطای 680 وصل نبودن خط تلفن را دریافت کنید خطای 676 اشغال بودن خط گزارش می‌شود این مورد نخستین بار در service pack6 SP6 بود"
      ]
    },
    {
      "EnglishWord": "duns678/679",
      "Meanings": [
        "پاسخی وجود ندارد. 679. نمی‌تواند حامل carrier را بیابد",
        "این خطا رخ می‌دهد چنانچه: 1. شماره اشتباهی بگیرید 2. مشکلی در ISP یا شبکه تلفن شما وجود دارد 3. قبل از زمان مورد نظر مودم شما قادر به دست دهی handshake با مودم راه انداز نمی‌باشد. 4. برای شنیدن صدای اتصال",
        "speaker مودم را استفاده نمایید. مطمین شوید که شماره گیری می‌نماید و صدای پاسخ مودم راه دور را می‌شنوید. 5. با کمک تلفن عادی",
        "شماره را بگیرید و مطمین شوید که صدای پاسخ مودم راه دور را می‌شنوید. 6. مطمین شوید که # تلفن با کمک DUNS شماره گیری می‌شود",
        "modem log را بررسی نمایید. چنانچه شماره گیری # صورت نپذیرفت E1 را به تنظیمات دیگر اضافه نمایید این کار می‌تواند به شما کمک نماید. همچنین به این نکته توجه کنید که شما ممکن است تنظیمات تلفنی خود را داشته باشید آن چنان که رقم فاصله راه دور به طور غیر ارادی به شماره تلفن شما اضافه می‌گردد",
        "اگر دست دهی handshake مودم خود را نمی‌شنوید و خطای 678 در همان زمان پایان صدای دست دهی ظاهر می‌شود",
        "شما ممکن است نیاز به از کاراندازی 56k یا افزایش زمان «cancel call if not connected» در گزینه control panel/modems/properties/connection داشته باشید"
      ]
    },
    {
      "EnglishWord": "duns680",
      "Meanings": [
        "خط تلفن وصل نیست",
        "وصل نبودن خط تلفن",
        "دلایل بسیاری برای این نوع خطا وجود دارد",
        "ابتدا",
        "برای پی بردن به اتصال خط و وصل شدن خط تلفن",
        "با استفاده از برنامه HyperTerminal به کمک شیوه اتصال پورت Com",
        "قابلیت مودم را بررسی نمایید. Using HyperTerminal را مشاهده نمایید. چنانچه به مودم خود",
        "فرمان AT &amp; FX1 و بعد از آن فرمان dial را دارید تشخیص اتصال خط غیر ممکن خواهد بود. اگر هنوز به خط تلفن وصل نشده اید مودم ممکن است به طور صحیح نصب نشده باشد بویژه چنانچه آن مودم یک PCI یا یک soft",
        "modem باشد یا سیم از مودم به خط تلفن اشتباه وصل شده است و یا به اتصال دهنده اشتباهی روی مودم نصب می‌باشد. سیم خط دیگری را امتحان نمایید و از اتصال LINE",
        "not phone",
        "jack روی مودم مطمین شوید. یک تلفن عادی را به سیم تلفن روی مودم وصل کنید و از وصل بودن آن مطمین شوید. مودم همچنین ممکن است خراب باشد. بسیاری از مودم‌های جدید به جای رله تقویت کننده الکترومکانیکی قدیمی برای استفاده نکردن از وقفه واقعی مودم off – hook با یک مدار الکترونیکی عرضه می‌شوند. برخی از طرح ها",
        "اعتبار کمتری را نشان داده اند و بیشتر اوقات آنها در یک حالت وقفه ای off – hook قرار خواهند گرفت بنابر این وصل نبودن و وصل بودن سیم تلفن ممکن است خط را وصل نماید. در صورت وقوع این وضعیت",
        "مودم نیاز به تعمیر و تعویض دارد. اگر چه مودم",
        "شماره گیری X1 را دچار اشکال می‌نماید اما به غیر از این وصل شدن خط را نیز شناسایی نمی‌کند. احتمالا مشکل در انتخاب و گزینش درست کشور در windows / control panel / telephony یا در نصب نادرست مودم یا فقدان پشتیبانی برای کشور شما در گرداننده driver مورد استفاده تان می‌باشد. بررسی نمایید تا ببینید که driver هایی",
        "برای ارتقاء update وجود دارند",
        "چنانچه مودم با یافتن X3 در برنامه HyperTerminal به طور صحیح شماره گیری نماید اما زمانی که DUNS را استفاده می‌نماید صدای شماره گیری را نمی‌یابد. مشکل می‌تواند DUNS برای ارتقاء یا نصب مجدد",
        "بررسی نماید یا پیکر بندی درست و انتخاب مودم برای DUNS connectoid باشد"
      ]
    },
    {
      "EnglishWord": "duns691",
      "Meanings": [
        "دسترسی صورت نمی‌گیرد زیرا کاربر و پسورد روی دامین بی اعتبار می‌باشد",
        "چنانچه نام کاربر و پسورد را اشتباه به کار ببرید این خطا رخ می‌دهد. فراموش نکنید که اکثر نمونه ها",
        "پسورد از اهمیت خاصی برخوردار می‌باشد. پسورد را نخواهید دید بنابراین چنانچه caps lock را بر خلاف شیوه مورد انتظار خود به کار ببرید مشکلی را با حروف بزرگ و کوچک خواهید داشت. چنانچه دستگاه دسترسی سرویس دهنده خدمات شما",
        "دچار مشکلی شود و یا بر روی اتصال نادرستی باشد این خطا ممکن است اتفاق بیفتد. این مشکل همچنین بدلیل تنظیمات نادرست connectoid ایجاد می‌گردد",
        "چنانچه این خطا را روی حساب جدیدی دریافت کردید ممکن است نام کاربر و پسورد را اشتباه وارد کرده باشید. با سرویس دهنده خود آنچه را که برا ی نام کاربر و پسورد خود نیاز دارید به طور دقیق بررسی نمایید. اگر این خطا ادامه یافت سعی کنید بوسیله برنامه HyperTerminal مستقیما متصل به مودم با سرور تماس بگیرید همچنین using HyperTerminal را مشاهده کنید. بعد از اتصال به برقراری ارتباط برای نام کاربر شما و سپس پسورد",
        "تقریبا کلیه سرورها پاسخ خواهند داد. این مورد به شما اجازه خواهد داد تا پاسخ هر خطایی را از سرور مشاهده کنید. چنانچه سرور نام کاربر و پسورد شما را نپذیرفت باید یک جلسه PPP را فراهم نمایید و شما نمی‌توانید برای دریافت بیشتر آن برنامه HyperTerminal را استفاده نمایید. ممکن است کاراکترهای زایدی را ببینید. چنانچه این مورد اتفاق بیفتد تلفیق نام کاربر و پسورد باید با سیستم شماره گیری dial",
        "up/Network/System عملی باشد. چنانچه خطایی را دریافت نمودید با سرویس دهنده خدمات خود تماس بگیرید و به آنها اجازه دهید تا با اطلاعات حساب شما ارتباط برقرار کنند و آن را امتحان نمایند",
        "چنانجه تنظیمات شبکه ویندوز شما اشتباه باشد این خطا رخ می‌دهد حتی اگر اسم کاربر و پسورد را درست وارد کرده اید. مطمین باشید که برقراری ارتباط با شبکه در DUNS connection شما بررسی نمی‌شود",
        "تنظیمات نادرست connectoid",
        "مشکلاتی را ایجاد می‌کند",
        "در مورد ویندوز 2000: به خاطر تنظیمات غلط connectoid",
        "مشکلاتی بوجود آمده است"
      ]
    },
    {
      "EnglishWord": "duns692",
      "Meanings": [
        "خطای DUNS 692: \u000bسخت افزار در پورت یا دستگاه متصل شده از کار افتاده است",
        "چنانچه مودم شما بطور کامل وصل نباشد و یا برق مودم بدلایلی قطع باشد این خطا نمایش داده می‌شود. درستی نصب مودم را از طریق controlpanel/modems/driver و خطایاب diagnostic بررسی نمایید. این خطا همچنین می‌تواند بدلیل سیم سری شل یا اشتباه در مورد مودم‌های بیرونی بوجود آید. چنانچه از سرویسی برخوردارید که یک dial",
        "tone غیر استاندارد",
        "نظیر پست صوتی Telco",
        "provided را فراهم می‌کند این خطا رخ می‌دهد",
        "این خطا با اضافه کردن کاما adding cammas قبل از شماره گرفته شده",
        "برطرف می‌گردد",
        "اگر برنامه HyperTerminal هم اکنون از پورت استفاده نماید",
        "این خطا در مورد ویندوز NT 4. 0 رخ می‌دهد",
        "در مورد ویندوز 2000 یا XP چنانچه برنامه Quicken 2000 را نصب کرده اید",
        "این خطا بوسیله برنامه Quicken Download Manager ایجاد می‌گردد. مودم را بردارید و آن را مجددا نصب نمایید",
        "این کار",
        "به راه اندازی مودم برای یک جلسه مجزا",
        "منجر می‌گردد. بر داشتن برنامه Quicken 2000 یا غیر فعال نمودن برنامه Quicken Download Manager",
        "راه حل همیشگی این خطا می‌باشد. مقاله Intuit",
        "چگونگی قطع برنامه Quicken Download Manager را توضیح می‌دهد. این مشکل همچنین در راه حل‌های Dell مقاله KB مورد بحث قرار گرفته است",
        "همچنین پیغام این Dell talk را مشاهده نمایید",
        "Dell Solution KB Article",
        "در مورد ویندوز 2000 و کامپیوسرو یا UUNET: این مقاله را MS KB را ببینید",
        "در مورد ویندوز NT یا 2000 یا مودم 3Com Impact ISDN: شما به ارتقای فایل. INF نیاز دارید. مقاله MS KB را مشاهده نمایید",
        "در مورد ویندوز NT و مودم USR Sportster ISDN: شما به ارتقای گرداننده driver نیاز دارید. مقاله MS KB را مشاهده نمایید",
        "در مورد ویندوز NT و مودم IBM Mwave: زمانی که از طریق ارتقای گرداننده IBM",
        "log on می‌نماید و یا در حالی که اولین بار یک حساب محلی را log on می‌کنید",
        "این مشکل ممکن است حل گردد. مقاله MS KB را ببینید",
        "در مورد کامپیوترهای IBM Value Point 466DX2: Blos به ارتقاء نیاز دارد. مقاله MS KB را مشاهده کنید",
        "در مورد ویندوز XP: MS KB 314846 را ببینید عملکرد بر مودم",
        "کابل و پورت اشتباه و مشکلات انتخاب دست دهی handshaking option problems"
      ]
    },
    {
      "EnglishWord": "duns6xx",
      "Meanings": [
        "Dial",
        "up Networking Systemخطای",
        "و 638: \u000bیک خطای داخلی سیستم عامل ویندوز اتفاق افتاده است. مایکروسافت پیشنهاد می‌کند که کامپیوتر را خاموش یا مجددا راه اندازی نمایید تا مطمین شوید که کلیه تغییرات جدید پیکر بندی",
        "تاثیر را پذیرفته اند",
        "چنانچه این مورد نتواند مشکل را حل نماید شما باید قسمت هایی از ویندوز را حذف یا مجددا نصب نمایید و یا می‌توانید ویندوز را مجددا نصب نمایید"
      ]
    },
    {
      "EnglishWord": "duns711",
      "Meanings": [
        "به اجرا در آمدن RasMan initialization صورت نمی‌گیرد. گزارش وقایع را بررسی نمایید",
        "چنانچه سرویس plug and play صورت نپذیرد این خطا در مورد ویندوز NT 4. 0 رخ می‌دهد. این خطا باعث باز نشدن مودم modems از روی controlpanel و همچنین مانع شناسایی مودم برای خدمات دستیابی راه دور خواهد شد",
        "برای حل این مشکل سرویس plug and play را از روی control panel/services فعال کنید"
      ]
    },
    {
      "EnglishWord": "duns718",
      "Meanings": [
        "مهلت برقراری تماس PPP پایان پذیرفته است",
        "این خطا نشان می‌دهد که گفتگوی PPP شروع شد اما به پایان رسید زیرا سرور راه دور",
        "در یک زمان مناسب پاسخ نداد",
        "این حالت به دلیل کیفیت ضعیف خط یا مشکل سرور ISP ایجاد می‌گردد. زمانی که مودم شما به ISP متصل می‌باشد و نام و کلمه عبور را فرستاده است این خطا نمایش داده می‌شود اما هیچ پاسخی از سوی سرور دریافت نمی‌گردد",
        "گاهی اوقات",
        "شماره گیری مجدد",
        "موفقیت آمیز خواهد بود",
        "اگر اعتبار حساب ISP شما تمام شود و یا چنانچه نام وکلمه عبوری که شما به کار می‌برید",
        "بی اعتبار باشد",
        "این خطا رخ میدهد",
        "در مورد ویندوز NT و Motorola ISDN Bitsurfr pro E2 مقاله MS KB را مشاهده نمایید",
        "زمانی که با ویندوز NT 4. 0 یا سرور SP2 تماس می‌گیرید این مقاله را ببینید"
      ]
    },
    {
      "EnglishWord": "duns720",
      "Meanings": [
        "هیچ کدام از پروتکل‌های کنترل PPP پیکر بندی نشده اند",
        "چنانچه تنظیمات شبکه dial",
        "up خود را پیکر بندی نکرده اید تا از یک پروتکل پشتیبانی شده توسط ISP یا سیستم مورد تماس خود استفاده نماید",
        "این خطا نمایش داده می‌شود. جدول Server Types",
        "dial",
        "up connectoid خود را امتحان کنید. اغلب ISP ها",
        "از پروتکل TCP یا IP استفاده می‌نمایند و بقیه نباید امتحان شوند. در اینجا یک صفحه محافظ نوارگردان connectoid ویندوز 95 وجود دارد. همچنین گزینش dial",
        "up server را بررسی نمایید",
        "اگر چه برخی از آنها ممکن است SLIP یا CSLIP را پشتیبانی نمایند ولی برای اکثر ISP ها",
        "این مورد PPP خواهد بود",
        "چنانچه TCP یا IP را بعنوان یک پروتکل برگزیده اید و این مورد توسط سیستم مورد تماس شما",
        "پشتیبانی نمی‌شود",
        "شما ممکن است این خطا را دریافت نمایید بعنوان مثال",
        "یک سرور دستیابی راه دور برای NetBEUI پیکر بندی می‌شود",
        "برای حل این مشکل Server Types",
        "connectoid",
        "DUNS را پیکر بندی نمایید تا با پروتکل نصب شده بر روی سرور راه دور برابری match نماید",
        "چنانچه به سروری متصل هستید که به encryption 128 بیت نیاز دارد و سیستم شما encryption 128 بیت رانصب نکرده است شما ممکن است با این خطا مواجه شوید. این صفحه از مایکروسافت ارتقای encryption 128 بیت را نشان خواهد داد. همچنین مقاله MS KB را مشاهده کنید: نصب RRAS",
        "encryption 128 بیت را غیر فعال می‌کند",
        "نصب TCP/IP یا شبکه dial",
        "up ممکن است صورت نپذیرد. برای TCP یا IP متصل به آداپتور dial",
        "up",
        "control panel/Network را بررسی نمایید",
        "شما می‌توانید پروتکل TCP یا IP را حذف و سپس مجددا نصب نمایید. اگر در دستگاه خود",
        "کارت LAN دارید و از طریق یک مودم به اینترنت دسترسی دارید",
        "TCP یا IP باید فقط به آداپتور dial",
        "up متصل شوند مگر اینکه TCP یا IP روی LAN خود را استفاده نمایید",
        "چنانچه RAS را فقط به تلفن‌های دریافت receive پیکر بندی نموده اید این خطا نمایش داده می‌شود",
        "از طریق controlpanel/Network به جدول Remote Access Service روی Services بروید و صرفا برای dial",
        "out یا dial",
        "out و تلفن‌های دریافت",
        "RAS را پیکربندی نمایید",
        "این خطا بعلاوه خطای 611 چند علت متفاوت را دارد که از جمله آنها می‌توان عدم نصب رابط NETBLOS و یا غیر فعال بودن NETBLOS را نام برد"
      ]
    },
    {
      "EnglishWord": "duns741",
      "Meanings": [
        "کامپیوتر محلی از encryption پشتیبانی نمی‌نماید",
        "نصب Routing and Remote Access Service RRAS مایکروسافت encryption 128 بیت را غیر فعال می‌سازد",
        "چنانچه PPTP با نسخه قدیمی‌تر DUNS به کار رود",
        "راه حل آن",
        "گسترش و ارتقای DUNS 1. 3 می‌باشد"
      ]
    },
    {
      "EnglishWord": "duns742",
      "Meanings": [
        "سرور راه دور از encryption پشتیبانی نمی‌کند",
        "نصب RRAS مایکروسافت ممکن است encryption 128 بیت را غیر فعال کند",
        "سرویس گیرنده DUNS128 بیت ویندوز 95 را نشان می‌دهد"
      ]
    }
  ]
}