{
  "Group": "I",
  "Entries": 15,
  "Words": [
    {
      "EnglishWord": "info",
      "Meanings": [
        "Info به معنی information و نشان دهنده مجموعه‌های اطلاع رسانی می‌باشد",
        "مطالب مرتبط"
      ]
    },
    {
      "EnglishWord": "integrated services digital network",
      "Meanings": [
        "شبکه دیجیتالی که توانایی فرستادن صدا و داده‌ها را با سرعتی بالا دارد",
        "مخفف ="
      ]
    },
    {
      "EnglishWord": "internet",
      "Meanings": [
        "اینترنت",
        "دو یا چند شبکه با قراردادهای متفاوت که توسط مسیر گردان router به یکدیگر متصل شده اند. کاربران internet workمی توانند به تمام منابع شبکه‌های متصل شده",
        "دستیابی داشته باشند"
      ]
    },
    {
      "EnglishWord": "internet connection",
      "Meanings": [
        "اتصال اینترنت",
        "رجوع به"
      ]
    },
    {
      "EnglishWord": "internet connection wizard",
      "Meanings": [
        "ویزارد اتصال اینترنت",
        "رجوع به"
      ]
    },
    {
      "EnglishWord": "internet explorer",
      "Meanings": [
        "کاوشگر اینترنت",
        "یکی از قویترین مرورگرها که بیشترین استفاده را میان کاربرای دارد"
      ]
    },
    {
      "EnglishWord": "internet service provider",
      "Meanings": [
        "سازمانهای سرویس دهنده اینترنت"
      ]
    },
    {
      "EnglishWord": "internetwork",
      "Meanings": [
        "شبکه گسترده",
        "رجوع به"
      ]
    },
    {
      "EnglishWord": "introduction",
      "Meanings": [
        "راهنمای شروع به کار با شبکه جهانی",
        "دنیای امروز در حال پیشرفت به سمتی است که اندک اندک شاهد انجام کارهای روزانه از طریق اینترنت خواهیم بود. کارهایی مانند: رسیدگی به امور مالی – خرید – حضور در کلاسهای درس – مراجعه به پزشک – کنفرانس‌ها و مکاتبات و نظایر آنها. \u000bاینترنت اکنون بیش از 30 سال قدمت دارد ولی محبوبیت آن از سال 1990 یعنی سالی که وب جای خود را در میان کاربران باز کرد شروع شد. تا جایی که عبارتهای وب و اینترنت اغلب به جای هم بکار می‌روند. در حالی که اینترنت مقوله ای بسیار فراتر از صفحات وب است. \u000bشبکه جهانی وب به تنهایی در برگیرند. بیش از یک میلیارد صفحه اطلاعات رایگان می‌باشد. بزرگترین ویژگی وب روح اشتراک و ارتباط متقابل آن است"
      ]
    },
    {
      "EnglishWord": "ip",
      "Meanings": [
        "Internet protocol",
        "استانداردی که ارتباط کامپیوترها در شبکه اینترنتی را کنترل می‌کند",
        "IP یک عدد منحصر بفرد 32 بیتی بوده که کامپیوتر موجود در یک شبکه را مشخص می‌کند. \u000bو از چهار عدد سه رقمی تشکیل شده است. مانند: \u000bLocalhost = 127. 0. 0. 1\u000b\u000bبا استفاده از سیستم آدرس دهی IP می‌توان 4. 294. 976. 296 232 آدرس را تولید کرد. بصورت تیوری. تعداد واقعی آدرس‌های قابل استفاده کمتر از مقدار بین 3. 2 میلیارد و 3. 3 میلیارد فوق است. علت این امر",
        "تفکیک آدرس‌ها به کلاس‌ها و رزو بودن برخی آدرس‌ها برای multicasting",
        "تست و موارد خاص دیگر است. \u000b\u000bیک بسته اطلاعاتی IP دارای یک هدر Header با اطلاعات زیر است: \u000bآدرس مبداء. آدرس کامپیوتر ارسال کننده اطلاعات است. \u000bپورت مبداء. شماره پورت TCP و یا UDP بوده که توسط کامپیوتر مبداء به بسته اطلاعاتی نسبت داده شده است. \u000bآدرس مقصد: آدرس کامپیوتر دریافت کننده اطلاعات است. \u000bپورت مقصد. شماره پورتTCP و یا UDP بوده که کامپیوتر ارسال کننده برای باز نمودن بسته اطلاعاتی برای گیرنده مشخص کرده است. \u000b\u000bآدرس ها",
        "کامپیوترهای مبداء و مقصد را مشخص کرده",
        "در حالیکه شماره پورت این اطمینان را بوجود خواهد آورد که ارتباط بین دو کامپیوتر دارای یک مشخصه منحصر بفرد است. هر شماره پورت از شانزده بیت استفاده می‌نماید. تعداد پورت‌های ممکن 65536 16 2 خواهد بود. عملا\" از تمام محدوده پورت‌های فوق استفاده نشده و 4000 پورت بصورت واقعی استفاده خواهند شد"
      ]
    },
    {
      "EnglishWord": "ip address",
      "Meanings": [
        "آدرس‌های IP \u000bهر ماشین بر روی اینترنت دارای یک آدرس منحصر بفرد IP است. سرویس دهندگان اینترنت دارای آدرس‌های IP ثابت ایستا بوده که تغییر نخواهد کرد. کامپیوتری که با استفاده از آن به اینترنت متصل می‌گردید",
        "دارای یک IP متغیر بوده که توسط ISP مربوطه به شما اختصاص داده می‌شود. آدرس IP تخصیص یافته در طول مدت اتصال به اینترنت یک جلسه کاری ثابت بوده و تغییر نخواهد کرد. آدرس IP نسبت داده به شما در آینده و تماس مجدد با ISP ممکن است تغییر نماید. مراکز ISP برای هر یک از پورت‌های خود یک IP ایستا را نسبت می‌دهند. بدیهی است در آینده با توجه به پورت مورد نظر که در اختیار شما قرار داده می‌شود",
        "ممکن است آدرس IP نسبت به قبل متفاوت باشد"
      ]
    },
    {
      "EnglishWord": "ipx",
      "Meanings": [
        "Internet/Internetwork Packet eXchange",
        "Internetwork block gap = قراردادی برای ارتباط کامپوترها با هم در شبکه"
      ]
    },
    {
      "EnglishWord": "ir",
      "Meanings": [
        "ir نشاندهنده دومین مربوط به ایران میباشد و بهترین مشخصه یک سایت فارسی است ولی متاسفانه بعلت متداول بودن پسوند‌های com و Net توجه مناسبی به این پسوند نشده است",
        "مطالب مرتبط"
      ]
    },
    {
      "EnglishWord": "isdn",
      "Meanings": [
        "Integrated Services Digital Network",
        "شبکه دیجیتالی که توانایی فرستادن صدا و داده‌ها را با سرعتی بالا دارد"
      ]
    },
    {
      "EnglishWord": "isp",
      "Meanings": [
        "Internet service provider",
        "سازمانهای سرویس دهنده اینترنت",
        "یک ISP مرکز ارایه دهنده خدمات اینترنت یک محدوده از آدرس‌های IP را برای شرکت شما در نظر می‌گیرد. آدرس‌های فوق ریجستر و منحصر بفرد خواهند بود. آدرس‌های فوق Inside global نامیده می‌شوند. آدرس‌های IP خصوصی و غیرریچستر شده به دو گروه عمده تقسیم می‌گردند: یک گروه کوچک که توسط NAT استفاده شده Outside local address و گروه بزرگتری که توسط حوزه محلی استفاده خواهند شد Inside local address. آدرس‌های Outside local بمنظور ترجمه به آدرس‌های منحصربفرد IP استفاده می‌شوند. آدرس‌های منحصر بفرد فوق",
        "outside global نامیده شده و اختصاص به دستگاههای موجود بر روی شبکه عمومی اینترنت دارند"
      ]
    }
  ]
}