{
  "Group": "P",
  "Entries": 8,
  "Words": [
    {
      "EnglishWord": "password",
      "Meanings": [
        "رمز عبور",
        "کلمه رمز",
        "اسم رمز \u000bیک اقدام امنیتی که دستیابی به سیستم‌های کامپیوتری و فایل‌های حساس را محدود می‌سازد. کلمه رمز یک رشته کاراکترهای منحصر به فرد است که کاربر ازآن به عنوان کد شناسایی استفاده می‌کند. سیستم نیز کد در یافت شده از جانب کاربر را با لیست کلمه‌های رمز و کاربران مجاز مقایسه می‌کند. اگر کد مزبور مجاز باشد سیستم در اختیار کاربر قرار می‌گیرد که اختیارات وی به سطح حفاظت مربوط به آن کلمه رمز محدود می‌گردد"
      ]
    },
    {
      "EnglishWord": "pci",
      "Meanings": [
        "peripheral component interconnect",
        "اتصال اجزاء جانبی"
      ]
    },
    {
      "EnglishWord": "plug and play",
      "Meanings": [
        "استانداردی برای اتصال دستگاههای جانبی مانند پرینتر و… به سیستم"
      ]
    },
    {
      "EnglishWord": "pop3",
      "Meanings": [
        "مخفف Post Office Protocol",
        "استفاده از سرویس ایمیل با استفاده از نرم افزار Office"
      ]
    },
    {
      "EnglishWord": "port",
      "Meanings": [
        "انتقال یک برنامه از یک پایگاه با محلی دیگر",
        "در سخت افزار کامپیوتر محلی برای وارد و خارج کردن داده‌ها از یک دستگاه می‌باشد. ریزپردازنده‌ها در گاههایسی برای ارسال و دریافت بیت‌های داده ای دارند. این درگاهها معمولا به مکانهای خاصی از حافظه ارتباط دارند. سیستمهای کامپیوتر کامل درگاههای برای اتصال دستگاههای جانبی مانند چاپگر و مودم دارند. در برنامه نویسی تغییر یک برنامه به منظور اجرای آن در یک کامپیوتر دیگر می‌باشد"
      ]
    },
    {
      "EnglishWord": "ppp",
      "Meanings": [
        "Point to Point Protocol",
        "پروتکلی که برای اتصال خطهای تلفن به اینترنت استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "protocol",
      "Meanings": [
        "پروتکل",
        "قرارداد \u000bپروتکل در شبکه‌های کامپیوتری به مجموعه قوانینی اطلاق می‌گردد که نحوه ارتباطات را قانونمند می‌نماید. نقش پروتکل در کامپیوتر نظیر نقش زبان برای انسان است. برای مطالعه یک کتاب نوشته شده به فارسی می‌بایست خواننده شناخت مناسبی از زبان فارسی را داشته باشد. بمنظور ارتباط موفقیت آمیز دو دستگاه در شبکه می‌بایست هر دو دستگاه از یک پروتکل مشابه استفاده نمایند"
      ]
    },
    {
      "EnglishWord": "pulse",
      "Meanings": [
        "شماره گیری به شکل پالس ضربانی",
        "رجوع به",
        "مطالب مرتبط"
      ]
    }
  ]
}