{
  "Group": "3",
  "Entries": 5,
  "Words": [
    {
      "EnglishWord": "3d",
      "Meanings": [
        "Graphics: سه بعد برای اشیای در نمای دید",
        "اولین و دومین بعد عرض و طول و سومین بعد عمق می‌باشد"
      ]
    },
    {
      "EnglishWord": "3d accelerator card",
      "Meanings": [
        "Graphics: یک نوع کارت گرافیکی می‌باشد که می‌تواند به تحلیل سریعتر گرافیک سه بعدی رایانه کمک کند. رایانه‌ها نمی‌توانند در عمل تصاویر سه بعدی کاملا حقیقی را خلق کنند. و چنین رایانه ای هنوز ساخته نشده است بلکه رایانه‌ها می‌توانند تصاویر شبه سه بعدی را برای نمایشگرها تولید کنند. متاسفانه متاسفانه تبدیل تصاویر سه بعدی به دو بعدی نیارمند محاسبات پیپیده ای می‌باشد. یک کارت شتاب دهنده سه بعدی دارای طراحی ویژه ای می‌باشد که این محاسبات را برای رایانه‌ها انجام می‌دهد"
      ]
    },
    {
      "EnglishWord": "3d engine",
      "Meanings": [
        "Programming: موتور بازی جزیی از هسته نرم افزار بازی‌های رایانه ای یا دیگر برنامه‌های کاربردی Real Time است. که تکنولوژی خاصی را در بردارد که می‌تواند توسعه بازی را آسان‌تر کرده و اجازه می‌دهد که بازی در پلت فورم‌های مختلف مانند مکینتاس لینوکس ویندوز و کنسول‌های بازی همچون xbox360 یا PlayStation3 اجرا گردد. هسته عمل موتور به ترتیب رندرگر آن می‌باشد که می‌تواند برای بازی‌های دو بعدی یا سه بعدی باشد",
        "موتور فیزیکی آن و یا سیستم برخورد و پاسخ به برخورد صدا",
        "اسکریپت نویسی",
        "انیمیشن",
        "هوش مصنوعی",
        "شبکه",
        "جریان بازی",
        "مدیریت حافظه و یک ترسیم گر صحنه scene graph می‌باشد"
      ]
    },
    {
      "EnglishWord": "3d studio max",
      "Meanings": [
        "Design: یک بسته تمام عیار که برای توسعه دهندگان بازی",
        "شخصیت و فیلم مورد استفاده قرار می‌گیرد"
      ]
    },
    {
      "EnglishWord": "3ds",
      "Meanings": [
        "File Format: یک فرمت برای ذخیره مدل حاوی اشیای هندسی می‌باشد. به طور طبیعی نرم افزار 3D Studio Max از این فرمت استفاده می‌کند و این فرمت تقریبا یک استاندارد برای مدل‌های سه بعدی است"
      ]
    }
  ]
}