{
  "Group": "A",
  "Entries": 48,
  "Words": [
    {
      "EnglishWord": "a",
      "Meanings": [
        "Programming: یک الگوریتم برای جستجو مابین اطلاعات با کمک اکتشاف",
        "به طور کلی از این الگوریتم در توسعه بازی برای مسیریابها استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "aaa",
      "Meanings": [
        "Business: یک بازی با درجه AAA در حقیقت بهترین نسل در نوع خود می‌باشد. این عنواند دارای بیشترین میزان محصول می‌باشد. و بودجه فراوانی برای توسعه آن صرف می‌شود. نمونه ای از بازی‌های AAA بازی‌های بزرگی همچون Doom III"
      ]
    },
    {
      "EnglishWord": "aabb",
      "Meanings": [
        "Graphics: یک اصطلاح برای نامهای محورهای یک محدوده جعبه شکل می‌باشد. در حقیقت این یک مکعب است که نمی‌چرخد. تمام گوشه هایش همسو به محورهاست. AABB‌ها می‌توانند هنگامی که شما دو نقطه را استفاده می‌کنید تعریف شوند و یا AABB می‌توانند برای تکنیک هایی نظیر collision detection و scene culling استفاده شوند"
      ]
    },
    {
      "EnglishWord": "abandonware",
      "Meanings": [
        "Business: این واژه در سال 1997 متداول شد و به هر بازی گفته می‌شود که تولید آن توسط ناشر متوقف شده باشد. این بازی‌ها نمی‌توانند به شکل تجاری باشند و همچنین نمی‌توانند از سایت ناشر دانلود شوند"
      ]
    },
    {
      "EnglishWord": "absolute coordinate system",
      "Meanings": [
        "Graphics: سیستم مختصات مطلق یک سیستم مختصاتی است. این سیستم مختصات محلی است که تمام اشیا باید از مختصات نمای دیدتان از آن نمایش داده شوند. تمام مختصاتها و نماها دوربین‌ها ثابت هستند و حرکت دوربین‌ها از پیش تنظیم شده است"
      ]
    },
    {
      "EnglishWord": "abstract data type",
      "Meanings": [
        "Programming: مجموعه اختصاصی بر پایه محاسبات از اطلاعات انباشته شده با عملگرهای ایجاد",
        "تغییر و حق دسترسی"
      ]
    },
    {
      "EnglishWord": "accumulation buffer",
      "Meanings": [
        "Graphics: یک سطح که محل با چندین صحنه است و می‌تواند پیش از نمایش سطح به آن افزوده شود"
      ]
    },
    {
      "EnglishWord": "act file",
      "Meanings": [
        "File Format: فایلهای. ACT فایلهای اجرایی برای موتور Genesis 3D هستند"
      ]
    },
    {
      "EnglishWord": "actionscript",
      "Meanings": [
        "Programming: ActionScript یک زبان اسکریپتی می‌باشد که توسط آن می‌توان برای کنترل برنامه‌های ساخته شده تحت Flash اسکریپت نویسی کرد"
      ]
    },
    {
      "EnglishWord": "adaptive learning",
      "Meanings": [
        "Programming: یک سیستم هوش مصنوعی که می‌تواند خودش بر اساس شرایط محیطی و تاثیرات دوباره برنامه ریزی شود"
      ]
    },
    {
      "EnglishWord": "advance",
      "Meanings": [
        "Business: همان حق امتیاز می‌باشد. پولی از طرف یک ناشر به یک توسعه دهنده برای ساخت بازی داده می‌شود و می‌تواند حق امتیاز فروش برای توسعه دهنده کم شود. به عنوان نمونه اگر یک توسعه دهنده مبلغ 25000 دلار را به عنوان Advance که می‌شود همان مبلغ پیشرفت بگیرد هنگامی که کار توسعه بازی به اتمام رسید توسعه دهنده نمی‌تواند از واحد پیشرفت یا Advance حق الامتیاز فروش که قبلا گرفته پولی دریافت کند همچنین اگر تولید کننده 30 دلار را تعیین کند و بازی را انتشار دهد و از فروش هر نسخه 10 دلار بدست بیاورد و توسعه دهنده 10 درصد حق امتیاز فروش بازی را داشته باشد می‌تواند از فروش هر نسخه از بازی 1. 5 دلار دریافت کند. پیش از این که توسعه دهنده هر پولی را به عنوان Advance دریافت کند می‌تواند از فروش 16/667 واحد مبلغ 25000 دلار بگیرد"
      ]
    },
    {
      "EnglishWord": "adventure game",
      "Meanings": [
        "Design: یک سبک از بازی که به طور عمومی شامل گرافیک ها",
        "شخصیت‌ها و بر پایه داستان می‌باشد. کاربر به طور عمومی باید تعدادی معما را که در داستان تعیین شده حل کند. به عنوان نمونه از این سبک م تواند به سری Monkey Island و خیلی بازی‌های از این سبک اشاره کنیم"
      ]
    },
    {
      "EnglishWord": "affine texture mapping",
      "Meanings": [
        "Graphics: یک بافت نگاشت شده ساده. مختصات بافت چند ضلعی به شکل طولی و خطی داخل سرتاسر سطح چند ضلعی می‌باشد. این تکنیک کاربرد زیادی در نماهای پرسپکتیو و جلوه‌های بافت برای آب و… ندارد"
      ]
    },
    {
      "EnglishWord": "affine transformation",
      "Meanings": [
        "Graphics: ترکیبی از تغییرات خطی. به شکل معمول در یک ماتریس واحد ذخیره می‌شود. نسبت سلبی تغییرات یا همان Affine transformations دربردارنده چرخش",
        "مقیاس",
        "تغییرات انتقال و برش‌ها می‌باشد"
      ]
    },
    {
      "EnglishWord": "agent",
      "Meanings": [
        "Business: Agent‌ها یا همان واسطه‌ها کسانی هستند که به طور طبیعی می‌توانند نقش یک واسطه مابین توسعه دهندگان و ناشران باشند و معمولا 10 درصد حق امتیاز فروش را می‌گیرند"
      ]
    },
    {
      "EnglishWord": "aiff",
      "Meanings": [
        "File Format: فایلهای. ACT فایلهای اجرایی برای موتور Genesis 3D هستند"
      ]
    },
    {
      "EnglishWord": "albedo texture",
      "Meanings": [
        "Graphics: یک Albedo یا بازتاب در حقیقت یک میزان فیزیکی از انعکاس بافت‌ها می‌باشد. به طور عمومی سرتاسر طیف مریی نور یک بافت است. بافت بازتاب شبیه سازی سطح بازتاب در مقابل روشنایی تعریف شده بر اساس رنگ می‌باشد"
      ]
    },
    {
      "EnglishWord": "algorithm",
      "Meanings": [
        "Programming: یک سری دستورالعمل برای انجام وظایف را الگوریتم می‌گویند و این در حقیقت ستون فقرات تمام برنامه می‌باشد"
      ]
    },
    {
      "EnglishWord": "aliasing",
      "Meanings": [
        "Graphics: این جلوه هنگامی تولید می‌وشد که یک تصویر کامل با کیفیت محدود درون نمایشگر گذاشته می‌شود. این جلوه از کیفیت تصویر کم می‌کند. به عنوان نمونه دربرداشتن خطوط دندانه دار در کیفیت پایین"
      ]
    },
    {
      "EnglishWord": "allegro",
      "Meanings": [
        "Programming: یک کتابخانه برنامه نویسی بازی که می‌تواند به تعدادی سیستم عامل Port شود. آدرس تارنمای آن: www. talula. demon. co. uk/allegro"
      ]
    },
    {
      "EnglishWord": "alpha blending",
      "Meanings": [
        "Graphics: دادن مراحل مختلف ماتی شفافی به اشیای گرافیکی. این کار اجازه ساختن چیزهایی مانند شیشه",
        "مه و یا حتی اشباح را امکان پذیر می‌کند. این چیزها می‌تواند با استفاده alpha channel‌ها ساخته شود"
      ]
    },
    {
      "EnglishWord": "alpha buffer",
      "Meanings": [
        "Graphics: لیست لینک شده ای از رنگهای دسته شده بر اساس عمق",
        "به طور نمونه هر چیکسل را در بافر Z بر می‌گرداند. رنگ‌ها باید یکی از این دو مورد باشند. یا به لیستی که از قبل تنظیم شده است اضافه شده باشد یا لیست باید بتواند آن را برای خودش دسته بندی کند. پس از این که تمام رنگ‌ها به لیست افزوده شدند لیست استفاده می‌شود برای ساختن کیفیت رنگ از ترکیب محتویات رنگ‌ها از سیاه و جلوتر برای استفاده از آلفا کانال"
      ]
    },
    {
      "EnglishWord": "alpha channel",
      "Meanings": [
        "Graphics: در رنگ 32 بیت",
        "بیت برای رنگ استفاده می‌شوند. و 8 بیت اضافی برای نمایش میزان alpha یا کانال‌های آلفا استفاده می‌شوند. این مقادیر برای تعیین سطوح شفافیت پیکسل‌ها استفاده می‌شوند"
      ]
    },
    {
      "EnglishWord": "alpha testing",
      "Meanings": [
        "Graphics: یک شیوه برای ساختن شفافیت و بررسی مقادیر آلفا از گرفتن پیکسلها",
        "Programming: مرحله اول آزمایش می‌باشد. ددر این حالت بیشتر کارکرد اساسی کدهای نرم افزار مورد بررسی قرار می‌گیرد"
      ]
    },
    {
      "EnglishWord": "animation",
      "Meanings": [
        "Graphics: فرآیندی برای ساختن شبیه سازی حرکت یا فعالیت"
      ]
    },
    {
      "EnglishWord": "anisotropic filtering",
      "Meanings": [
        "Graphics: این مرحله اخرین صافی سه خطی می‌باشد. نمونه آن استفاده از چندین Mip Map برای گررفتن بهترین نزدیکی برای بافت می‌باشد. که تاثیر به سزایی بر عملکرد می‌گذارد"
      ]
    },
    {
      "EnglishWord": "ann",
      "Meanings": [
        "Programming: مخفف جمله Artificial Neural Net می‌باشد. ساختاری بر پایه چندین نقطه سنگین که از ورودی‌ها استفاده می‌کند. به خصوص که برای هوش مصنوعی بسیار مفید است. زیرا این روش به طور کامل دقیق نیست و مسلما می‌تواند کار را دقیق‌تر کند"
      ]
    },
    {
      "EnglishWord": "ansi",
      "Meanings": [
        "Programming: مخفف American National Standards Institute می‌باشد"
      ]
    },
    {
      "EnglishWord": "antialias",
      "Meanings": [
        "Graphics: Antialiasing به فرآیندی گفته می‌شود که پیکسلهای اضافی دور حاشیه اشیا را می‌افزاید و در پس زمینه مخلوط می‌کند برای صاف شدن. و کاهش دادن دندانه ها. به طور نمونه رنگ آمیزی استفاده شده به شکل میانگین از پیکسل‌های پس زمینه احاطه کننده می‌باشند و این اشیا اصطلاحا antialis می‌شوند. این تکنیک ابتدا توسط MIT's Media Lab اختراع گردید"
      ]
    },
    {
      "EnglishWord": "anti-aliasing",
      "Meanings": [
        "Graphics: این فرآیند برای تخلیه جلوه aliasing می‌باشد. یک فرآیند صافی که به طور طبیعی برای فرآیند حذف جلوه پله پلگی مورد استفاده قرار می‌گیرد"
      ]
    },
    {
      "EnglishWord": "api",
      "Meanings": [
        "Programming: مخفف Application Program Interface می‌باشد. حلقه ارتباطی مابین سیستم عامل و سخت افزار می‌باشد و برنامه نویس از طریق آن می‌تواند سخت افزار را کنترل کند. به عنوان مثال DirectX یک API برای کنترل سخت افزار گرافیکی می‌باشد"
      ]
    },
    {
      "EnglishWord": "application program interface",
      "Meanings": [
        "Programming: مخفف API می‌باشد. حلقه ارتباطی مابین سیستم عامل و سخت افزار می‌باشد و برنامه نویس از طریق آن می‌تواند سخت افزار را کنترل کند. به عنوان مثال DirectX یک API برای کنترل سخت افزار گرافیکی می‌باشد"
      ]
    },
    {
      "EnglishWord": "arc",
      "Meanings": [
        "Graphics: یک قسمت از دایره با اندازه و زاویه خاص"
      ]
    },
    {
      "EnglishWord": "architecture",
      "Meanings": [
        "Programming: به دانش",
        "هنر یا طراحی حرفه ای و ساخت ساختمان‌ها پل‌ها و… می‌گویند"
      ]
    },
    {
      "EnglishWord": "archtype",
      "Meanings": [
        "Design: یک Archtype به طور کلی از یک طرح در طراحی پیروی می‌کند. این می‌تواند در هر وجه طرحی به کار برده شود. به عنوان نمونه “Quest” یک archtype می‌باشد که با طرح عمومی یک archtype بازی با سبک advanture طرح ریزی شده است. قسمتی از “Quest” شخصیت X باید ذخیره کند جهان را از شیطان دوباره بازگشته/ خراب کرده/ اشیای جادویی / شخص/ ستارگان X و Y و اشخاص بی تجربه اما QUEST می‌تواند موجب یک بلوغ بشود. شخصیت‌های Archtype هستند تعقیب کننده. Princess و Rogue Warrior و kind old wizard هستند برخی نمونه‌ها که می‌توانند براحتی جایگزین بشوند. با استفاده از archtype قسمتی از طرح داستان",
        "یک کاربر می‌تواند به راحتی داستان خود را بهبود بدهد",
        "و می‌تواند بهره برداری کند یک نمونه بینش درون فعل و انفعالات شخصیت ها"
      ]
    },
    {
      "EnglishWord": "array",
      "Meanings": [
        "Programming: یک تعداد از کاراکترها و یا ارقامی که با یک متغیر تعریف می‌شود. در برنامه نویسی برای انباشته کردن اطلاعات استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "artifacts",
      "Meanings": [
        "Graphics: در گرافیک معمولا به بخش پایدار تصویر که نتیجه غلط عملکرد blitting می‌باشند می‌گویند"
      ]
    },
    {
      "EnglishWord": "artificial emotion",
      "Meanings": [
        "Design: شبیه ساز حالت‌ها و خصوصیات در نرم افزار"
      ]
    },
    {
      "EnglishWord": "artificial intelligence",
      "Meanings": [
        "Programming: تقلیدی هوشمندانه از هوش انسانی. نوع اصلی هوش مصنوعی مورد استفاده در بازی‌های جاری عبارتند از State Machines"
      ]
    },
    {
      "EnglishWord": "artificial life",
      "Meanings": [
        "Design: زندگی هوشمندانه به طور کلی یک هوش مصنوعی ضد و نقیض است. درصورتیکه AI جستجو کند جهان حقیقی را از یک سری داستان جامع. شروع زندگی هوشمند خیلی نمونه خط برای سیستم و توانایی دادن به رفتارهای جامع به پدیدار شدن از آن است"
      ]
    },
    {
      "EnglishWord": "ascii",
      "Meanings": [
        "Programming: استاندارد کد آمریکایی برای مبادله اطلاعات. این استاندارد برای نمایش حروف و متون و کنترل حروف مورد استفاده در متون همچون حذف",
        "backspace و… می‌باشد"
      ]
    },
    {
      "EnglishWord": "aspect ratio",
      "Meanings": [
        "Graphics: به نسبت عرض به ارتفاع در یک تصویر می‌گویند"
      ]
    },
    {
      "EnglishWord": "assembler",
      "Meanings": [
        "Programming: یک assembler به طور اساسی یک کامپایلر سطح پایین با مترجم دستورالعمل‌های assembly درون اشیا کد می‌باشد. که می‌تواند به خواندن پردازش‌ها بپردازد"
      ]
    },
    {
      "EnglishWord": "assembly language",
      "Meanings": [
        "Programming: یک زبان برنامه نویسی سطح پایین که از مقادیر 16 تایی در سبک mnemonic‌ها استفاده می‌کند. هر mnemonic برابر است با یک یا تعدادی دستورالعمل که ویژه پردازش کدهای نوشته شده برای آن می‌باشد. توانایی‌های زبان اسمبلی خیلی قابل فهم نیست. اما بشدت قدرتمند برای کارایی بیشتر است. در حقیقت کامپایلرهای زبان‌های C و C++ با اسمبلرها بری کارایی کار می‌کنند. هرچند بی شباهت به زبان‌های C و ++C و دیگر زبان‌های سطح بالا که از برنامه نویس برای رفتن و غرق شدن در کدهای شبه مادر و 0 و 1 محافظت می‌کنند. در زبان اسمبلی برنامه نویسان باید وارد هر دستور رایانه ای بشوند تا آن را انجام بدهند. همچنین نوشتن هرچیزی کاربردی با برخی بیشاز خطوط کدها"
      ]
    },
    {
      "EnglishWord": "asset",
      "Meanings": [
        "File Format: یک اصطلاح کلی برای منابع گرافیکی",
        "صوتی",
        "نقشه ها",
        "مراحل",
        "مدلها و دیگر منابع که به طور عمومی Asset‌ها درون فایلهای بزرگ کامپایل می‌شوند. فرمت فایلها باید برای بارگذاری سریع‌تر طراحی شده و با فرمت‌های حافظه یکسان شود. و یا فشرده سازی سخت برای کاربرد در بازی‌ها و یا یک طراحی دیگر که بتواند برای استفاده در بازی سودمند باشد. که برای داشتن یک سلسله ابزارهای Asset ماربردی است. مدلهای اصلی مدلهای درجه بالایی با تصاویر R8G8B8A8 می‌باشد. شما ممکن است یک مدل محرک و فشرده ساز DXT داشته باشید. این Asset‌ها ممکن است تغییراتی بیشتر برای خاتمه دادن در فایل منبع بزرگ داشته باشند",
        "Graphics: در حقیقت به محدوده ای از تمام منابع همچون گرافیک ها",
        "اصوات",
        "مدلها و دیگر منابع می‌گویند. به طور عموعی Asset‌ها به شکل کامپایل شده درون یک فایل بزرگ هستند. فرمت این فایل‌ها هم باید برای بارگذاری سریع در فرمت‌های حافظه طراحی شود. یا برای بازی در حالت فشرده قرار بگیرد"
      ]
    },
    {
      "EnglishWord": "attributes",
      "Meanings": [
        "Design: در بازی‌های با سبک داستان محور RPG",
        "Attribute یا همان نشان‌ها تعدادی وجه ویژه هستند در شرایط شخصیت ها. به عنوان نمونه چالاکی",
        "هوش",
        "شانس",
        "قدرت و… تمام این خاصیت‌ها یک نشان یا Attribute هستند"
      ]
    },
    {
      "EnglishWord": "avatar",
      "Meanings": [
        "Design: یک نماد که در صنعت شبیه سازی به عنوان نماد کاربر نشان داده می‌شود"
      ]
    },
    {
      "EnglishWord": "axis aligned bounding box",
      "Meanings": [
        "Graphics: نوعی محدوده جعبه ای که جعبه هم درجه با دو نقطه در فضا می‌شود که به تعریف نیاز دارند. این تکنیک استفاده بسیار سریعی دارد و حافظه کمتری می‌گیرد اما محدود به صحنه ای است که فقط هم درجه با محورهایش شده است"
      ]
    }
  ]
}