{
  "Group": "B",
  "Entries": 36,
  "Words": [
    {
      "EnglishWord": "backbuffer",
      "Meanings": [
        "Graphics: یک سطح ثانویه از چهارچوب گرافیکی جاری که قبل از انتقال به سطح اولیه نمایش ذخیره شده است"
      ]
    },
    {
      "EnglishWord": "backface culling",
      "Meanings": [
        "Graphics: چندضلعی‌ها Polygon که دیده نمی‌شود و زمان اضافی را برای ترسیم آنها در صحنه می‌خواهد که این تکنیک این چندضلعی‌ها را حذف می‌کند"
      ]
    },
    {
      "EnglishWord": "bank",
      "Meanings": [
        "Programming: یک بخش 64k از حافظه ویدیویی که در کارتهای گرافیکی قدیمی ایجاد شد. که با کامپایلرهای 16 بیت تا نهایت 2 بایت ساخته می‌شد. و به برنامه نویس اجازه می‌داد آدرس‌های خطی تنها 65k از فضای صحنه و از هر بار را بدهد"
      ]
    },
    {
      "EnglishWord": "basic",
      "Meanings": [
        "Programming: دستورالعمل‌های نمادین با تمام هدف‌ها برای مبتدی ها. یک زبان برنامه نویسی خوب"
      ]
    },
    {
      "EnglishWord": "beta testing",
      "Meanings": [
        "Programming: آزمایش beta دومین مرحله آزمایش نرم افزار است که به گروهی از کاربران برای ازمایش داده می‌شود تا آنها در محیط حقیقی و جهانی آن را آزمایش کنند"
      ]
    },
    {
      "EnglishWord": "bezier curve",
      "Meanings": [
        "Graphics: یک منحنی که از چند نقطه کنترل شده تولید می‌شود"
      ]
    },
    {
      "EnglishWord": "bezier surface",
      "Meanings": [
        "Graphics: سطح منحنی وار که از مش نقاط کنترل شده ایجاد شده است"
      ]
    },
    {
      "EnglishWord": "big-o notation",
      "Meanings": [
        "Programming: یک سنجش نظری از اجرای یک الگوریتم. معمولا زمان یا حافظه ای مورد نیاز باشد یک مشکل اندازه n را می‌دهد. که معمولا تعداد آیتم‌های آن مد نظر است"
      ]
    },
    {
      "EnglishWord": "bilinear",
      "Meanings": [
        "Graphics: در هنگامی که به بافت نمایش داده شده نزدیک می‌شود خیلی زشت می‌شود. تکنیک Bilinear درون یابی می‌کند فرآیند نرم شدن قسمت‌های خارجی بافت را و آن‌ها را تا حدودی تار می‌کند تا نرم‌تر در هنگام نمایش به نظر برسند"
      ]
    },
    {
      "EnglishWord": "bilinear filtering",
      "Meanings": [
        "Graphics: استفاده از چهار گوشه نزدیک به هم برای وارد کردن مقادیری از پیکسلها در یک بافت که این تکنیک باعث کاهش دندانه دار شدن بافت موقعی که بزرگتر است می‌شود اما حافظه بیشتری رو در مقابل می‌گیرد"
      ]
    },
    {
      "EnglishWord": "billboard",
      "Meanings": [
        "Graphics: یک تصویر دو بعدی که در سه بعد می‌چرخد که این تعریف معمولی آن می‌باشد. تعریف دیگر آن این می‌باشد: یک تصویر دو بعدی که در plane‌های مشابه رندر می‌شود برای نمایش دوربین در جهان سه بعدی"
      ]
    },
    {
      "EnglishWord": "binary",
      "Meanings": [
        "Programming: سیستم اعداد باینری بر پایه اعداد سیستم می‌باشند که ترکیبی از 1 و 0 می‌باشد"
      ]
    },
    {
      "EnglishWord": "binary operator",
      "Meanings": [
        "Programming: یک عملگر محاسباتی همچون +",
        "* یا / که بین دو عملوند انجام می‌شود"
      ]
    },
    {
      "EnglishWord": "bit",
      "Meanings": [
        "Programming: کوچک شده مقادیر binary می‌باشد. کوچکتری واحد اطلاعات در رایانه می‌باشد. که نمایانگر روشن یا خاموش می‌باشند"
      ]
    },
    {
      "EnglishWord": "bitmap",
      "Meanings": [
        "Graphics: معمولا به یک بلوک مستطیلی از اطلاعات محل داده‌های ذخیره شده تصویر که باعث ساخته شدن تصویر می‌شود گفته می‌شود. به عنوان نمونه اگر شما صحنه ای را ضبط کنید داده‌های شما دارای یک bitmap از صحنه است"
      ]
    },
    {
      "EnglishWord": "blender",
      "Meanings": [
        "Graphics: یک نرم افزار مدلساز سه بعدی منبع باز که تحت استاندارد GPL منتشر شده است. این نرم افزار در اصل یک محصول تجاری بود اما از سوی کمپانی والد منبع باز بود. که بعد از آن پروژه شکست خورد و منبع باز شد. این نرم افزار در اصل مشخص نیست که ابتدا از سوی که ایجاد شد. Blender یک نرم افزار مدلساز فوق العاده قدرتمند می‌باشد. و رندرگر کاملا ray",
        "trace دارد. تکنیک‌های آن به شرح زیر می‌باشد: NURBS curves and surfaces"
      ]
    },
    {
      "EnglishWord": "blending",
      "Meanings": [
        "Graphics: هنگامی که یک تصویر ترسیم می‌شود همچنین تصاویری که قبل از آن ترسیم شده اند هم می‌توانند دیده شوند. تکنیک Blending رنگ‌های اصلی را با رنگ‌های مقصد ترکیب می‌کند تا درصدی متفاوت ارایه شود"
      ]
    },
    {
      "EnglishWord": "blit",
      "Meanings": [
        "Graphics: مخفف Bit Block Transfer به معنای انتقال بلوک بیتی می‌باشد. این فرآیند یک bitmap را از صفحه نمایش به blitter انتقال می‌دهد"
      ]
    },
    {
      "EnglishWord": "blitter",
      "Meanings": [
        "Graphics: یک پردازش ویژه سطح بالا که فقط برای کارهای گرافیکی طراحی شده است. به طور کلی یک رونوشت ماهرانه از تکه ای مستطیلی از اطلاعات گرافیکی از محل به محل. سپس سیستم عاملهای همچون Windows یا MacOS پس از آن با تکه مستطیلی بزرگ پنجره‌ها را پر می‌کنند. یک Blitter اکنون یک استاندارد در کارتهای گرافیکی است"
      ]
    },
    {
      "EnglishWord": "blitting",
      "Meanings": [
        "Graphics: یک شیوه از خروجی اسپریت‌ها ویژه نمایش تنها رنگ‌های بدون شفافیت. بدون بررسی در زمان اجرا. این کار به این شکل انجام می‌شود که قطعه ای از کدهای bmp محتوی اطلاعات حافظه تصویر که فقط دربردارنده رنگ‌های غیر شفاف است و از پیش کامپایل شده است"
      ]
    },
    {
      "EnglishWord": "blizzard entertainment",
      "Meanings": [
        "Business: یک کمپانی طراحی بازی معروف و خالق بازی‌های Diablo",
        "Warecraft و Starcraft"
      ]
    },
    {
      "EnglishWord": "bloatware",
      "Meanings": [
        "Programming: نرم افزاری که برای اندازه‌های بزرگ لازم نیست. این نیازمند به یک میزان فضای حافظه برای نصب و میزان RAM برای اجرا است"
      ]
    },
    {
      "EnglishWord": "bmp",
      "Meanings": [
        "File Format: Bitmap یک سری بیتهایی برای نمایش یک تصویر گرافیکی می‌باشد. که هر بیت یا گروهی از بیتها مشابه همان Pixel در تصاویر می‌باشد",
        "Graphics: یک. bmp فرمت فایل bitmap می‌باشد که فرمت استاندارد سیستم عامل ویندوز می‌باشد. فایلهای BMP می‌توانند اطلاعاتی را با تعدادی عمق رنگ متفاوت را نمایش دهند. و به طور کلی فشرده سازی شده نیستند. BMP می‌تواند دربردارنده اجرای نسخه‌های ENCODE برای 8 بیت فایل باشد و از 16 بیت پشتیبانی نمی‌کند"
      ]
    },
    {
      "EnglishWord": "bonus level",
      "Meanings": [
        "Design: یک مرحله یا سطح در بازی که شخصیت می‌تواند یک item یل نقاط افزوده شده را کسب نماید و در غیر اینصورت او نمی‌تواند به هدف Game Play دست پیدا کند"
      ]
    },
    {
      "EnglishWord": "boolean",
      "Meanings": [
        "Programming: یک اصطلاح ویژه نتایج مقادیر که به یکی از دو نتیجه درست یا غلط منتهی می‌شود. به طور عمومی مقدار صفر غلط را بر می‌گرداند و هر مقدار دیگر به غیر از آن درست را بر می‌گرداند. همچنین در برخی زبان‌ها از نوعی متغیر برای مرتب کردن نتایج Boolean استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "boolean geometry",
      "Meanings": [
        "Graphics: این تکنیک پس از اینکه ریاضیدان George Boole ترکیب چندین شی را ارایه داد نام گذاری شد. عملگر عمومی آن دربردارنده الحاقاتی برای ترکیب دو شکل و عملگرهای متفاوت می‌باشد. عملگرهای متفاوت می‌تواند برای بریدن یک شی خارج از دیگری استفاده شود. نرم افزار 3D Studio Max و بازی Red Faction برای کنسول Playstation2 نمونه‌های خوبی هستند که چگونه اشیا Boolean می‌توانند در نرم افزارهای کاربردی قابل استفاده باشند"
      ]
    },
    {
      "EnglishWord": "boss",
      "Meanings": [
        "Design: به طور کلی یک شخصیت دشمن می‌تواند پیدا شود به انتهای مرحله که نابود کردن آن کمی مشکل است. در اصل boss‌ها دارای یک طرح ویژه هستند که شما باید درباره آن در مقالات و کتب طراحی بازی تحقیق کنید"
      ]
    },
    {
      "EnglishWord": "bottom-up",
      "Meanings": [
        "Design: به فرآیند ساخت برخی چیزها از طراحی اولیه بر پایه عناصر و سپس ساختن تصاویر بزرگ خارج از آن می‌گویند. درست بر خلاف Top",
        "Down"
      ]
    },
    {
      "EnglishWord": "bounding box",
      "Meanings": [
        "Graphics: هر شی در گرافیک سه بعدی درون یک محدوده جعبه ای شکل قرار می‌گیرد. یک جعبه نزدیک به شی که برای ردیابی تصادم استفاده می‌شود. یک محور نشانه گذاری شده محدوده جعبه ای که از کم به زیاد در محورهای x و y و z تعریف شده اند. که محدوده جعبه به آن متمایل است. هرچند به طور عمومی نزدیک‌ترین اندازه را دارد زیرا این همواره هم محور شی است"
      ]
    },
    {
      "EnglishWord": "bresenham's algorithm",
      "Meanings": [
        "Graphics: یک الگوریتم رایانه که سلولهایی در یک شبکه است و باید به شکل صحیح برای نمایش خطوط مابین هر دو سلول در شبکه ترسیم شود. که برای ترسیم دلخواه خطوط در صحنه استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "bsod",
      "Meanings": [
        "Programming: مخفف Blue Screen Of Death به معنای صفحه آبی مرگ می‌باشد. به طور عمومی پس از این که سیستم خطایی بزرگ را تحت نسخه‌های متفاوت ویندوز این صفحه نمایش داده می‌شود. به طور کلی این مشکل با یک reboot حل می‌شود"
      ]
    },
    {
      "EnglishWord": "bsp tree",
      "Meanings": [
        "Graphics: درخت تقسیم بندی فضای باینری با Binary Space Partition Tree که به اختصار BSP Tree خوانده می‌شود. این است شیوه طبقه بندی برای طبقه بندی چند ضلعی هایی که حرکت نمی‌کنند. هنگامی که چند ضلعی‌ها هستند هم در جلو و هم در عقب چند ضلعی جاری نتیجه لیست لینک که مخصوص طبقه بندی تمام چند ضلعی‌ها در صحنه می‌شود"
      ]
    },
    {
      "EnglishWord": "bug",
      "Meanings": [
        "Programming: یک خطا در بازی یا نرم افزار رایانه ای"
      ]
    },
    {
      "EnglishWord": "bump mapping",
      "Meanings": [
        "Graphics: پردازش رندر چند ضلعی‌ها که نوعی فریب در دید عمق ایجاد می‌کنند و باعث می‌شوند شما عمق تصویر را ببینید. در حقیقت هر چه تصاویر به مشکی نزدیک‌تر باشند به شکل فرو رفته نشان داده می‌شود و هر چه تصویر روشن‌تر باشد به شکل بیرون‌تر نمایش داده می‌شود"
      ]
    },
    {
      "EnglishWord": "bvh",
      "Meanings": [
        "File Format: یک فایل BVH یک فایل با اطلاعات ضبط شده حرکتی می‌باشد. در حقیقت یک فایل BVH یک فایل متنی حاوی اطلاعات ضب شده از حرکات یک سیستم اسکلتی می‌باشد. که بیشتر برای دستگاه‌های Motion Capture استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "byte",
      "Meanings": [
        "Programming: یک بایت 18 بیت می‌باشد و با 256 ترکیب امکان پذیر متفاوت از 0 تا 255 و ذخیره شده در فرمت ASCII می‌باشد"
      ]
    }
  ]
}