{
  "Group": "C",
  "Entries": 39,
  "Words": [
    {
      "EnglishWord": "c",
      "Meanings": [
        "File Format: یک فایل حاوی کدهای زبان برنامه نویسی C"
      ]
    },
    {
      "EnglishWord": "carmack's reverse",
      "Meanings": [
        "Graphics: این تکنیک برمی گردد به موقعی که تکنیک اصلی stenciled shadow volumes دچار تغییراتی شد و بهبود یافت. این تکنیک به طور عمومی منسوب به استاد جان کرمک است. اگر چه دیگر اختراعات و تغییرات مشابه در همان زمان رخ داد"
      ]
    },
    {
      "EnglishWord": "cartesian coordinate system",
      "Meanings": [
        "Graphics: سیستم استاندارد مختصات با سه بعد که تحت سه محور سنجش x y و z"
      ]
    },
    {
      "EnglishWord": "cdx",
      "Meanings": [
        "Programming: یک بسته سه بعدی و دو بعدی صدا از DirectX با نمونه بازی پایه ای به سبک tile/map که از حرکت اسپریت‌های دو بعدی پشتیبانی می‌کند"
      ]
    },
    {
      "EnglishWord": "cel shading",
      "Meanings": [
        "Graphics: یک تکنیک که اشیا را مثل تصاویر کارتون رندر می‌کند"
      ]
    },
    {
      "EnglishWord": "cg",
      "Meanings": [
        "Graphics: یک زبان شیدر نویسی که توسط کمپانی nvidia ارایه شده است. این زبان از هر دو API معروف OpenGL و DirectX پشتیبانی می‌کند"
      ]
    },
    {
      "EnglishWord": "channel",
      "Meanings": [
        "Graphics: به طور عمومی برای توصیف اجزاء رنگ در ساخته شدن تصویر گفته می‌شود. یک تصویر 24 بیت می‌تواد سه کانال قرمز",
        "سبز و آبی را داشته باشد. یک تصویر 32 بیتی دارای چهار کانال هستند که کانال چهارم آلفا کانال می‌باشد"
      ]
    },
    {
      "EnglishWord": "cheats",
      "Meanings": [
        "Design: کدها یا حقه هایی که درون بازی برنامه نویسی شده است. که بازیکن دارای امکانات ویژه ای می‌کند. مانند آسیب ناپذیری یا اسلحه‌های اضافه. کدهای تقلب با همان cheat‌ها معمولا درون بازی برنامه نویسی شده اند و براحتی آزمایش شده اند. هرچند برخی از نرم افزارها و برنامه نویسان هم هستند که برای بازی این کدها را می‌سازند. امروزه این کدها در بسیاری از مجلات و تارنماها وجود دارد"
      ]
    },
    {
      "EnglishWord": "cinematic",
      "Meanings": [
        "Design: داشتن درجه برتری سینما. استفاده از صحنه‌های مهیج سینمایی در بازی‌ها را Cinematic می‌گویند"
      ]
    },
    {
      "EnglishWord": "clear reduction",
      "Meanings": [
        "Graphics: یک بهینه ساز از بافر Z که این بافرها 7/1 میزان نسبت به مقدار Z است. به طور کلی بافر Z در هر فریم حذف می‌شود"
      ]
    },
    {
      "EnglishWord": "clipping pane",
      "Meanings": [
        "Graphics: مرز تعریف بارگذاری و نمایش نقاط مدل‌های سه بعدی و بافتها می‌باشد"
      ]
    },
    {
      "EnglishWord": "clipping plane",
      "Meanings": [
        "Graphics: مرز تعریف بارگذاری و نمایش نقاط مدل‌های سه بعدی و بافتها می‌باشد"
      ]
    },
    {
      "EnglishWord": "clone",
      "Meanings": [
        "Design: این لغت دو تعریف دارد 1: بازی طراحی شده یا ساخته شده با با ویژگی هایی شبیه به دیگر بازی‌ها 2: بازی‌های ساخته شده با چشم داشتی شبیه به دیگر بازی‌های روز در نمایش",
        "روند بازی و… اما با عنوان متفاوت"
      ]
    },
    {
      "EnglishWord": "clut",
      "Meanings": [
        "Graphics: مخفف Color Look Up Table به معنای جدول مراجعه رنگی می‌باشد. یک فهرستی از رنگ‌ها می‌باشد. به عنوان مثال نگهداری 256 رنگ متفاوت در یک بایت و نگاه کردن به آن 3 بایت مورد استفاده است"
      ]
    },
    {
      "EnglishWord": "cms",
      "Meanings": [
        "Programming: یک سیستم مدیریت محتوا که دارای یک پرتال سیستم backend با کمک در مدیریت ساختن",
        "حذف و تغییر محتویات صفحه وب. برخی نمونه هایی که هستند PHPNuke یا Geeklog"
      ]
    },
    {
      "EnglishWord": "codec",
      "Meanings": [
        "Programming: کوتاه شده Compressor/Decompressor می‌باشد. این نام برای کتابخانه هایی که می‌توانند فشرده و خارج کردن از حالت فشرده سازی را با شیوه‌های متفاوت برای اطلاعاتی همچون فیلم و صدا را انجام دهند می‌گویند"
      ]
    },
    {
      "EnglishWord": "collision",
      "Meanings": [
        "Programming: یک فرآیند از تعیین این که اگر دو شی با هم یک تصادم داشته باشند محدوده آن آزمایش شود یا یک فاصله مشترک را با هم داشته باشند"
      ]
    },
    {
      "EnglishWord": "collision detection",
      "Meanings": [
        "Programming: یک فرآیند از تعیین این که اگر دو شی با هم یک تصادم داشته باشند محدوده آن آزمایش شود یا یک فاصله مشترک را با هم داشته باشند"
      ]
    },
    {
      "EnglishWord": "color bleeding",
      "Meanings": [
        "Graphics: یک ایده برای ترکیب رنگ‌ها درون محیط با کمک این ایده می‌توانند جلوه‌های طبیعی و نرم و زیبایی ساخت"
      ]
    },
    {
      "EnglishWord": "color cycling",
      "Meanings": [
        "Graphics: به طور عادی برای فهرست بندی رنگ‌ها استفاده می‌شود این شیوه فهرست اطلاعاتی تصاویری را که رنگهایشان تغییر نمی‌کند را تغییر می‌دهد تا چرخه رنگهای یک پویانمایی تکمیل شود"
      ]
    },
    {
      "EnglishWord": "color depth",
      "Meanings": [
        "Graphics: به میزان حافظه ای که برای نمایش یک پیکسل استفاده می‌شود می‌گویند. یک پیکسل واحد و به طور عادی در چندین بیت شمرده می‌شود. مقادیر عمومی آن 8 بیت",
        "بیت",
        "بیت و 32 بیت است. بیشتر شدن بیت‌ها بر اساس محدوده رنگ‌ها می‌باشد"
      ]
    },
    {
      "EnglishWord": "color key",
      "Meanings": [
        "Graphics: مقادیری که رنگ‌ها را برای استفاده در شفافیت یا نیم شفاف بودن جلوه‌ها مشخص می‌کند. هنگامی که از یک سخت افزار blitted استفاده می‌کنید. تمام پیکسل‌های با محیط مستطیلی blitted هستند. مقادیری مستثنی می‌شوند که این مقادیر color key‌ها هستند و این‌ها اسپریت هایی را به غیر از مستطیل‌ها در صفحه می‌سازند. مقادیری که رنگ‌ها را برای استفاده در شفافیت یا نیم شفاف بودن جلوه‌ها مشخص می‌کند. هنگامی که از یک سخت افزار blitted استفاده می‌کنید. تمام پیکسل‌های با محیط مستطیلی blitted هستند. مقادیری مستثنی می‌شوند که این مقادیر color key‌ها هستندو این‌ها اسپریت هایی را به غیر از مستطیل‌ها در صفحه می‌سازند"
      ]
    },
    {
      "EnglishWord": "combo",
      "Meanings": [
        "Design: در یک بازی مبارزه ای یک combo ترکیبی از اجرای حرکت در سکانسهای سریع است. combo‌ها می‌توانند آسیب بزنند به دیگر شخصیت‌ها و از سلامتی آنها کم کنند و البته در یک حرکت انفرادی. برخی فیلمها فقط ویژه نمایش combo‌ها می‌باشند"
      ]
    },
    {
      "EnglishWord": "compiler",
      "Meanings": [
        "Programming: یک برنامه که به زبان رایانه درون کدهای اشیا ترجمه می‌شود که می‌تواند در زبان ماشین انباشته شود. کامپایل برای برنامه نویسی در تمام زبان‌های سطح بالا مانند C و C++ بسیار لازم است. که در حالت عادی کدهای این زبان‌ها برای رایانه بدون تفسیر و ترجمه توسط کمپایلر قابل فهم نیست"
      ]
    },
    {
      "EnglishWord": "complete binary tree",
      "Meanings": [
        "Graphics: یک درخت باینری در تمام لایه‌های نقاط از مرحله n یا n",
        "و تمام مراحل n به سمت چپ می‌باشد"
      ]
    },
    {
      "EnglishWord": "computer game",
      "Meanings": [
        "Design: به معنای بازی رایانه ای می‌باشد. یک شبیه ساز ساخته شده با استفاده از ارتباط با پایگاه داده و تمام client ها. نرم افزار نیاز به اثر متقابل دارد و از یک واسط کاربری و لایه داستان و game play تشکیل شده است. که توسط طراح بازی تعریف می‌شود. پایگاه داده و موتور برنامه نویسی آن هم توسط یک یا چند برنامه نویس بازی ایجاد می‌شود. محتویات گرافیکی آن هم توسط چند هنرمند ایجاد می‌شوند. و محتویات صوتی آن هم توسط چند آهنگساز و متخصص صدا ایجاد می‌شود"
      ]
    },
    {
      "EnglishWord": "continue",
      "Meanings": [
        "Design: در بازی‌های آزمایشی",
        "هنگامی که بازی به اتمام می‌رسد حال این اتمام می‌تواند شکست باشد یا پیروزی بارها فرصت ادامه کار هنگام مرگ فرا می‌رسد. در عوض شروع دوباره برای مبتدی‌های بازی بازی‌های خانگی همچنین دارای تنظیمات Continue می‌باشند. اما به شکل محدود"
      ]
    },
    {
      "EnglishWord": "coordinate system",
      "Meanings": [
        "Graphics: یک شبکه قایم با عناصری در فضا. برای نمایش هر نقطه در سیستم مختصات یک پیکسل وجود دارد. نکته: در نمایشگر رایانه افزوده شدن به محور x از چپ به راست می‌باشد اما از محور y از بالا به پایین می‌باشد. برخلاف ریاضیات"
      ]
    },
    {
      "EnglishWord": "corona",
      "Meanings": [
        "Graphics: شی که ظاهر می‌شود به دور یک منبع نوری روشن. همچون در یک جسم مدور یا اشیا شبیه به ستاره"
      ]
    },
    {
      "EnglishWord": "cpp",
      "Meanings": [
        "File Format: یک فایل حاوی کدهای زبان برنامه نویسی ++C",
        "Programming: یک زبان برنامه نویسی که ناشی از زبان C می‌باشد و بر پایه یک برنامه نویسی شی گرا OOP با استفاده از کلاس‌ها می‌باشد. در این نوع برنامه نویسی نقطه تمرکز بر روی اطلاعاتی است که می‌خواهد استفاده بشود نه تولید محصول از کدها"
      ]
    },
    {
      "EnglishWord": "critical path",
      "Meanings": [
        "Design: مسیر لازم از ابتدا تا انتهای بازی. هرچیزی که باید انجام بشود تا بازی کامل بشود را مسیر بحرانی یا Critical Patch می‌گویند. این مسیر باید نگهداری و دقت شود تا خط بازی درست باشد. جایی که یک کاربر می‌جنگد تا این مسیر ویژه را طی کند. خیلی اوقات مسیر بحرانی نمایش دهنده کاربر با اهداف ابتدایی یا هدف اصلی مرحله یا تمام بازی است. دیگر",
        "اهداف کوچک یا اهداف فرعی برای به انتها رساندن بازی مورد نیاز نیست"
      ]
    },
    {
      "EnglishWord": "cross-product",
      "Meanings": [
        "Graphics: Cross product است تا حدودی تکنیک همراه با فریب. Cross product از بین دو بردار بردار سومی را ارایه می‌دهد. که عمود بر اولی و دومی است",
        "برای بردار A و B یک نتیجه C به شکل زیر می‌شود",
        "A X B = C",
        "اثبات آن هم به شکل زیر است",
        "A.x"
      ]
    },
    {
      "EnglishWord": "crunch mode",
      "Meanings": [
        "Programming: آخرین وضعیت تولید توسط توسعه دهندگان در این حالت آنها شب و روز برای تکمیل پروژه و ارایه آن در زمان مناسب کار می‌کنند"
      ]
    },
    {
      "EnglishWord": "c-script",
      "Meanings": [
        "Programming: یک زبان اسکریپتی به سبک زبان C که در کیت توسعه بازی کمپانی Conitec که تحت عنوان نرم افزار 3D Game Studio شناخته می‌شود استفاده می‌شود. این نرم افزار از تارنمای زیر قابل دریافت است. www. 3dgamestudio. com"
      ]
    },
    {
      "EnglishWord": "cube mapping",
      "Meanings": [
        "Graphics: یک راه دیگر به جای تکنیک sphere mapping که در environment mapping استفاده می‌شود است. تکنیک cube mapping یک تصویر در 6 درجه متفاوت را می‌گیرد و آن را در طول چرخش یک مکعب مرتب می‌کند. اشیا ظاهر شده محیط اطراف را منعکس می‌کنند. تکنیک Cube Mapping خیلی سریع در محیطهای realtime عمل می‌کند"
      ]
    },
    {
      "EnglishWord": "cut vertex",
      "Meanings": [
        "Graphics: حذف یک راس همراه با بریده شدن یک گروه از دو یا بیشتر تکه باقی مانده"
      ]
    },
    {
      "EnglishWord": "cutscene",
      "Meanings": [
        "Design: یک صفحه که حذف شده از gameplay برای موقعیت‌های متفاوت",
        "همچون مراحل یا انواع متفاوت وجه ها. در حقیقت یک نوع نمایشی می‌تواند باشد که باعث توقف محدودی در بازی و دیدن برخی صحنه‌ها همچون یک فیلم در بین بازی و… باشد"
      ]
    },
    {
      "EnglishWord": "cut-sequence",
      "Meanings": [
        "Design: یک پویانمایی مابین چند جزء متفاوت بازی",
        "همچون اطلاعاتی یا یک صحنه سرگرم کننده و… مابین مراحل"
      ]
    },
    {
      "EnglishWord": "cvs",
      "Meanings": [
        "Programming: مخفف Concurrent Versioning System می‌باشد. یک سیستم برای مدیریت توسعه فایلهای شبیه سازها. به طور کلی در پروژه‌های برنامه نویسی بزرگ مورد استفاده قرار می‌گیرد. و این همچنین در مدیریت سیستم",
        "متخصصین نویسندگی و هرکس دیگر که فایلها را مدیریت می‌کند استفاده می‌شود. برای اطلاعات بیشتر به آدرس www. cvshome. org بروید"
      ]
    }
  ]
}