{
  "Group": "D",
  "Entries": 32,
  "Words": [
    {
      "EnglishWord": "d3d",
      "Meanings": [
        "Programming: D3D یا همان Direct3D قسمتی از API قدرتمند گرافیکی مایکروسافت یعنی DirectX می‌باشد که برای رندر کردن سه بعدی به کار می‌رود"
      ]
    },
    {
      "EnglishWord": "darkbasic",
      "Meanings": [
        "Programming: یک موتور بر پایه زبان Basic که توسط کمپانی The Game Creator ساخته شده و از قدرت direct3d بهره می‌برد"
      ]
    },
    {
      "EnglishWord": "deathmatch",
      "Meanings": [
        "Design: نوعی بازی چند کاربره که در آن کاربر فقط و فقط باید سایر کاربران را بکشد"
      ]
    },
    {
      "EnglishWord": "debug",
      "Meanings": [
        "Programming: به فرآیند ردیابی و حذف خطاها و اشتباهات و نقص‌های نرم افزاری از منبع کد می‌گویند"
      ]
    },
    {
      "EnglishWord": "delphi",
      "Meanings": [
        "Programming: یک محیط توسعه بصری که توسط کمپانی Borland استفاده شده است. و بر پایه زبان Pascal می‌باشد. و انتخابی برای توسعه سریع ابزارهای کاربردی می‌باشد"
      ]
    },
    {
      "EnglishWord": "depth cueing",
      "Meanings": [
        "Graphics: یک جلوه صحنه برای ساختن اشیایی که دورتر از دوربین هستند و با نورهای رنگی رندر می‌شوند که برای فریب مسافت این کار انجام می‌شود"
      ]
    },
    {
      "EnglishWord": "design document",
      "Meanings": [
        "Design: یک سند که طراح می‌سازد که محتویات هرچیری است که باید در بازی باشد. این اسناد باید لیست از قطعه هایی از هنر",
        "صدا",
        "موسیقی",
        "شخصیت‌ها و همه پشتوانه داستان و طرح هایی که می‌تواند در بازی باشد"
      ]
    },
    {
      "EnglishWord": "design spec",
      "Meanings": [
        "Design: کوتاه شده design spec به معنای طرح ویژه",
        "یک سند که نسخه فنی از سند طراحی است. design spec مانند یک نقشه برای چگونگی بازی که می‌تواند ساخته شود. اینجا طراح باید دربردارنده چیزهایی که بازی به آن نیاز دارد باشد. که دربردارنده لیستی از جنس‌ها material",
        "اشخاص مورد نیاز و… design spec جزییات ساختار بازی را توضیح می‌دهد"
      ]
    },
    {
      "EnglishWord": "design theory",
      "Meanings": [
        "Design: اصولی و چکیده از پشت صحنه نمونه ایده‌های ساخت بازی. در این سند می‌تواند ایده بازی را نوشت"
      ]
    },
    {
      "EnglishWord": "design treatment",
      "Meanings": [
        "Design: یک خلاصه اصولی از طرح بازی",
        "design treatment باید اصول بازی را بررسی کند. اصولی همچون game play بازیف مباحث عمومی از افرادی که مد نظر هستند سن و جنسیت معرفی اصولی از چگونگی ساختار بازی و دیگر ویژگی ها"
      ]
    },
    {
      "EnglishWord": "dev-c",
      "Meanings": [
        "Programming: یک IDE مخفف Integrated Develpment Environment و به معنای محیط توسعه یکپارچه می‌باشد. بسیار محبوب و رایگان برای کامپایلرهای مختلف ++C. که با کامپایلر MinGW بسته بندی شده اما می‌تواند با هر کامپایلر دستور خطی کار کند"
      ]
    },
    {
      "EnglishWord": "dff",
      "Meanings": [
        "File Format: فرمت مدل/اشیا موتور RenderWere 3. x"
      ]
    },
    {
      "EnglishWord": "difficulty ramping",
      "Meanings": [
        "Design: مانند موسیقی یا تیاتر",
        "بازی رایانه ای می‌تواند دارای یک نمونه از عمل شروع باشد. سپس به طور پیوسته از بازی شروع بشود. و در اوج به انتها برسد. این توانایی چالش‌ها ظاهر شده برای کاربر برابر با سختی بیش از حد در طی روند بازی نیست. بازی‌ها باید با یک نمونه چالش ساده شروع بشوند و سخت‌ترین قسمت‌های مرحله باید در جایی باشد که بازی در حال تکمیل است. کسب یک دشواری مطلوب است یکی از دلایل توسعه بازی‌ها به شکل خطی. بازی‌های خطی دارای یک معدود متغیرهایی برای رسیدگی هستند و خیلی راحت‌تر مسیر پیشرفت را نسبت به بازی‌های غیر خطی طی می‌کنند"
      ]
    },
    {
      "EnglishWord": "direct3d",
      "Meanings": [
        "Programming: یک API سه بعدی که توسط کمپانی مایکروسافت توسعه داده شده است و قسمتی از DirectX SDK می‌باشد. محتوی دو مد متفاوت می‌باشد. یکی با سطح بالا کار می‌کند اما تا حدودی کند و آهسته کار می‌کند و Retained Mode نامیده شده و سطح پایین که نسبتا سریع‌تر است و Immediate Mode نامگذاری شده است"
      ]
    },
    {
      "EnglishWord": "directdraw",
      "Meanings": [
        "Programming: اولین API که به کار به شکل دستی نیاز برای هرچیزی در گرافیک DirectX نیاز دارد. و دربردارنده توابع تنظیم شده اندازه صحنه‌ها و میزان کیفیت می‌باشد"
      ]
    },
    {
      "EnglishWord": "directgraphics",
      "Meanings": [
        "Graphics: در DirectX 8 معرفی شد. DirectGraphics ترکیبی از هر دو Direct3D و DirectDraw می‌باشد. DirecyDraw پس از DirectX7 حذف شد"
      ]
    },
    {
      "EnglishWord": "directinput",
      "Meanings": [
        "Programming: این API نیازمند به نزدیک شدن و دسترسی به سخت افزار ویندوز است. همچون صفحه کلید",
        "موشواره",
        "انواع مختلق دسته‌های بازی و"
      ]
    },
    {
      "EnglishWord": "director",
      "Meanings": [
        "Business: در صنعت بازی موقعیت حقیقی کارگردان مشخص نیست. و این امکان پذیر است که در کنار یک موقعیت واحد مانند کارگردان تکنولوژی قرار بگیرد. این موقعیت خیلی به موقعیت فیلم نزدیک است و در بازی یک طراح یا کارگردان می‌توانند در اعماق یک کمپانی باشند"
      ]
    },
    {
      "EnglishWord": "directplay",
      "Meanings": [
        "Programming: این API نیازمند به اتصال به شبکه در DirectX می‌باشد"
      ]
    },
    {
      "EnglishWord": "directshow",
      "Meanings": [
        "Programming: API توسعه داده شده برای اجرای راحت رسانه‌ها همچون AVI‌ها و MPEG ها"
      ]
    },
    {
      "EnglishWord": "directsound",
      "Meanings": [
        "Programming: این API نیاز به اجرای صداها در DirectX دارد"
      ]
    },
    {
      "EnglishWord": "directx",
      "Meanings": [
        "Programming: یک بسته از چندین API مختلف که توسط کمپانی مایکروسافت برای ارایه یک کنترل بزرگ به توسعه دهندگان ابزارها و به خصوص ابزارهای سرگرمی تحت ویندوز به انواع سخت افزار ارایه شده است. API‌های اختصاصی به طور عادی می‌توانند با پسوند Direct مشخص شوند"
      ]
    },
    {
      "EnglishWord": "dirty rectangles",
      "Meanings": [
        "Graphics: یک شیوه از بروز شدن با تغییر قسمت هایی از صحنه. صحنه تقسیم شده در مستطیل‌ها و هر مستطیل دارای تغییراتی هست که با نشان dirty شناخته می‌شود. و پاک شده‌ها را دوباره رسم کرده و به ترسیم سرعت می‌دهد"
      ]
    },
    {
      "EnglishWord": "distributor",
      "Meanings": [
        "Business: کسانی هستند که گزینه‌ها و موجودی‌ها را انبار می‌کنند به عنوان نمونه یک ناشر می‌تواند یک نسخه پرینت شده و درون جعبه را به یک توزیع کننده بدهد توزیع کننده می‌تواند آنها را در انبارش ذخیره کند و موقعی که به آنها نیاز داشت آنها را توزیع کند"
      ]
    },
    {
      "EnglishWord": "dithering",
      "Meanings": [
        "Graphics: فرآیند ساخت یک حقه از رنگ‌های بیشتر که در دسترش عمق رنگ جاری وجود دارد"
      ]
    },
    {
      "EnglishWord": "djgpp",
      "Meanings": [
        "Programming: یک کامپایلر رایگان زبان C++ برای سیستم عامل DOS که توسط DJ Delorie ساخته شده است"
      ]
    },
    {
      "EnglishWord": "dll",
      "Meanings": [
        "Programming: مخفف Dynamic Link Library می‌باشد و از محتویات کدهایش می‌تواند برای اجرای ابزار استفاده نماید اما هر بار کامپایل نمی‌شود و برای توضیع توابع مجزا قابل استفاده است"
      ]
    },
    {
      "EnglishWord": "dof",
      "Meanings": [
        "Graphics: مخفف Degrees of Freedom به معنای میزان رها شدن است این لغت به معنای توانایی حرکت و چرخش در محورهای X",
        "Y و Z می‌باشد"
      ]
    },
    {
      "EnglishWord": "dot-product",
      "Meanings": [
        "Graphics: Dot Product یا همان ضرب نقطه ای. که برای چندین بردار استفاده می‌شود. به یاد بیاورید که ما می‌خواهیم بردارها در یک نماد واحد باشند. در زیر یک نمونه از ضرب دو بردار نشان داده شده است",
        "A · B",
        "یا ما می‌توانیم از فرمول مشابه ای این قوانین را اجرا کنیم",
        "A · B = A.x * B.x + A.y * B.y + A.z * B.z",
        "با استفاده از ضرب نقطه ای ما می‌توانیم دو بردار A و B را به شکل زیر داشته باشیم",
        "Cos q = A · B / A · B",
        "q = arcCos A · B / A · B",
        "خوب حالا می‌توانی کاری که در فرمول بالا انجام شد را تجزیه و تحلیل کنیم. به زبان ساده کسینوس تتا برابر با ضرب نقطه ای A و B که تقسیم می‌شود بر نتیجه مقدار A و B. این نتیجه می‌شود بردار V که ما به شکل V مشخص نمودیم"
      ]
    },
    {
      "EnglishWord": "double buffering",
      "Meanings": [
        "Graphics: یک بافر ویدیویی که ترکیبی از اختصاص حافظه برای اطلاعات نمایش به صفحه است. اولین بافر است چگونگی عمل نمایش در صحنه و دومی و سومین بافراز ساخت فضای کاری ترسیم استفاده می‌کند که نیاز به همزمانی دوباره طرح کردن روی نمایشگر می‌باشد. تکنیک Double Buffering به برنامه بافر ترسیم که وابسته به دوباره طرح طرح ریزی نیست را می‌دهد. بافر ثانویه می‌تواند در حافظه ویدیویی نگاهداشته شود"
      ]
    },
    {
      "EnglishWord": "drop out",
      "Meanings": [
        "Graphics: حذف تصادفی occure‌ها هنگامی که معدود چندضلعی هایی ناپدید می‌شوند زیرا اینجا هست چندین پند ضلعی که در صحنه نمایش داده می‌شود برای بکار بردن در رایانه"
      ]
    },
    {
      "EnglishWord": "dynamic link library",
      "Meanings": [
        "Programming: به اختصار DLL می‌باشد و از محتویات کدهایش می‌تواند برای اجرای ابزار استفاده نماید اما هر بار کامپایل نمی‌شود و برای توضیع توابع مجزا قابل استفاده است"
      ]
    }
  ]
}