{
  "Group": "E",
  "Entries": 12,
  "Words": [
    {
      "EnglishWord": "e3",
      "Meanings": [
        "Business: نمایشگاه Electronic Entertainment Expo اصلی‌ترین واقعه در سال برای صنعت بازی و ناشران می‌باشد که در آن می‌توانند بازی هایشان را که در کریسمس سال بعد منتشر می‌شود نمایش دهند"
      ]
    },
    {
      "EnglishWord": "easter egg",
      "Meanings": [
        "Design: هرچیزی در بازی که هیچ اتصالی به بازی اصلی ندارد یا لازم به bonus نیست. برخی بازی‌ها دارای تصاویر مخفی از توسعه دهندگان هستند که می‌توانند آنها را با ترکیب برخی دکمه‌های ویژه و فشردن آن ببینند. نمونه معروف و قدیمی آن بازی mortal combat کنسول سگا بود که در حین بازی گاهی اوقات سازنده در گوشه صحنه ظاهر می‌شد و کلمه ای را به نشانه تقدیر به کاربر می‌گفت"
      ]
    },
    {
      "EnglishWord": "ects",
      "Meanings": [
        "Business: مخفف European Computer Tradeshow می‌باشد. و یک نمایش بازرگانی این صنعت در اروپا می‌باشد و تقریبا با E3 در آمریکا قابل قیاس است. این نمایشگاه در لندن برگذار می‌گردد و ویژه بازی‌های رایانه ای و سرگرمی‌های محاوره ای صوتی و تصویری الکترونیکی می‌باشد. اگر چه سال اول دوبار اجرا گردید اما این نمایشگاه فقط در ماه سپتامبر و مصادف با کریسمس برگذار می‌شود"
      ]
    },
    {
      "EnglishWord": "emergent behavior",
      "Meanings": [
        "Programming: رویدادهایی که به طور صریح طراحی نشده اند اما از یک جریان عادی رخ می‌دهند"
      ]
    },
    {
      "EnglishWord": "emulation",
      "Meanings": [
        "Programming: قسمتی از شبیه سازی از یک رویداد خارج از زمینه اصلی. مقلدها پس از شبیه سازی سخت افزار اقدام به فراخوانی ماشین‌های متفاوت که می‌توانند در هر نرم افزار دیگری اجرا شوند می‌کنند. این سابقا در جهان بازی برنامه هایی نظیر MAME دیده شده بود. که از یک ماشین قدیمی و در ماشین جاری سیستم عامل تقلید می‌کند"
      ]
    },
    {
      "EnglishWord": "entity",
      "Meanings": [
        "Design: یگان اصلی طرح. این است هر چیزی که می‌تواند واکنش نشان بدهد به هرچیری غیر از این در هر راه. برای نمونه در بازی‌های adventure هر شی موجودی",
        "هر item که کاربر می‌تواند اثر بگذارد بر روی آن",
        "دشمنان",
        "هر قسمت قابل انفجار از دیوار یا یک بشکه قابل انفجار. اینها همه یک entity در بازی هستند"
      ]
    },
    {
      "EnglishWord": "entity relationship management",
      "Meanings": [
        "Design: مدیریت نسبت‌ها از طراحی entity‌های بازی. همچون تعدادی از انواع entity در افزوده شدن بازی و نسبت مابین افزایش هندسی و همچنین به عنوان نمونه در بازی با سه نوع entity سه نسبت امکانپذیر است. برای هر بازی با جهار نوع entity 12 نسبت و همینطور ادامه دارد. برای بازی‌های بزرگ حرفه ای با entity‌های متفاوت و فراوان برای مدیریت باید یک استانداردی وجود داشته باشد"
      ]
    },
    {
      "EnglishWord": "environment mapping",
      "Meanings": [
        "Graphics: یک جلوه و انعکاس شی از محیط می‌باشد. مانند کروم"
      ]
    },
    {
      "EnglishWord": "euphoria",
      "Meanings": [
        "Programming: یک زبان برنامه نویس جدید می‌باشد که فوق العاده ساده",
        "انعطاف پذیر",
        "با تعریف زبانی قدرتمند و فوق العاده ساده در یادگیری می‌باشد. Euphoria تحت سیستم عامل‌های Windows",
        "Dos و Linux. استفاده از حافظه دردسترس برابر با مقدار حافظه onboard می‌باشد"
      ]
    },
    {
      "EnglishWord": "exe",
      "Meanings": [
        "File Format: یک فایل باینری اجرایی می‌باشد. برخی از سیستم عامل‌های معروف نظیر MS",
        "DOS",
        "VMS",
        "TWENEX و Windows از این فایل با نام الحاقی. EXE extension به عنوان نماد این فایل استفاده می‌کنند. همچنین کاربرد این فرمت فایل گهگاهی در برنامه نویسی Unix هم پیدا می‌شود هرچند که Unix قابلیت اجرای این فایلها را ندارد"
      ]
    },
    {
      "EnglishWord": "expansion pack",
      "Meanings": [
        "Business: به یک بسته بسط دهنده و افزایش دهنده می‌گویند که توسط آن می‌توان بازی قبلی را افزایش داد. به عنوان مثال می‌توان به بازی قبلی شخصیت‌های جدید",
        "دشمنهای جدید",
        "مراحل و داستان‌های جدید و بر طرف کردن اشکالات نرم افزاری Bug بیافزاییم. همچنین گاهی اوقات به این بسته Mission pack هم می‌گویند"
      ]
    },
    {
      "EnglishWord": "experience points",
      "Meanings": [
        "Design: در بازی‌های با سبک Role Playing یا داستان محور نقاط تجربه راهی برای اندازه گیزی میزان ورزیدگی کاربر در گرفتن امتیازات ویژه می‌باشد"
      ]
    }
  ]
}