{
  "Group": "F",
  "Entries": 18,
  "Words": [
    {
      "EnglishWord": "face",
      "Meanings": [
        "Graphics: به طور کلی یک چند ضلعی و قسمتی از یک شی می‌باشد"
      ]
    },
    {
      "EnglishWord": "fatality",
      "Meanings": [
        "Design: یک نمایش ویژه که می‌تواند در برخی بازی‌های مبارزه ای اجرا شود. به عنوان مثال در بازی Mortal Kombat پس از هر پایان می‌شد نتیجه ای گرافیکی از مرگ شخصیتی که باخته را دید"
      ]
    },
    {
      "EnglishWord": "first person",
      "Meanings": [
        "Design: یک نما از شخصیت کاربر که در صفحه نمایش داده نمی‌شود اما تاحدودی نمای دید کاربر در چشمان او قرار دارد و کاربر بازی را از چشمان او می‌بیند"
      ]
    },
    {
      "EnglishWord": "flat shading",
      "Meanings": [
        "Graphics: به تعیین تنها یک رنگ سایه به وجه می‌گویند"
      ]
    },
    {
      "EnglishWord": "flowchart",
      "Meanings": [
        "Design: به طراحی ابزارها به شکل شماتیک و گرافیکی با منطق‌های یک الگوریتم و با کمک نمادهایی که هر کدام نمایانگر عملگرهای متفاوت در منطق برنامه هستند می‌گویند",
        "Programming: یک نمودار یا طرح که برای طراحی بهتر برنامه و با کمک نشانهای استاندارد ANSI استفاده می‌شود و با ارایه جزییات قدم به قدم به برنامه نویسان برای حل مشکلاتشان کمک شایانی می‌کند"
      ]
    },
    {
      "EnglishWord": "fmv",
      "Meanings": [
        "Design: مخفف Full Motion Video می‌باشد. ویدیوهایی همچون AVI‌ها و MPEG‌ها نمونه ای از FMV هستند. بازی‌ها هم به شکل زیاد از FMV‌ها استفاده می‌کنند"
      ]
    },
    {
      "EnglishWord": "fogging",
      "Meanings": [
        "Graphics: فرآیند قراردادن یک چیز کدر. به عنوان مثال مه در محیط باعث پایان دادن به ظاهر شدن یا نشدن اشیا نسبت به فاصله مسافت آنها به دید اصلی همچون طبیعت می‌باشد"
      ]
    },
    {
      "EnglishWord": "foozle",
      "Meanings": [
        "Design: سر هم کردن اشیا با یک کاربری که باید یک NPC را دریافت یا بگیرد یا در محیط استفاده شود"
      ]
    },
    {
      "EnglishWord": "fps",
      "Meanings": [
        "Design: مخفف First Person Shooter می‌باشد و به معنی یک نما از شخصیت کاربر که در صفحه نمایش داده نمی‌شود اما تاحدودی نمای دید کاربر در چشمان او قرار دارد و کاربر بازی را از چشمان او می‌بیند",
        "Graphics: فریم بر ثانیه. یک میزان سنجش سرعت نمایش پویانمایی"
      ]
    },
    {
      "EnglishWord": "fractal",
      "Meanings": [
        "Graphics: اندازه کسری",
        "به معنای فرآیند استفاده از اندازه کسر محاسباتی در ساخته شدن اطلاعات تصویر. اطلاعات بارها در سیستم کار می‌شود تا خصوصیات مکرری را در بزرگ و کوچک شدن فرم‌ها با الگوریتم‌های مشابه ایجاد نماید"
      ]
    },
    {
      "EnglishWord": "frame",
      "Meanings": [
        "Graphics: تصویر پردازش شده و ترکیب شده از صحنه ثابت همان لحظه بازی. که در بردارنده تمام اشیا",
        "اسپریت‌ها و بافت ها. مجموعه ای از Frame‌ها می‌تواند یک پویانمایی را تولید کند"
      ]
    },
    {
      "EnglishWord": "frame skipping",
      "Meanings": [
        "Graphics: هنگامی که رایانه نمی‌تواند یک Frame گرافیکی را پردازش کند. یا موتور بازی به سرعت این کار را انجام می‌دهد. یک راه حل این است که نرخ Frame را با skipping تنظیم نماییم. هر بار که بازی کارایی خودش را از دست می‌دهد skip یا پرش از محاسبات آن Frame و بدون پردازش راهکار مناسبی می‌باشد"
      ]
    },
    {
      "EnglishWord": "freeware",
      "Meanings": [
        "Business: به ابزارهایی که برای استفاده رایگان ساخته می‌شوند Freeware می‌گویند"
      ]
    },
    {
      "EnglishWord": "frustum clipping",
      "Meanings": [
        "Graphics: هنگامی که یک چند ضلعی بریده می‌شود از دید بی نهایت کوچک"
      ]
    },
    {
      "EnglishWord": "fsm",
      "Meanings": [
        "Programming: مخفف شده Finite State Machine و تکنیکی ساده و معروف در ضمینه هوش مصنوعی می‌باشد. یک دستگاه در هر فریم توسط یک شی کنترل می‌شود. یک FSM می‌تواند هسته تقریبا همه چیز از دیدگاه وضعیت جاری باشد. بعلاوه ورودی آماده شده برای آن و نتیجه انجام یک وضعیت جدید"
      ]
    },
    {
      "EnglishWord": "function",
      "Meanings": [
        "Programming: گروهی از دستورالعمل‌های انجام یک یا بیشتر وظایف",
        "ریاضیات و غیره"
      ]
    },
    {
      "EnglishWord": "fuzzy logic",
      "Meanings": [
        "Programming: منطق مجهول تکنیکی در هوش مصنوعی است که توسط پروفسور لطفی زاده که یک ایرانی الصل از دانشگاه Berkeley می‌باشد ایجاد شده است. این سیستم بر پایه منطق چگونگی استفاده از 0s و 1s به جای درست و غلط می‌باشد که بیشترین دقت را نسبت به نتایج True به معنای درست یا False به معنای غلط را دارد"
      ]
    },
    {
      "EnglishWord": "fvf",
      "Meanings": [
        "Graphics: Flexible Vertex Format یا فرمت راس انعطاف پذیر"
      ]
    }
  ]
}