{
  "Group": "G",
  "Entries": 27,
  "Words": [
    {
      "EnglishWord": "game",
      "Meanings": [
        "Design: یک سیستم تعاملی و کامل از داستانهایی که شمال چالش‌ها و وضعیت‌های شامل پیروزی و شکست می‌باشد و با اهداف سرگرم کننده ایجاد می‌شود"
      ]
    },
    {
      "EnglishWord": "game developer conference",
      "Meanings": [
        "Business: یک کنفرانس برای افراد حرفه ای در صنعت بازی‌های رایانه ای آدرس تارنمای آن: www. gdconf. com"
      ]
    },
    {
      "EnglishWord": "game engine",
      "Meanings": [
        "Programming: موتور بازی جزیی از هسته نرم افزار بازی‌های رایانه ای یا دیگر برنامه‌های کاربردی Real Time است. که تکنولوژی خاصی را در بر می‌گیرد که می‌تواند توسعه بازی را آسان‌تر کرده و اجازه دهد که بازی در پلت فورم‌های مختلفی مانند MacOS",
        "Linux کنسول‌های بازی همچون Xbox360 یا Play Station 3 اجرا گردد. هسته عمل موتور به ترتیب رندرگر آن می‌باشد. که می‌تواند برای بازی‌های دو یا سه بعدی باشد. موتور فیزیکی آن و یا سیستم ردیابی تصادم",
        "صدا",
        "اسکریپت نویسی",
        "پویانمایی",
        "هوش مصنوعی",
        "شبکه",
        "جریان بازی",
        "مدیریت حافظه و یک ترسیم گر صحنه scene graph باشد"
      ]
    },
    {
      "EnglishWord": "game entity",
      "Meanings": [
        "Design: یک entity یک دسته مجزا ار اشیایی هستند که می‌توانند در فضای مرحله بازی حرکت و ترسیم شوند"
      ]
    },
    {
      "EnglishWord": "game mechanic",
      "Meanings": [
        "Design: یک مکانیزم بازی در حقیقت قواعدی است که چگونگی محصول بازی را تعریف می‌کند. به عنوان نمونه در شطرنج",
        "یک فیل باید همواره به شکل مورب در تخته شطرنج حرکت کند. در بازی Mario شخصیت اصلی آن باید بر روی سر دشمنان می‌پرید تا آنها را نابود کند. در فوتبال یک تیم داشتن توپ را وقتی از دست می‌دهد که توپ از خط خروج زمین عبور کند. تمام این‌ها قواعد بازی هستند و هر بازی برای خودش قواعد خاص دارد یک بازی رایانه ای هم در حین روند بازی قواعدی دارد که به آن قواعد مکانیزم بازی می‌گویند"
      ]
    },
    {
      "EnglishWord": "game progression",
      "Meanings": [
        "Design: راهی برای حرکت بازی‌ها از ابتدا به سمت انتها البته امکان دارد تعریف نشود. بیشتر مسیر حرکت و پیشرفت بازی‌ها به شکل خطی می‌باشد"
      ]
    },
    {
      "EnglishWord": "game schools",
      "Meanings": [
        "Business: به مدارس یا دانشگاه هایی می‌گویند که در آن دانشجویان به تعلیم علوم و فنون توسعه بازی می‌پردازند"
      ]
    },
    {
      "EnglishWord": "gameplay",
      "Meanings": [
        "Design: عنصری کلیدی در هر بازی می‌باشد. در حقیقت GamePlay می‌تواند خود بازی باشد. چون در حقیقت همان چیزی است که کاربرها بازی می‌کنند. به عنوان نمونه: در بازی Super Mario باید از میان لوله‌ها حرکت کرد",
        "بر روی سر دشمنان پرید تا آنها را نابود کرد",
        "بلوک‌ها را خراب کرد و در نهایت ملکه را نجات داد"
      ]
    },
    {
      "EnglishWord": "gdi",
      "Meanings": [
        "Programming: مخفف شده Graphics Device Interface می‌باشد. راهی استاندارد برای انجام گرافیک‌ها با سیستم عامل ویندوز"
      ]
    },
    {
      "EnglishWord": "genesis3d",
      "Meanings": [
        "Programming: یک موتور سه بعدی منبع باز می‌باشد که دارای یک انجمن بسیار فعال می‌باشد"
      ]
    },
    {
      "EnglishWord": "genre",
      "Meanings": [
        "Design: بازی‌ها هم مثل خیلی از کارهای هنری دیگر همچون فیلم‌ها دارای دسته بندی خاص خود می‌باشند. به شکل خیلی مختصر و مفید چهار دسته اصلی برای بازی‌ها وجود دارد: اول شخص",
        "سوم شخص",
        "داستان محور",
        "شبیه ساز",
        "راهبردی"
      ]
    },
    {
      "EnglishWord": "genre-lizing",
      "Meanings": [
        "Graphics: قسمتی از تعریف بازی با یک سبک ویژه می‌باشد. و اساسا بیشتر وابسته به سبک RPG می‌باشد. اما محدود به آن نیست. Genre",
        "lizing از نقطه دید توسعه",
        "محدوده به طراحی که مجبور است نشانهایی از بازی که به سبک متصل است را دربرداشته باشد یا مجبور به این کار نیست"
      ]
    },
    {
      "EnglishWord": "ghost images",
      "Meanings": [
        "Graphics: واژه دیگر Phosphor Persistence"
      ]
    },
    {
      "EnglishWord": "gib",
      "Meanings": [
        "Graphics: تکه ای برنگ خون از بدن شخصیت اصلی که به هنگام ضربت خوردن بر اثر چیزی به عنوان مثال یک مشت در باز‌های مبارزه ای یا یک تیر در بازی‌های جنگی از او با حالت ریز ریز خارج می‌شود"
      ]
    },
    {
      "EnglishWord": "gif",
      "Meanings": [
        "File Format: یک فرمت مبادله ای گرافیکی است. این فرمت برای ذخیره تصاویر گرافیکی که در 8 بیت یا 256 رنگ ذخیره می‌شوند کاربرد دارد. همچنین می‌توان برخی تصاویر متحرک را با این فرمت ذخیره کرد"
      ]
    },
    {
      "EnglishWord": "gimble lock",
      "Meanings": [
        "Graphics: یک مشکل که در هنگام کوشش برای چرخیدن در سه محور ایجاد شده و به چرخش در زاویه مخالف پس از چند بار چرخش پایان داده می‌شود. برای حل این مشکل هم باید از ماتریس تکثیر برای چرخش quaternion استفاده نمود"
      ]
    },
    {
      "EnglishWord": "glaux",
      "Meanings": [
        "Graphics: کتابخانه OpenGL Auxillary. یک کتابخانه که دربردارنده توابعی برای بارگذاری بافت‌ها و دیگر وظایف از این قبیل می‌باشد"
      ]
    },
    {
      "EnglishWord": "glfw",
      "Meanings": [
        "Programming: GLFW یک بسته نرم افزار رایگان",
        "منبع باز برای توسعه ابزارهای کاربردی OpenGL می‌باشد"
      ]
    },
    {
      "EnglishWord": "glide",
      "Meanings": [
        "Programming: یک API سه بعدی توسعه داده شده از 3DFX برای چیپست‌های Voodoo"
      ]
    },
    {
      "EnglishWord": "glut",
      "Meanings": [
        "Programming: کتابخانه ای که توابعی را برای OpenGL آماده می‌کند. این توابع در بردارنده شیوه‌های تجرید از سیستم‌های نمایشی برای توسعه در چند PlatForm استفاده می‌شود. رندرگرهای استاندارد اشیای سه بعدی و… از امکانات آن می‌باشد"
      ]
    },
    {
      "EnglishWord": "gmax",
      "Meanings": [
        "Graphics: نرم افزار gmax یک زیر مجموعه قدرتمند از ابزارهای استاندارد سازنده مدل‌های سه بعدی بازی‌ها می‌باشد. این نرم افزار که در حقیقت نسخه ای کوچک شده و با امکانات محدود‌تر و کمتر از 3d studio max می‌تواند برای کاربران بازی‌ها بدون هیچ شارژی از طریق وب کار کند. Gmax به طور عادی با هدف حمایت از ماد سازها و مدلسازان کوچک بازی‌های رایانه ای و تعاملی ایجاد شد"
      ]
    },
    {
      "EnglishWord": "going glass",
      "Meanings": [
        "Business: این اصطلاح هنگامی استفاده می‌شود که نرم افزار درون CD نهایی که می‌تواند توزیع شود کپی می‌شود و همچنین به آن لوح فشرده لقب طلا یا لوح فشرده طلایی را می‌دهیم"
      ]
    },
    {
      "EnglishWord": "gouraud shading",
      "Meanings": [
        "Graphics: یک مدل سایه زنی که در هنگام زیاد شدن نور و محاسبات آن برای هر راس به هر چند ضلعی دسترسی دارد"
      ]
    },
    {
      "EnglishWord": "graphics",
      "Meanings": [
        "Graphics: بدون گرافیک ما تنها می‌توانیم چند عدد را نمایش دهیم و گرافیک از انواع مصورات استفاده می‌کند. همچون تصاویر",
        "خطوطف نقاط",
        "رنگ‌ها و همچنین اطلاعات نمایان شده. تفاوت مابین صفحه گسترده و نمودار تصویری در این است که صفحه گسترده برای نمایش عددی به کار می‌رفت. اما نمودار تصویری برای نمایش گرافیکی به کار می‌رود. پس در رایانه هر چیزی اعم از اعداد",
        "برنامه‌ها و موتورهای الکترونیکی دارای طرح راه هایی برای تبدیل اعداد به حرکت تصاویر می‌شود"
      ]
    },
    {
      "EnglishWord": "grayscaling",
      "Meanings": [
        "Graphics: یک الگوریتم که رنگ‌ها را به خاکستری تبدیل می‌کند و بیشتر برای سیاه و سفید کردن تصاویر کاربرد دارد"
      ]
    },
    {
      "EnglishWord": "gui",
      "Meanings": [
        "Graphics: واسطه گرافیکی کاربر یا Graphical User Interface"
      ]
    },
    {
      "EnglishWord": "guid",
      "Meanings": [
        "Programming: مخفف Globally Unique Identifier به معنای واحد شناسایی سراسری می‌باشد"
      ]
    }
  ]
}