{
  "Group": "H",
  "Entries": 18,
  "Words": [
    {
      "EnglishWord": "h",
      "Meanings": [
        "File Format: یک فایل سرنویس یا Header در زبانهای C/C++ می‌باشد"
      ]
    },
    {
      "EnglishWord": "hal",
      "Meanings": [
        "Programming: مخفف Hardware Abstraction Layer می‌باشد. این لایه باعث می‌شود تا DirectX با انواع سخت افزارها هماهنگ شده و کدهای آن در سخت افزارها و به خصوص کارت گرافیک‌های متفاوت بتواند اجرا شود"
      ]
    },
    {
      "EnglishWord": "hardware abstraction layer",
      "Meanings": [
        "Programming: مخفف Hardware Abstraction Layer می‌باشد. این لایه باعث می‌شود تا DirectX با انواع سخت افزارها هماهنگ شده و کدهای آن در سخت افزارها و به خصوص کارت گرافیک‌های متفاوت بتواند اجرا شود"
      ]
    },
    {
      "EnglishWord": "hash table",
      "Meanings": [
        "Programming: جدول Hash ساختار داده ای است که می‌تواند یک مقادیر وسیعی را با قابلیت جستجو ایجاد نماید. جداول Hash برای ذخیره اطلاعات بسیار کاربردی می‌باشد و به راحتی مکان اطلاعات را ثبت و ضبط می‌کند. طرز کار جداول Hash به صورت پردازش کلیدی و استفاده از توابعی برای بازگشت مقادیر hash می‌باشد. این مقادیر در جایی که اطلاعات مخصوص ضبط ذخیره شدن تعریف می‌شود. این مقادیر مشابه می‌توانند در جستجوی جداول hash استفاده بشوند و می‌توانند نقطه ای در یک موقعیت مشابه باشند"
      ]
    },
    {
      "EnglishWord": "hdr",
      "Meanings": [
        "Graphics: نورهای جهان حقیقی محتوی یک محدوده وسیعی از میزان روشنایی است. HDR یا همان High Dynamic Range Lighting در اصل تکنیکی است که از محدوده رنگ گرافیکی رایانهای از 0 تا 255 رنگ تجاوز می‌کند این مدل نوری بیشتر برای نورپردازی واقعی بیشتر وجود دارد"
      ]
    },
    {
      "EnglishWord": "header files",
      "Meanings": [
        "Programming: یک فایل سرنویس فایلی می‌باشد که دربردارنده منبع برنامه تان است. به عنوان نمونه #include «gamestuff. h» که این کد در حقیقت به فایل gamestuff. h اشاره می‌کند که در برنامه موجود است"
      ]
    },
    {
      "EnglishWord": "heads up display",
      "Meanings": [
        "Design: تکنیکی برای ارایه اطلاعات حیاتی کاربر در حین بازی بدون نیاز به دسترسی منوهای جداگانه که به اختصار HUD گفته می‌شود. این اطلاعات به شکل خیلی ساده بر بالا یا پایین صحنه قرار می‌گیرند. نمونه هایی از HUD‌ها در بازی که بر اساس سبک بازی تفاوت هایی با هم می‌کنند به عنوان مثال در بازی‌های جنگی نوار سلامتی و اسلحه‌ها و تعداد گلوله و… یا در بازی مسابقاتی سرعت موتور و"
      ]
    },
    {
      "EnglishWord": "height map",
      "Meanings": [
        "Graphics: یک شیوه برای ساختن چشم اندازهای سه بعدی. Height map‌ها محتوی یک شبکه ای از نقاط در نقاط ارتفاعی معین می‌باشد و چشم اندازهایی که مناظر بزرگ از چند ضلعی هایی را رندر می‌کند"
      ]
    },
    {
      "EnglishWord": "hel",
      "Meanings": [
        "Programming: مخفف Hardware Emulation Layer می‌باشد. درایور سخت افزار از DirectX برای انجام کارهایی که سخت افزار نمی‌تواند انجام بدهد استفاده می‌کند. و همچنین نمی‌تواند توسط HAL انجام بشود"
      ]
    },
    {
      "EnglishWord": "heuristic",
      "Meanings": [
        "Programming: یک قانون کلی یا گمان فنی از کم شدن یا محدودیت جستجوی میدانی که جستجو را سخت می‌کند"
      ]
    },
    {
      "EnglishWord": "hierarchical artificial intelligence",
      "Meanings": [
        "Programming: به هوش مصنوعی گفته می‌شود که در چند سطح ساخته می‌شود. در تولید درست محصول و اکشن‌های محلی از یک طرح سراسری یا راهبردی. بیشترین استفاده را در بازی‌های با سبک Real",
        "Time Strategy دارد. به عنوان مثال شبیه سازی سلسله مراتب نیروهای نظامی"
      ]
    },
    {
      "EnglishWord": "hit points",
      "Meanings": [
        "Design: در بیشتر بازی‌ها به میزانی که کاربر می‌تواند قبل از شکست یا مرگ مقاومت کند می‌گویند"
      ]
    },
    {
      "EnglishWord": "hlsl",
      "Meanings": [
        "Programming: مخفف High",
        "Level Shading Language و یک زبان سایه زنی سطح بالا و تا حدودی شبیه به زبان C که توسط کمپانی Microsoft و برای API گرافیکی DirectX توسعه داده شده است. برنامه نویسی شیدرها همچون Vertex shader و pixel shader می‌توانند نوشته و کامپایل در HLSL و سپس در زبان اسمبلی سخت افزاری شیدر تبدیل شوند. نتیجه کامپایل می‌تواند در انواع سخت افزارهای گرافیکی مدرن بارگذاری شده و اکثر این سخت افزارها از این زبان شیدر نویسی پشتیبانی می‌کنند"
      ]
    },
    {
      "EnglishWord": "hsr",
      "Meanings": [
        "Graphics: مخفف Hidden Surface Removal به معنای حذف کننده سطح مخفی می‌باشد. CPU سطوح مخفی را پیش از ارسال mesh به کارت گرافیکی حذف می‌کند. زیرا CPU می‌تواند mesh‌های یکپارچه را هر لحظه حذف نماید. این می‌تواند خیلی زیاد چند ضلعی‌های اختصاصی را بررسی نماید"
      ]
    },
    {
      "EnglishWord": "html",
      "Meanings": [
        "File Format: این فرمت مخفف HyperText Markup Language می‌باشد یک زبان نشانه دار می‌باشد که از ساختار متنی و اسناد سمعی و بصری استفاده می‌کند و قابلیت تنظیم اتصال مابین اسناد و متون برجسته را دارد. بیشترین کاربرد این صفحات در وب جهان گستر کاربرد دارد"
      ]
    },
    {
      "EnglishWord": "hud",
      "Meanings": [
        "Graphics: مخفف Heads Up Display می‌باشد. به توانایی نمایش وضعیتهایی همچون میزان سلامتی یا سلاح برای کاربر می‌گویند"
      ]
    },
    {
      "EnglishWord": "hungarian notation",
      "Meanings": [
        "Programming: یک لیستی از پسوندهای نمادین برای نام متغیرها و توابع که توسط شخصی به نام Charles Simonyi ایجاد شده است. و برای انواع زبان‌ها و کامپایلرها تهیه شده است. برای مطالعه نمونه‌ها توضیحات زیر را بخوانید",
        "b",
        "boolean operator by",
        "byte unsigned char c",
        "char cx / cy",
        "size stored in a short dw",
        "DWORD; double word"
      ]
    },
    {
      "EnglishWord": "hybrid camera system",
      "Meanings": [
        "Design: عمومی‌ترین نوع دوربین که در بازی‌های امروز استفاده‌های زیادی دارد. نمونه خیلی معروف استفاده از این نوع دوربین در سبک Over the Shoulder مجموعه بازی Tomb Raider و در سبک First Person مجموعه بازی Quake می‌باشد. سیستم دوربین hybrid سیستمی با ترکیب دو نوع دوربین یا بیشتر در یک بازی واحد می‌باشد. یک نمونه آن Morrowind می‌باشد که یک بازی با سبک RPG می‌باشد که از هر دو OTS که در این حالت کاربر می‌تواند شخصیت را با تمام امکانات مجهزش را ببینید و درگیری‌های نزدیکی را انجام دهد و FPS که در این حالت کاربر صحنه را از چشم شخصیت می‌بیند استفاده می‌کند"
      ]
    }
  ]
}