{
  "Group": "I",
  "Entries": 16,
  "Words": [
    {
      "EnglishWord": "ide",
      "Meanings": [
        "Programming: مخفف Integrated Development Environment و به معنای یک محیط توسعه یکپارچه می‌باشد. یک IDE ترکیبی از تمام ابزارهای پایه ای مورد نیاز برنامه نویسی برای ساخت یک برنامه می‌باشد. به طور نمونه یک IDE ترکیبی از یک ویرایشگر متن",
        "یک کامپایلر",
        "یک خطایاب و دیگر ابزارهای لازم می‌باشد"
      ]
    },
    {
      "EnglishWord": "idsa",
      "Meanings": [
        "Business: مخفف Interactive Digital Software Association به معنای انجمن نرم افزارهای دیجیتال محاوره ای می‌باشد. یک سازمان اختصاصی برای بهبود سیمای تجارت در این صنعت می‌باشد"
      ]
    },
    {
      "EnglishWord": "independent developer",
      "Meanings": [
        "Business: یک توسعه دهنده که از یک کمپانی ناشر بزرگ نیست"
      ]
    },
    {
      "EnglishWord": "indexed color",
      "Meanings": [
        "Graphics: به هنگامی که اطلاعات رنگ‌ها در جدول محتوی اطلاعات رنگ‌های قرمز",
        "سبز و آبی ذخیره می‌شود"
      ]
    },
    {
      "EnglishWord": "infinate power",
      "Meanings": [
        "Business: یک گروه توسعه بازی بسیار قدرتمند از Alberta کشور کانادا می‌باشند و بیشتر بازی هایی با سبک Action",
        "Fantasy",
        "RPG می‌سازد برای اطلاعات بیشتر به تارنمای http: //www. geocities. com/SiliconValley/Monitor/9250 مراجعه کنید"
      ]
    },
    {
      "EnglishWord": "infinit loop",
      "Meanings": [
        "Programming: این یک موقعیت برای چرخه ای است که نمی‌تواند پایان پذیرد. در برنامه نویسی حلقه‌های نامحدود معلول به هنگامی هستند که خاتمه موقعیت نمی‌تواند انجام شود. یک نمونه از چنین حلقه ای می‌تواند مثل این مثال باشد: int i = 0; i! =",
        "; i++"
      ]
    },
    {
      "EnglishWord": "initialize",
      "Meanings": [
        "Programming: به معنی مقدار دهی می‌باشد. هنگامی که شما یک متغیر را مقدار دهی می‌کنید شما به آن مقدار رقم می‌دهید. به عنوان نمونه در C++ یک متغیر به این شکل مقدار دهی می‌شود: int num=3;"
      ]
    },
    {
      "EnglishWord": "instanciate",
      "Meanings": [
        "Programming: یک instance از یک کلاس برای ساختن یک شی استفاده می‌کند"
      ]
    },
    {
      "EnglishWord": "intellectual property",
      "Meanings": [
        "Business: طرح‌های هنری",
        "صداها",
        "موسیقی ها",
        "کدها",
        "مدل‌های سه بعدی طرح‌ها و سایر چیزهایی که در حین فرآیند ساخت بازی ساخته می‌شود"
      ]
    },
    {
      "EnglishWord": "interface",
      "Meanings": [
        "Programming: توانایی که یک entity با هرچیزی تعامل داشته باشد. در برنامه نویسی یک واسطه در توابع تجریدی کاربرد دارد. واسطه شیوه چگونگی پردازش تابع یا کلاس MUST را تعریف می‌کند. این اجازه می‌دهد که توابع با هر تابع دیگر جایگزین شوند. بدون نیاز به تغییرات در هر جای دیگر برنامه. کاربردهای ویژه این کار برای Port شدن به platform‌های متفاوت و استفاده از سیستمهای rendering متفاوت و…"
      ]
    },
    {
      "EnglishWord": "interlacing",
      "Meanings": [
        "Graphics: تفنگ الکترونیکی باعث ترسیم تصاویر روی صحنه نمایشگر تلویزیون می‌شود که در ابتدا خیلی کند و در یک مرحله بر روی صحنه ترسیم می‌شود. اولین خطوط بالای صحنه می‌تواند وقتی که آخرین خطوط ترسیم شد محو شود. تصاویر در تلویزیون با استفاده از چیزی با نام interlacing روی صحنه ترسیم می‌شوند. اولین خطوط افزوده شده به عنوان مثال خطوط",
        "و 5 می‌باشد و سپس خطوط بعدی",
        "و 6 می‌باشد. تصاویر نمایش داده شده از یک مرحله را یک field و تصاویر کامل شده در مرحله را یک frame می‌نامند. یک تلویزیون استاندارد در هر ثانیه می‌تواند 30 frame را نمایش دهد. گاهی اوقات بازی‌ها بودند 60 field در ثانیه به جای 30 frame در ثانیه. بیشتر نمایشگرهای رایانه‌ها اکنون interlaced ندارند"
      ]
    },
    {
      "EnglishWord": "interpolation",
      "Meanings": [
        "Graphics: استفاده از یک نسبت مرحله تدریجی از یک متغیر از یک مقدار به دیگر و یک مقدار نزدیک ما بین دو مقدار. در گرافیک به فرآیندی که نرم افزار توسط آن میزان اندازه کیفیت هر تصویر را از اولین پیکسل‌های مشکی زیاد می‌کند و سپس پیکسل‌های مشکی را بر پایه مقادیر رنگی از پیشکل‌های رنگی احاطه می‌کنند"
      ]
    },
    {
      "EnglishWord": "interpreter",
      "Meanings": [
        "Programming: یک برنامه که برنامه‌ها را اجرا می‌کند. این تعریف متفاوت با یک کامپایلر که کدها را به یک فایل اجرایی تبدیل می‌کند. Interpreter می‌تواند هر دستور را اجرا کند"
      ]
    },
    {
      "EnglishWord": "inverse kinematics",
      "Meanings": [
        "Graphics: مخفف آن IK گفته می‌شود و فرآیندی است که توسط آن موقعیت‌های حقیقی از یک شی جامع ایجاد می‌شود. همچون یک بازو و بر پایه موقعیت نقاط سطح پایین در یک ساختار درختی اسکلتی همچون پیچ و تاب خوردن یک دست. این فرآیند کاملا بر خلاف forward kinematics می‌باشد"
      ]
    },
    {
      "EnglishWord": "ip",
      "Meanings": [
        "Business: طرح‌های هنری",
        "صداها",
        "موسیقی ها",
        "کدها",
        "مدل‌های سه بعدی طرح‌ها و سایر چیزهایی که در حین فرآیند ساخت بازی ساخته می‌شود"
      ]
    },
    {
      "EnglishWord": "isometric tiles",
      "Meanings": [
        "Graphics: یک راه ترسیم tile‌های دو بعدی که با لایه گذاری عمقی به شکل سه بعدی نشان داده می‌شود. در بازی‌های رایانه ای همواره به غلط به isometric که دارای یک perspective",
        "می‌باشد"
      ]
    }
  ]
}