{
  "Group": "L",
  "Entries": 16,
  "Words": [
    {
      "EnglishWord": "lambert shading",
      "Meanings": [
        "Graphics: یک مدل سایه زن که میزان شدت نور را بر اساس نقطه همراه با چند ضلعی و استفاده از سایه یکپارچه وجه محاسبه می‌کند. همچنین به این تکنیک flat shading هم می‌گویند"
      ]
    },
    {
      "EnglishWord": "left handed coordinates",
      "Meanings": [
        "Graphics: یک نسخه ای از سیستم مختصات دکارتی می‌باشد که موقعیت نقاط X از راست شروع می‌شود و همچنین نقاط محور Y از بالا آغاز می‌شود و نقاط محور Z از سمت دیگر منبع مختصات شروع می‌شود"
      ]
    },
    {
      "EnglishWord": "lens flare",
      "Meanings": [
        "Graphics: یک انکسار نوری که در لنز دوربین ظاهر می‌شود و به طور عادی در هنگامی که دوربین با نوری مثل خورشید رو در رو می‌شود ایجاد می‌شود. یک جلوه محبوب که توسط یرخی هنرمندان گرافیک رایانه ای زیاد استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "lerp",
      "Meanings": [
        "Programming: برای الحاق خطوط کاربرد دارد"
      ]
    },
    {
      "EnglishWord": "level",
      "Meanings": [
        "Design: این واژه به چهار شکل تعریف می‌شود",
        ". یک شخصیت مرحله: به میزان توانایی و مقاوت یک شخصیت بازی می‌گویند. در برخی بازی‌ها به ویژه در RPG‌ها شخصیت‌ها با کنترل کاربر توانایی رشد و قدرت بیشتر یا توانایی‌های بیشتر از بازی. سطح شخصیت یک نشان چگونگی توانایی شخصیت جاری",
        ". یک هیولای مرحله: به میزان قدرت و مقاومت هیولاها و NPC‌ها که باید برای نمایش در مرحله. به عنوان نمونه غول مرحله اول خیلی ضعیف است. اما در مراحل بالاتر غول آن بسیار قدرتمندتر است",
        ". دشواری مرحله: در برخ بازی‌ها کاربرها باید از آسان به سخت کنترل بشوند. به عنوان نمونه اجرای بازی‌ها بسیار راحت برای کاربران غیر حرفه ای و مبتدی باید تنظیم شود و اجرای بازی در حالت سخت باید برای کاربران حرفه ای تنظیم شود",
        ". یک مرحله بازی: یک قسمت از بازی. در بیشتر بازی‌های روز یک رایانه نیاز به پردازش مقادیری اطلاعات دارد. این اطلاعات نمی‌تواند تماما و در یک زمان در حافظه اصلی قرار بگیرد. به خصوص فایلهای صوتی که حجم زیادی را تشکیل می‌دهند به همین خاطر به چند قسمت که به آن مرحله در بازی می‌گویند تقسیم می‌شود. هنگامی که یک مرحله بازی اجرا می‌شود رایانه تمام اطلاعات لازم برای آن مرحله را بارگذاری می‌کند. هنگامی که مرحله به اتمام رسید رایانه اطلاعات مرحله بعد را بارگذاری می‌کند"
      ]
    },
    {
      "EnglishWord": "library",
      "Meanings": [
        "Programming: یک گلچینی از کدها که در فایلی با فرمت. lib ذخیره می‌شود"
      ]
    },
    {
      "EnglishWord": "license",
      "Meanings": [
        "Business: یک قرارداد معین که از یک نام تجاری با یک Theme از یک کمپانی دیگر برای بازی استفاده می‌شود. برای نمونه برخی فیلم‌ها دارای مجوز برای بازی‌های رایانه ای می‌باشند"
      ]
    },
    {
      "EnglishWord": "licensed games",
      "Meanings": [
        "Business: یک بازی بر پایه یک داستان یا یک شخصیت از دیگر رسانه‌ها همچون فیلم",
        "کتابهای کامیک یا فیلم‌های سریالهای تلویزیونی ممکن است ساخته شود به عنوان نمونه Batman",
        "Beavis و… که این نوع بازی‌ها دارای یک مجوز از صاحب مربوطه دارند"
      ]
    },
    {
      "EnglishWord": "licensing deal",
      "Meanings": [
        "Business: یک توافق مابین یک ناشر و توسعه دهنده برای این که توسعه دهنده توزیع بازی را مقرر کند. مجوز Deal به طور عادی در انحصار توزیع منطقه ای است. همچون آمریکای شمالی یا سایر جهان"
      ]
    },
    {
      "EnglishWord": "life",
      "Meanings": [
        "Design: برخی بازی‌های رایانه ای دارای چند شانس در روند بازی می‌باشد که به طور عمومی به آن جان می‌گویند. ویا در بین برخی بازی بازهای ایرانی اصطلاحا خون هم گفته می‌شود و اتمام آن در بازی‌های رایانه ای معمولا به نتیجه مرگ کاربر ختم می‌شود. و کاربر باید دوباره بازی را انجام بدهد. البته در بازی‌های امروزی بعد از کم شدن جان و نگه داشتن شخصیت در یک جای امن بعد از چند ثانیه جان دوباره به جای اولیه خودش بر می‌گردد"
      ]
    },
    {
      "EnglishWord": "light map",
      "Meanings": [
        "Graphics: یک نوع ویژه از نقشه تصویر که هنگامی به کار برده می‌شود که جلوه‌ها بر روی بافت یک تصویر اعمال می‌شود"
      ]
    },
    {
      "EnglishWord": "line",
      "Meanings": [
        "Graphics: به پاره خطی گفته می‌شود که دارای یک بعد می‌باشد و در فضای مابین دو نقطه قرار می‌گیرد"
      ]
    },
    {
      "EnglishWord": "linear",
      "Meanings": [
        "Design: خطی بودن در داستان بازی و در روند بازی روی می‌دهد. یک داستان بازی که به شکل خطی ارایه می‌شود تنها داستانی می‌باشد که باید در آن حرکت کرد. همچون خواندن یک کتاب یا دیدن یک فیلم. روند بازی که به شکل خطی ارایه می‌شود تنها دارای یک واکنش می‌باشد. بازی‌های پیشرفته به طور عادی هم دارای داستان خطی و روند بازی می‌باشند"
      ]
    },
    {
      "EnglishWord": "lod",
      "Meanings": [
        "Graphics: مخفف Level of Detail می‌باشد و به مدلهای پیچیده سه بعدی مربوط می‌باشد. همچون داشتن زیاد یا کم چند ضلعی‌ها در هنگامی که مدل‌ها نزدیک یا دورتر از دوربین می‌باشند"
      ]
    },
    {
      "EnglishWord": "lua",
      "Meanings": [
        "Programming: Lua یک زبان برنامه نویسی بسیار پر قدرت برای ابزارهای کاربردی می‌باشد. این زبان اسکریپتی در بسیاری از نرم افزارها و موتورهای ساخت بازی به عنوان زبان اسکریپتی کاربرد دارد. آدرس تارنمای آن: www. lua. org"
      ]
    },
    {
      "EnglishWord": "lumel",
      "Meanings": [
        "Graphics: یک مختصات که مربوط به نمایش با دقت و وضوح متفاوت در تکنیک light map می‌باشد"
      ]
    }
  ]
}