{
  "Group": "M",
  "Entries": 31,
  "Words": [
    {
      "EnglishWord": "machinima",
      "Meanings": [
        "Graphics: یک پویانمایی سه بعدی می‌باشد که ترکیبی از حرکات منظم دوربین",
        "حرکت شخصیت و تغییرات محیط می‌باشد. و بیشتر در میان پرده‌ها در بازی‌ها و به شکل از پیش رندر شده استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "marketing",
      "Meanings": [
        "Business: به فرآیند متقاعد کردن یک بازی باز Gamer برای خریدن یک دانه ارزان از قفسه. یک کاسب خوب حتی می‌تواند برف را در آلاسکا بفروشد اما یک کاسب بد برای فروش برف در صحرا دچار دردسر می‌شود. همچنین اگر شما بتوانید کسی را که یک بازی بی مصرف را خریده پیدا کنید می‌بینید که همه از او به خاطر این کارش انتقاد و سرزنش می‌کنند"
      ]
    },
    {
      "EnglishWord": "maxscript",
      "Meanings": [
        "Programming: MaxScript یک زبان اسکریپتی قدرتمند برای نرم افزار 3D Studio Max می‌باشد. این زبان اسکریپتی بسیار اصولی اجازه می‌دهد تا شما برنامه تان را سفارشی شده برای خودتان در بیاورید. با MaxScript شما می‌توانید دکمه‌ها و tab هایی را به واسطه کاربری این نرم افزار بیافزایید. وظایف کوچکی را برای نرم افزار بسازید. و وصله‌های کاربردی برای این نرم افزار بسازید"
      ]
    },
    {
      "EnglishWord": "maya",
      "Meanings": [
        "Graphics: یک نرم افزار بسیار قدرتمند مدل سازی که کاربردهای بسیار زیادی در صنعت بازی‌های رایانه ای دارد"
      ]
    },
    {
      "EnglishWord": "maze",
      "Meanings": [
        "Design: یک سیستم جامع مسیرها"
      ]
    },
    {
      "EnglishWord": "md2",
      "Meanings": [
        "File Format: فرمت مدل که در Quake2 مورد استفاده قرار گرفته است. این فرمت از اضافه شدن ریوس برای پویانمایی پشتیبانی می‌کند"
      ]
    },
    {
      "EnglishWord": "md3",
      "Meanings": [
        "File Format: فرمت مدل که در Quake3 مورد استفاده قرار گرفته است. و از یک پویانمایی اسکلتی پشتیبانی کامل به عمل آورده است"
      ]
    },
    {
      "EnglishWord": "mesh",
      "Meanings": [
        "Graphics: در مدل‌های سه بعدی در کل مدل‌ها از تعداد زیادی چند ضلعی polygon ایجاد می‌شوند که مجموع این چند ضلعی‌ها را می‌گویند mesh"
      ]
    },
    {
      "EnglishWord": "mfc",
      "Meanings": [
        "Programming: کتابخانه کلاسهای پایه ای Microsoft می‌باشد. MFC یک API می‌باشد که برنامه نویسان می‌توانند با استفاده از آن برنامه هایشان را برای سیستم عامل Windows بسازند"
      ]
    },
    {
      "EnglishWord": "mfd",
      "Meanings": [
        "Business: مخفف Market Development Funds به معنای توسعه سرمایه تجارت"
      ]
    },
    {
      "EnglishWord": "midi",
      "Meanings": [
        "File Format: واسط دیجیتال وسایل موسیقی می‌باشد. واسط مابین اصوات متفاوت سخت افزار و نرم افزار که اطلاعات موسیقی را عبور می‌دهد"
      ]
    },
    {
      "EnglishWord": "milkshape 3d",
      "Meanings": [
        "Graphics: یک بسته مدلساز بسیار محبوب که در اصل بیشتر برای مادسازی بازی‌ها به کار می‌رود. و می‌تواند خروجی و ورودی هایی برای فرمت‌های محبوب بازی‌ها را ارایه دهد. تارنمای آن: www. swissquake. ch/chumbalum",
        "soft"
      ]
    },
    {
      "EnglishWord": "mingw32",
      "Meanings": [
        "Programming: یک کامپایلر رایگان تحت ویندوز و برای زبان‌های C و ++C از Mumit khan"
      ]
    },
    {
      "EnglishWord": "minimax",
      "Meanings": [
        "Programming: یک الگوریتم برای جستجو از میان حرکت‌های ممکن. که در هوش مصنوعی برای محاسبات بهترین حرکت استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "mip mapping",
      "Meanings": [
        "Graphics: فرآیندی که توسط آن بافت‌ها به قطعه‌های کوچک‌تری بریده می‌شوند به عنوان مثال با اندازه 2/1 اندازه واقعی. و سپس بافت‌های متفاوت در فواصل متفاوت استفاده می‌شود. و در فواصل دور که بیننده نیازی به دیدن بافت با کیفیت و اندازه اصلی را ندارد اندازه کوچک‌تر بافت نمایش داده می‌شود"
      ]
    },
    {
      "EnglishWord": "mission pack",
      "Meanings": [
        "Business: به یک بسته بسط دهنده و افزایش دهنده می‌گویند که توسط آن می‌توان بازی قبلی را افزایش داد. به عنوان مثال می‌توان به بازی قبلی شخصیت‌های جدید",
        "دشمنهای جدید",
        "مراحل و داستان‌های جدید و بر طرف کردن اشکالات نرم افزاری Bug بیافزاییم. همچنین گاهی اوقات به این بسته Expansion Pack هم می‌گویند"
      ]
    },
    {
      "EnglishWord": "mmo",
      "Meanings": [
        "Design: بازی‌های آنلاین چند کاربره",
        "بازی هایی که از MMO از صدها و شاید هزاران کاربر در جهان که به بازی از طریق اینترنت یا شبکه متصل می‌شوند پشتیبانی می‌کند. جهان دارای یک واحد و روند بازی پیوسته می‌باشد. عمومی‌ترین سبک MMO سبک RPG می‌باشد"
      ]
    },
    {
      "EnglishWord": "mod",
      "Meanings": [
        "File Format: یک فرمت صوتی فشرده شده از نمونه‌های صدا در فرمت دیجیتالی شده فایلهای Mod در ضبط",
        "موقعیت",
        "نصب کردن و مدت نوتها اصطلاحا both می‌شوند بعلاوه این که در بردارنده نمونه اطلاعات حقیقی هم می‌باشد و تقریبا دارای پیوندی از برخی از بهترین ویژگی‌ها و قابلیتهای هر دو فرمت WAV و MIDI یک ویرایشگر رایگان برای فایلهای Mod وجود دارد که برای اطلاعات بیشتر می‌توانید به www. modplug. com مراجعه کنید",
        "Design: معمولا در برخی بازی‌ها ابزارهایی به کاربر ارایه می‌شود که توسط آن می‌تواند تغییراتی در بازی اعمال کرده یا مراحلی را به آن اضافه نماید"
      ]
    },
    {
      "EnglishWord": "mode x",
      "Meanings": [
        "Graphics: بالا بردن میزان کیفیت کارت گرافیکی به 320 در 240 که میزان کیفیت پیکسل‌ها را برابر می‌کند. این تکنیک توسط Michael Brash ایجاد شده است"
      ]
    },
    {
      "EnglishWord": "model",
      "Meanings": [
        "Graphics: به شی سه بعدی گفته می‌شود که از تعدادی چند ضلعی",
        "spline‌ها یا NURBS استفاده شده است"
      ]
    },
    {
      "EnglishWord": "module",
      "Meanings": [
        "Programming: یک گلچینی از اطلاعات و کدهای معمولی که برای نقطه عمل اطلاعات می‌باشد. این گلچین اطلاعات و کدهای معمولی می‌تواند باعث پیوسته شدن سرویس‌ها بشود که دستورات اطلاعاتی با هم درگیر نشوند. به عنوان نمونه فایلهای include در زبان C یا کلس‌ها در C++ یک بسته در زبان Ada و یک unit در برخی نسخه‌های زبان Pascal"
      ]
    },
    {
      "EnglishWord": "morfit",
      "Meanings": [
        "Programming: یک موتور سه بعدی بر پایه DirectX که در سال 1990 توسعه داده شد. اکنون آن را با نام 3D State می‌شناسند. به طور کلی تعدادی وسیع از برنامه نویسان از کاربرد آسان و راحت و قابلیت هماهنگی با خیلی از زبان‌های برنامه نویسی و کامپایلرها تقدیر کردند. این موتور با زبان‌ها و کامپایلرهایی نظیر Microsoft Visual C++",
        "Borland C++",
        "Delphi و Visual Basic کار می‌کند. برای اطلاعات بیشتر می‌توانید به تارنمای www. 3dState. com مراجعه کنید"
      ]
    },
    {
      "EnglishWord": "mortal kombat",
      "Meanings": [
        "Graphics: مجموعه ای بازی مبارزه ای بسیار محبوب که توسط Midway ساخته شد. Mortal kombat یکی از اولین بازی‌های کنسول بود که خون را نمایش داد"
      ]
    },
    {
      "EnglishWord": "motion capture",
      "Meanings": [
        "Graphics: دستگاهی است که برای ساختن یک مجموعه کامل حرکات یک شی سه بعدی استفاده می‌شود همچون راه رفتن یک شخص دویدن یا جنگیدن او. این دستگاه حرکات طبیعی یک انسان را به حرکات یک شخصیت در فضای سه بعدی تبدیل می‌کند"
      ]
    },
    {
      "EnglishWord": "moves",
      "Meanings": [
        "Design: هرچیز یک شخصیت که در بازی می‌تواند انجام شود. که بازی‌های ابتدایی همچون Galaga امکان سه حرکت وجود داشت حرکت چپ",
        "حرکت راست و تیراندازی در بازی‌های جدید و به خصوص بازی‌های جنگی امکان صدها حرکت وجود دارد"
      ]
    },
    {
      "EnglishWord": "mp3",
      "Meanings": [
        "File Format: یک فرمت برای فشرده سازی صدا",
        "MP3 یا همان Mpeg",
        "که بیشتر برای لوح‌های فشرده حاوی موسیقی استفاده می‌شود و به طور عمومی بسیاری از مردم تمایل دارند تا فرمت WAV را به این فرمت تبدیل کننده زیرا تاثیر فوق العاده زیادی در کم شدن حجم بدون آن که از کیفیت صدا کم شود دارد. شیوه کاری این فرمت به این صورت است که به عنوان مثال صدای سوی S یا مواردی از این قبیل را بر می‌دارد و با این کار حجم بسیاری از حجم صدا را می‌کاهد"
      ]
    },
    {
      "EnglishWord": "mpeg",
      "Meanings": [
        "File Format: یک فرمت برای کدگذاری فایلهای فایلهای ویدیویی Mpeg1 اولین فرمت بود که در گرافیک رایانه استفاده شد و فرمت Mpeg2 هم بر پایه DVD ساخته شد"
      ]
    },
    {
      "EnglishWord": "ms3d",
      "Meanings": [
        "File Format: فرمت اصلی نرم افزار مدلساز MilkShop 3D می‌باشد. از مختصات بافت",
        "نرمالها",
        "پویانمایی اسکلتی و برخی چیزهای دیگر پشتیبانی می‌کند"
      ]
    },
    {
      "EnglishWord": "mud",
      "Meanings": [
        "Design: مخفف Multi",
        "User Dungeon می‌باشد. یک بازی آنلاین چند کاربره می‌باشد. که کاربر به شکل telnet پروتکل TelNet با استفاده از پروتکل فوق کاربران قادر به log on",
        "اجرای برنامه‌ها و مشاهده فایل‌های موجود بر روی یک کامپیوتر از راه دور می‌باشند. به سرور متصل و با دیگر کاربرها بازی می‌کنند"
      ]
    },
    {
      "EnglishWord": "murder based experience",
      "Meanings": [
        "Design: یک سیستم پیشرفت در نقاطی که برای آن جایزه ای در نظر گرفته می‌شود. و بر اساس ورزیدگی و تجربه کاربر بر پایه جنگ آوری می‌باشد و نمی‌توان جایزه را تنها به نابود کردن دشمنان داد"
      ]
    },
    {
      "EnglishWord": "mush",
      "Meanings": [
        "Design: مخفف Multi",
        "User Shared Hallucination می‌باشد. نوعی MUD برای کاربر که می‌تواند برای ساخت اتاق‌ها آیتم‌ها و محیط استفاده شود"
      ]
    }
  ]
}