{
  "Group": "O",
  "Entries": 11,
  "Words": [
    {
      "EnglishWord": "obj",
      "Meanings": [
        "File Format: یک فرمت قدیمی از Alias/Wavefront که به طور عمومی برای بارگذاری راحت و بدون پویانمایی می‌باشد"
      ]
    },
    {
      "EnglishWord": "object",
      "Meanings": [
        "Graphics: یک مجموعه از چند ضلعی‌ها که به طور کلی برای تنظیم ساختن و نمایش یک شکل واقعی کاربرد دارد"
      ]
    },
    {
      "EnglishWord": "object oriented",
      "Meanings": [
        "Programming: طراحی شی گرا همچون اشیا در جهان حقیقی ما هستند که می‌توانند ساخته بشوند",
        "مورد عمل قرار بگیرند و سپس تخریب شوند. که در برنامه نویسی این اشیا همان کلاس‌ها هستند. کلاس‌ها باید یک interface یا واسطه را آماده کنند که برای اشیا ساخته شده از کاربر به کار می‌رود. اشیا استفاده شده در طراحی شی گرا کاربردهایی بی شباهت به توابع یا شیوه هایی که می‌تواند به کار برده شود در تغییر وضعیت دارد. برای اطلاعات بیشتر کتب مربوط به برنامه نویسی شی گرا را مطالعه نمایید"
      ]
    },
    {
      "EnglishWord": "object pascal",
      "Meanings": [
        "Programming: یک شی بر پایه Pascal که یک زبان شی گرا می‌باشد"
      ]
    },
    {
      "EnglishWord": "octree",
      "Meanings": [
        "Graphics: تکنیکی گرافیکی برای ذخیره سازی و تعیین نمایش اشیا در فضای سه بعدی"
      ]
    },
    {
      "EnglishWord": "ogg",
      "Meanings": [
        "File Format: یک فرمت فشرده ساز مانند MP3 برای دیدن اطلاعات بیشتر از میزان کیفیت و حدود فشرده سازی به سایت www. vorbis. com مراجعه کنید این فرمت یک فرمت منبع باز است و در سایت آن کتابخانه‌ها و کدهای مربوط به این فرمت وجود دارد"
      ]
    },
    {
      "EnglishWord": "one-up",
      "Meanings": [
        "Design: در بازی‌های شبیه ساز دو کاربره. این پیام می‌تواند به شکل چشمک زن روی صحنه باشد و کاربر با دریافت آن جان اضافه بگیرد. Two",
        "up هم می‌تواند جان اضافی به کاربر ثانویه بدهد. سپس مختصر برای دادن جان اضافی",
        "به طور کلی می‌تواند نقاط معین یا اشیای ویژه ای باشد"
      ]
    },
    {
      "EnglishWord": "online game",
      "Meanings": [
        "Design: یک بازی که بازیکن می‌تواند توسط آن به اینترنت یا شبکه وصل و با یک یا بیشتر کاربران آن شبکه بازی کند"
      ]
    },
    {
      "EnglishWord": "oop",
      "Meanings": [
        "Programming: برنامه نویسی شی گرا. یک مدل برنامه نویسی که اطلاعات و توابع را برای عملیات‌های اطلاعات با هم در کلاس‌ها یا دیگر اشیا و با توبعه و متغیرهای جداگانه را مهیا می‌کند"
      ]
    },
    {
      "EnglishWord": "openal",
      "Meanings": [
        "Programming: یک API صوتی به صورت cross platform که برای استفاده در ابزارهای بازی و برخی دیگر از انواع ابزارهای صوتی اختصاص دارد. تارنمای آن: www. openal. org"
      ]
    },
    {
      "EnglishWord": "opengl",
      "Meanings": [
        "Programming: یک API گرافیکی",
        "که اصولا برای کارهای سه بعدی استفاده می‌شود و توسط کمپانی Silicon Graphics و در بیشتر platform‌ها استفاده می‌شود. تارنمای آن: www. opengl. org"
      ]
    }
  ]
}