{
  "Group": "P",
  "Entries": 46,
  "Words": [
    {
      "EnglishWord": "painters algorithm",
      "Meanings": [
        "Graphics: ایده ترسیم از عقب به جلو. مانند ترسیم و ترکیب یک صحنه. مشکلی که می‌تواند در هنگامی که برخی از اشیا توانایی این را دارند که به اندازه اشیای پشتی یا جلویی باشند"
      ]
    },
    {
      "EnglishWord": "palette",
      "Meanings": [
        "Graphics: یک جدول از فهرست مجموعه رنگ هایی که در منبع رنگ‌ها وجود دارد"
      ]
    },
    {
      "EnglishWord": "palette swap",
      "Meanings": [
        "Design: یک تکنیک در بازی‌های رایانه ای که با شخصیت‌های مشابه پایه ای و با رنگ‌های متفاوت استفاده می‌شود. نمای شخصیت‌ها می‌تواند تفاوت شخصیت‌ها را نشان دهد",
        "Graphics: یک شیوه از تغییر رنگ‌ها در جدول رنگ palette که ظاهر تصاویر را با استفاده از جدول رنگ تغییر می‌دهد"
      ]
    },
    {
      "EnglishWord": "paper doll",
      "Meanings": [
        "Design: یک تصویر از شخصیتی که می‌تواند پوشیده از لباس یا آماده پوشانیده شدن لباس یا آیتم باشد"
      ]
    },
    {
      "EnglishWord": "paper launch",
      "Meanings": [
        "Business: محصولی ویژه که می‌تواند پیش از انتشار محصول واقعی منتشر شود. یک Paper launch تمام خصوصیاتی که در محصول جدید وجود دارد را شرح می‌دهد. و بیشتر در صنعت سخت افزار این کار عمومیت دارد"
      ]
    },
    {
      "EnglishWord": "paradigm",
      "Meanings": [
        "Programming: یک مدل یا نمونه. به ویژه در برنامه نویسی",
        "توسط این راه کدهایتان سامان دهی می‌شود. که به شکل functional"
      ]
    },
    {
      "EnglishWord": "parallax occlusion mapping",
      "Meanings": [
        "Programming: به کار بردن تکنیک per",
        "pixel ray",
        "tracing برای نورهای متحرک سطوح به شکل Real",
        "time و تحت GPU. این تکنیک از یک الگوریستم با میزان دقت بالا استفاده می‌کند تا عمق دید سطح با نهایت کیفیت برای شبیه سازی‌های حرکت زاویه شکست نور و عمق تنظیم پرسپکتیو استفاده شود. به طور کلی این شیوه اجازه تولید سایه‌های صاف به صورت real",
        "time و برای انسداد سطوح را می‌دهد. متناوبا این تکنیک می‌تواند با تکنیک bump mapping هم کار کند. همچون normal mapping اگر دقت فیزیکی بتواند فدای بهتر شدن اجرای الگوریتم‌ها شود"
      ]
    },
    {
      "EnglishWord": "parallax scrolling",
      "Meanings": [
        "Graphics: جلوه ای که برای دیدن حرکت لایه‌ها استفاده می‌شود. هر لایه یک فاصله ای از نما را نمایش می‌دهد. پیش زمینه",
        "پس زمینه",
        "بسیار در فاصله‌ها همچنین دید کامل حرکات در دو بعد بدون عمق حرکت لایه‌ها با سرعت‌های متفاوت و… که تمام این‌ها می‌تواند حقه ایجاد عمق را بسازد"
      ]
    },
    {
      "EnglishWord": "parsing",
      "Meanings": [
        "Programming: قسمت استخراج رشته‌ها از رشته‌های بزرگتر به جمع عناصر مورد نیاز. معمولا به هنگامی که اطلاعات از یک فایل text استخراج می‌شوند"
      ]
    },
    {
      "EnglishWord": "particle system",
      "Meanings": [
        "Graphics: یک سیستم ذره ای مجموعه ای از entity‌ها می‌باشد که به هم پیوسته یا نا پیوسته است که با قواعد منطقی و فیزیکی ترکیب می‌شود. اجزاء یک سیستم ذره ای پایه ای متشکل از یک منتشر کننده",
        "ذرات و تغییر دهنده آنها می‌باشد. یک سیستم ذره ای یک ذره یک entity می‌باشد که دارای اطلاعات ویژه یک ذره در سیستم می‌باشد. ذره دارای خصوصیات و ویژگی‌های متفاوتی می‌باشد. همچون یک سرعت",
        "موقعیت",
        "اندازه",
        "نیروی موثر",
        "رنگ و… می‌باشد. منتشر کننده آن هم یک شی است که معمولا در صحنه نمایش داده نمی‌شود و برای تولید ذرات درون درون صحنه و تولید او? ین خصوصیت‌ها استفاده می‌شود. یکی از این خصوصیتها می‌تواند با تغییر دهنده‌ها خیلی چیزها را تغییر دهد. ذرات وابسته به یک سیستم ذرات هستند و با یک بافت پیوست می‌خورند. بافت‌ها برای به شکل چهارگوش به کار می‌روند. در هر حلقه بازی",
        "با وجوه دوربین‌ها تنظیم می‌شود. تکنیکی که آن را با نام billboarding می‌شناسیم. یک جلوه ویژه می‌تواند برخی از سیستم‌های ذرات را با بافت‌های متفاوت و ویژگی‌های خاص بسازد. به عنوان مثال سوختن یک آتش می‌تواند از یک سیستم ذره ای برای شعله‌ها یا دود استفاده کند"
      ]
    },
    {
      "EnglishWord": "pascal",
      "Meanings": [
        "Programming: یک زبان که به صورت ساخت یافته ایجاد شد. این زبان ابتدا توسط شخصی به نام Niklaus Wirh و در ابتدای سال 1970 و با نام ریاضی دان بزرگ Blaise Pascal طراحی شد"
      ]
    },
    {
      "EnglishWord": "path finding",
      "Meanings": [
        "Design: به شکل ساده به پیدا کردن یک مسیر برای یک گروه یا یک شخصیت در بازی باشد"
      ]
    },
    {
      "EnglishWord": "pcx",
      "Meanings": [
        "File Format: فرمت. PCX یک فرمت گرافیکی است که توسط کمپانی ZSoft ساخته شده است در گذشه‌ها از این فرمت در سیستم عامل Dos و نسخه‌های قدیمی بازی‌های ویندوز از آن استفاده می‌شد"
      ]
    },
    {
      "EnglishWord": "perlin noise",
      "Meanings": [
        "Programming: در سال 1982 شخصی با نام ken Perlin برای اولین بار به تولید بافت هایی برای فیلمی با نام Tron دست زد. این فیلم یکی از اولین فیلم هایی بود که از گرافیک رایانه ای در خیلی از قسمت هایش استفاده کرد. Tron دارای یک تفاوت ویژه در دید بصری داشت. در سال 1997 جایزه ویژه دانشگاه برای Perlin noise انتخاب شد. Perlin noise تکنیکی در گرافیک رایانه ای برای ایجاد جلوه هایی مانند آتش",
        "دود و ابر می‌باشد. همچنین می‌تواند به تولید بافت هایی با حداقل محدودیت‌های حافظه ساخت. همچون در یک دمو"
      ]
    },
    {
      "EnglishWord": "phong shading",
      "Meanings": [
        "Graphics: یک مدل سایه زنی که نور را افزایش داده و در هر پیکسل در چندضلعی آن را محاسبه می‌کند. این تکنیک به شدت پردازش را زیاد می‌کند. Fast phong shading هم یک تکنیک بهینه ساز الگوریتم می‌باشد اما به هر حال بی اثر است و فرق چندانی با تکنیک اصلی نمی‌کند"
      ]
    },
    {
      "EnglishWord": "phosphor persistence",
      "Meanings": [
        "Graphics: گاهی اوقات هم Ghost Images گفته می‌شود. به تصویر حرکت یک شی که به شکل سیاه نمایش داده می‌شود گفته می‌شود یا پس زمینه سیاه دارد"
      ]
    },
    {
      "EnglishWord": "photon tracing",
      "Meanings": [
        "Graphics: حقیقی‌تر شدن صحنه اما به قیمت کمتر شدن سرعت. تکنیکی در رندرگر سه بعدی و هنگامی که شما فوتون‌ها را از منبع نوری می‌ریزید و از فیزیکی حقیقی تصویری که در بردارنده انعاکس",
        "انکسار",
        "پراکندگی و… برای دوربین استفاده می‌کنید این تکنیک همچنین می‌تواند فوتون تصاویر را از پیش رندر کرده و برای افزودن یک بازخورد حقیقی در بازی‌ها با سرعت بالا استفاده کند"
      ]
    },
    {
      "EnglishWord": "photorealistic",
      "Meanings": [
        "Graphics: تصویری که از لحاظ حقیقی به تصویر یک عکاس نزدیک می‌شود و از یک مجموعه بزرگ رنگی در حدود 16000 رنگ را برای نمایش انواع تصاویر در نمایشگر رایانه ای یا تلویزیون استفاده می‌کند"
      ]
    },
    {
      "EnglishWord": "php",
      "Meanings": [
        "Programming: PHP یک زبان اسکریپتی برای اهداف عموم و به ویژه برای توسعه وب که می‌تواند درون HTML هم به کار گرفته شود می‌باشد. برای اطلاعات بیشتر به تارنمای آن مراجعه کنید: www. php. net"
      ]
    },
    {
      "EnglishWord": "pitch",
      "Meanings": [
        "Graphics: پهنای قابل ترسیم سطح از تعدادی بایت در هر پیکسل. به عنوان نمونه یک صحنه 800*600 از 16 بیت رنگ که می‌توانند یک pitch به اندازه 1600 دارد"
      ]
    },
    {
      "EnglishWord": "pixel",
      "Meanings": [
        "Graphics: عنصر تصویر. یک پیکسل اشیا کوچکی در جهان گرافیک رایانه ای می‌باشد. مبنای اندازه صحنه بر اساس پیکسل می‌باشد به عنوان مثال 600*800 در 480*"
      ]
    },
    {
      "EnglishWord": "pixel ratio",
      "Meanings": [
        "Graphics: به نسبت پیکسل‌های عرض به ارتفاع می‌گویند. اگر پیکسل‌ها مربع باشند نسبت پیکسل‌ها 1 و تعداد پیکسل‌های X تقسیم بر تعداد پیکسل‌های Y برابر با نسبت پیکسل می‌شود",
        "Pixel_Ratio = Pixel_Width / Pixel_Height X_Resolution / Y_Resolution = Aspect_Ratio / Pixel_Ratio"
      ]
    },
    {
      "EnglishWord": "playtesting",
      "Meanings": [
        "Design: کسی است که بازی را برای بررسی میزان توازن آن بازی می‌کند. یک Playtesting با یک آزمایشگر بازی این تفاوت را دارد که آزمایشگر بدنال خطاهایی در حین روند بازی است اما Playtest بدنبال توازن مسایلی مانند سختی و آسانی و… در حین بازی می‌باشد"
      ]
    },
    {
      "EnglishWord": "plot",
      "Meanings": [
        "Design: رشته حوادث مرحله در حین طی کردن آن توسط کاربر را می‌گویند که با بازی‌ها پیچیده می‌باشد"
      ]
    },
    {
      "EnglishWord": "png",
      "Meanings": [
        "File Format: این فرمت که مختصر Portable Network Graphics می‌باشد یک فرمت گرافیکی است"
      ]
    },
    {
      "EnglishWord": "point",
      "Meanings": [
        "Graphics: نمایش بدون بعد از نقاط گسسته در فضا"
      ]
    },
    {
      "EnglishWord": "point filtering",
      "Meanings": [
        "Graphics: ساده شده texture filtering می‌باشد. این شیوه می‌تواند تنها تکسل‌های نزدیک به پیکسل را بگیرد که می‌تواند باعث افزایش دندانه دار شدن بافت‌های بزرگ شود"
      ]
    },
    {
      "EnglishWord": "pointer",
      "Meanings": [
        "Programming: به معنای اشاره گر می‌باشد. اشارهگر متغیری می‌باشد که درون آن نشانی محل حافظه و اطلاعات مربوط به آن ذخیره می‌شود. یک اشاره گر می‌تواند نشانی مکان انواع متغیرها",
        "اشیا یا اطلاعات مهم دیگر در حافظه را در خود ذخیره کند"
      ]
    },
    {
      "EnglishWord": "polar coordinate system",
      "Meanings": [
        "Graphics: یک سیستم مختصات که هر نقطه آن زاویه و فاصله را از نقطه O که قطب آن است تعیین می‌کند"
      ]
    },
    {
      "EnglishWord": "polygon",
      "Meanings": [
        "Graphics: یک شی بسته که از سه گوشه ساخته شده است. هر گوشه آن ساخته شده از یک پاره خط و پایان هر خط هم یک راس می‌باشد"
      ]
    },
    {
      "EnglishWord": "polygonal",
      "Meanings": [
        "Graphics: هر بار که یک شی سه بعدی نرم نیست و شما می‌توانید پلی گان‌های ساخته شده شی را ببینید. به حالت این شی Polygonal می‌گویند"
      ]
    },
    {
      "EnglishWord": "portal rendering",
      "Meanings": [
        "Graphics: نوعی رندرینگ که می‌تواند جهان سه بعدی را به ناحیه‌های حصاربندی شده ای تقسیم کند. هر ناحیه از چندین دیوار ساخته شده است. و هر دیوار از یک ناحیه دیگر portal ساخته شده است. مزیت رندر شدن به شیوه portal سادگی در کد نویسی و افزایش سرعت بازی می‌باشد. برای هر پورتال شما یک جدا کننده بسیار ریز را که از پلیگان دیوار خارج می‌شود را می‌سازید. سپس رندر هر ناحیه به اتصال پورتال بستگی دارد. نوعی از کوتاه کننده‌ها سه بعدی هستند و نوعی هم شبیه به آنها اما به شکل دو بعدی. شما می‌توانید چهارگوش‌های دو بعدی را از طریق چورتال در صحنه به شکل دو بعدی جدا کنید"
      ]
    },
    {
      "EnglishWord": "post-perspective homogeneous space",
      "Meanings": [
        "Graphics: سیستم مختصات پس از تغییر شکل تصویر perspective"
      ]
    },
    {
      "EnglishWord": "potential visibility set",
      "Meanings": [
        "Graphics: قسمت‌های سلسله مراتبی که محیط اجازه می‌دهد که به شکل موثری پلی گان‌ها را برای کنترل بیشتر کم کند. که به شکل مخفف PVS هم خوانده می‌شود"
      ]
    },
    {
      "EnglishWord": "power-up",
      "Meanings": [
        "Design: جایزه ویژه برای آیتم‌ها یا شخصیت ها"
      ]
    },
    {
      "EnglishWord": "prerender",
      "Meanings": [
        "Graphics: به ساختن خروجی گرافیکی برنامه می‌گویند و کاملا با ارایه برنامه به شیوه الگوریتمی در تضاد است. زیرا به شکل رویه ای یا پویا گرافیک‌های زمان اجرا run",
        "time را می‌سازد"
      ]
    },
    {
      "EnglishWord": "prerendered",
      "Meanings": [
        "Graphics: نوعی صحنه سه بعدی رندر شده و ذخیره شده می‌باشد که معمولا به صورت bitmap و با استفاده از پس زمینه‌ها و اسپریت‌های دو بعدی در بازی‌ها ایجاد می‌شود به عنوان مثال Nintendo’s Donkey Kong country بی شباهت به صحنه هایی که به شکل Real",
        "Time رندر می‌شود. تصاویر Prerendered نمی‌توانند زاویه دیدهایی قابل تغییر در طی RunTime داشته باشند"
      ]
    },
    {
      "EnglishWord": "price point",
      "Meanings": [
        "Business: یک اصطلاح که برای تعیین رده بندی محصول بر اساس میزان بها استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "procedural texture mapping",
      "Meanings": [
        "Graphics: بافت‌های که از الگوریتمهایی بر پایه اشیای با منحنی تزار و آشفته یا تطلاطم ایجاد می‌شوند و الگوریتم برای جنس ترسیم شده به کار می‌رود. از مزایای این شیوه می‌توان به داشتن یک level of detail نا محدود در هر بافت که می‌می تواند با اندازه‌های دقیقی ساخته شود اشاره کرد"
      ]
    },
    {
      "EnglishWord": "producer",
      "Meanings": [
        "Business: گاهی اوقات برخی اشخاص از ناشران بازی کسانی هستند که می‌توانند یک ربط مابین ناشران و تیم توسعه دهندگان بازی باشند. این واقعا خیلی سخت است که این اشخاص بدانند که چگونه مابین هر دو تیم ارتباط داشته باشند. گاهی اوقات همین اشخاص کوچک در کمپانی‌های توسعه بازی کسانی هستند که برای پروژه‌های بزرگ کار می‌کنند"
      ]
    },
    {
      "EnglishWord": "projection",
      "Meanings": [
        "Graphics: به طور کلی به تبدیل مختصات سه بعدی به دو بعد می‌گویند. ایجاد ترسیم پلی گان‌ها در صحنه دو بعدی نمونه ای از این کار است"
      ]
    },
    {
      "EnglishWord": "promat animation library",
      "Meanings": [
        "Graphics: یک کیت توسعه نرم افزار برای Allegro"
      ]
    },
    {
      "EnglishWord": "publisher",
      "Meanings": [
        "Business: یک کمپانی که سرمایه اش از فروش بازی تامین می‌شود اما نه مستقیما. زیرا Publisher‌ها معمولا فروش بازی‌ها را از طریق Retailer‌ها انجام می‌دهند. Retailer‌ها کسانی هستند که بازی را به فروشنده نهایی می‌فروشند و یا در اصطلاح عامیانه همان خرده فروش‌ها و مغازه‌های فروش محصولات هستند"
      ]
    },
    {
      "EnglishWord": "publishing deal",
      "Meanings": [
        "Business: معامله ای است که به طور کلی ابتدا برای تامین وجه مابین یک کمپانی توسعه دهنده و یک ناشر انجام می‌گیرد. توسعه دهنده می‌تواند توسعه دهنده می‌تواند درصدی از حق تالیف سود خالص بازی را بگیرد"
      ]
    },
    {
      "EnglishWord": "puzzle",
      "Meanings": [
        "Design: یک مشکل که در حین روند بازی برای جذاب شدن آن توسط طراح ایجاد می‌شود. و کاربر باید برای رد کردن آن مشکل را حل کنید"
      ]
    },
    {
      "EnglishWord": "python",
      "Meanings": [
        "Programming: یک زبان برنامه نویسی سطح بالا با اهداف عمومی که ابتدا در سال 1990 و توسط Guido Van ایجاد شد. تارنمای این زبان: www. python. org"
      ]
    }
  ]
}