{
  "Group": "R",
  "Entries": 27,
  "Words": [
    {
      "EnglishWord": "radiosity",
      "Meanings": [
        "Graphics: شیوه ای در نورپردازی داخلی که انتشار و انحراف نور را محاسبه می‌کند. این تنها نور زاویه وجوه نمای دید نیست اما نورهای متفاوت از سرچشمه نور را محاسبه می‌کند. تصادم وجوه در صحنه و نورهای متفاوت از آن وجوه در دیگر وجوه که دیده می‌شوند"
      ]
    },
    {
      "EnglishWord": "rapidq",
      "Meanings": [
        "Programming: یک کامپایلر/مفسر و IDE برای زبان BASIC از William yu. ویژگی‌های ان بسیار شبیه به Visual Basic می‌باشد و کار با آن بسیار راحت می‌باشد. برای اطلاعات بیشتر و دانلود رایگان آن می‌توانید به آدرس زیر مراجعه کنید: www. basicguru. com/rapidq"
      ]
    },
    {
      "EnglishWord": "rasterization",
      "Meanings": [
        "Graphics: فرآیند ساخت تصاویر از اجزا سه بعدی"
      ]
    },
    {
      "EnglishWord": "ray casting",
      "Meanings": [
        "Graphics: تکنیک Raycasting در جهان سه بعدی بر پایه ماتریس‌های دو بعدی استفاده می‌شود. در این تکنیک",
        "اشعه‌ها از یک نقطه ویژه خارج می‌شوند و سپس در جهان سه بعدی قطع می‌شوند. با کمک ماتریس و ضبط می‌شوند. اطلاعات ضبط شده از این تقاطع برای ایجاد perspective سه بعدی استفاده می‌شود",
        "این تکنیک گرافیکی که در بازی Wolf3D و جایی که تعدادی اشعه یا خط از موقعیت جاری ترسیم و خارج و تا رویارویی با اولین مانع ادامه پیدا می‌کردند. خط و سطح مسافت می‌توانست برای ترسیم در صحنه تعریف شود. به عنوان نمونه اگر اندازه صحنه 320*240 بود این 320 اشعه را برای هر پیکسل در صحنه خارج می‌کرد"
      ]
    },
    {
      "EnglishWord": "real-time",
      "Meanings": [
        "Design: کاربر در حین بازی باید ثانیه به ثانیه بتواند تغییراتی در بازی ایجاد کند و به فرآیند لحظه ای تغییرات در بازی می‌گویند"
      ]
    },
    {
      "EnglishWord": "real-time strategy",
      "Meanings": [
        "Design: یک بازی که به طور کلی بر پایه کنترل واحدهای متفاوت و زیاد و از نمای perspective می‌باشد"
      ]
    },
    {
      "EnglishWord": "recursion",
      "Meanings": [
        "Programming: در برنامه نویسی رایانه",
        "هنگامی که یک تابع را می‌نویسید و آن را برای گرفن نتیجه فرامی خوانید. این می‌تواند دلپسب باشد که برنامه به خوبی اجرا شود و می‌تواند همچنین بد باشد که اشکال زدا از برنامه خطا پیدا کند"
      ]
    },
    {
      "EnglishWord": "refactor",
      "Meanings": [
        "Design: دوباره نویسی یک قطعه از کدها در بهبود ساختار و یا خوانایی بدون تغییرات رویدادهای ظاهری یا معنی کلی. و کدهایی که می‌توانند نتیجه ای نمونه کد داشته باشند"
      ]
    },
    {
      "EnglishWord": "reference",
      "Meanings": [
        "Programming: نام مستعار متغیر می‌باشد"
      ]
    },
    {
      "EnglishWord": "refresh rate",
      "Meanings": [
        "Graphics: میزانی که صحنه می‌تواند ترسیم کند. که معمولا بر اساس هر ثانیه بر فریم در نرم افزار و Hz در سخت افزار مورد استفاده است"
      ]
    },
    {
      "EnglishWord": "relative coordinate system",
      "Meanings": [
        "Graphics: همچنین به سیستم مختصات دید مرکزی یا View",
        "Centered Coordinate گفته می‌شود. دید دوربین همواره با مختصات",
        "و همواره خلاف بر سیستم جهانی می‌باشد"
      ]
    },
    {
      "EnglishWord": "ren'ai",
      "Meanings": [
        "Design: بازی‌های ren’ai یک سبک محبوب بازی در کشور ژاپن می‌باشد. در این بازی کها کاربر با یک شخصیت اصلی که عموما مرد می‌باشد بازی می‌کند و اشیای بازی تحت تاثیر ان قرار می‌گیرند. روند بازی بر اساس انتخاب دیالوگ‌ها یا عناصر پیشرفته پیش می‌رود و جنگ خاصی نیست"
      ]
    },
    {
      "EnglishWord": "rendering context",
      "Meanings": [
        "Graphics: محیط فعال حافظه در مدل دید نوشته شده از OpenGL. دید Projection و ماتریس‌های بافت که در صحنه دیده می‌شود. شبیه به مفهوم ابزار که در ویندوز هنگام ترسیم گرافیکها با GDI استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "renderware",
      "Meanings": [
        "Graphics: توسط کمپانی Criterion Software و در سال 1993 ایجاد شد. موتور Render Ware RW یک میان افزار سه بعدی با یک موتور رندرگر گرافیکی بود که پس از نسخه 3 آن و آمدن کنسول Playstation 2 در بازی‌های بسیار زیاد و متفاوت استفاده شد که از معروف‌ترین آنها می‌توان به بازی Grand Theft Auto 3 اشاره کرد. بسیاری از این بازی‌ها به PC پورت شدند"
      ]
    },
    {
      "EnglishWord": "repro",
      "Meanings": [
        "Programming: کوتاه شده reproduce می‌باشد. هنگام آزمایش بازی",
        "نقصی که به طور نمونه درون سیستم پایگاه داده است. این خطاها repro یا reproduce می‌باشند"
      ]
    },
    {
      "EnglishWord": "resolution",
      "Meanings": [
        "Graphics: به تعداد پیکسل‌ها در اندازه X و Y می‌گویند"
      ]
    },
    {
      "EnglishWord": "retailer",
      "Meanings": [
        "Business: در اصطلاح عامیانه همان خرده فروش‌ها و مغازه‌های فروش محصولات هستند"
      ]
    },
    {
      "EnglishWord": "rgb",
      "Meanings": [
        "Graphics: قرمز و سبز و آبی. سه رنگ اصلی که سازنده تمام رنگ‌ها با شدت‌های متفاوت می‌باشد. در حقیقت تمام پیکسل‌های رنگی که شما در صفحه نمایشگر می‌بینید بر اساس ترکیب این سه رنگ اصلی بوجود می‌آیند"
      ]
    },
    {
      "EnglishWord": "rhino",
      "Meanings": [
        "Graphics: یک ابزار مدلساز سه بعدی به شیوه NURBS"
      ]
    },
    {
      "EnglishWord": "right handed coordinates",
      "Meanings": [
        "Graphics: نسخه ای از سیستم مختصات کارتزین که نقاط X از راست شروع شده و نقاط Y آن هم از بالا. نقاط محمور Z آن هم از پایین آغاز می‌شود"
      ]
    },
    {
      "EnglishWord": "rle",
      "Meanings": [
        "Graphics: مخفف Run Length Encoding به معنای طول دنباله رمزگذاری می‌باشد. نوعی فشرده سازی برای کم شدن میزان اندازه فایل و کوتاه شدن مداوم اجرای رنگ‌ها با میزان مشابه. به طور نمونه 20 پیکسل از قرمز افقی می‌تواند کوتاه کننده تعداد 20 سطر از رنگ‌های قرمز باشد. سپس هنگامی که تصویر از حالت رمزگذاری خارج شد این 20 پیکسل از رنگ‌ها برای ترسیم خوانده می‌شود"
      ]
    },
    {
      "EnglishWord": "role playing game",
      "Meanings": [
        "Design: بازی‌های داستان محور دارای یک سیستم بسیار محبوب می‌باشند و این سبک جزو تفریحی‌ترین سبک‌ها در میان بازی‌ها می‌باشند"
      ]
    },
    {
      "EnglishWord": "rotate",
      "Meanings": [
        "Graphics: تغییر زاویه یک شی که ترسیم می‌شود یا توسط دوربین دیده می‌شود"
      ]
    },
    {
      "EnglishWord": "rotation matrix",
      "Meanings": [
        "Graphics: نوعی از ماتریس‌ها برای به استعمال یا چرخش نقاط"
      ]
    },
    {
      "EnglishWord": "rotoscoping",
      "Meanings": [
        "Graphics: فیلم‌های حقیقی که برداشت می‌شوند و سپس به شکل یک کارتون ترسیم می‌شوند. نمونه‌های آن فیلم هایی نظیر The Lord of the Ring بود که در بازی Prince of Persia انجام شد"
      ]
    },
    {
      "EnglishWord": "rts",
      "Meanings": [
        "Design: مخفف Real",
        "time Strategy می‌باشد و یک سبک بازی می‌باشد"
      ]
    },
    {
      "EnglishWord": "ruby",
      "Meanings": [
        "Programming: Ruby یک زبان اسکریپتی برای دسترسی سریع و آسان به برنامه نویسی شی گرایی می‌باشد. این دارای ویژگی هایی بسیار برای پردازش فایلهای متن و انجام سیستم‌های مدیریت وظایف می‌باشد. به عنوان مثال در Perl"
      ]
    }
  ]
}