{
  "Group": "S",
  "Entries": 38,
  "Words": [
    {
      "EnglishWord": "s3tc",
      "Meanings": [
        "Graphics: فشرده ساز بافت که توسط S3 توسعه داده شده است"
      ]
    },
    {
      "EnglishWord": "sales",
      "Meanings": [
        "Business: به فرآیند گرفتن محصول از کارخانه می‌گویند. توسعه دهنده در این حالت محصول را به شکل نا محدود درون بسته‌های پلاستیکی قرار می‌دهد"
      ]
    },
    {
      "EnglishWord": "scalar",
      "Meanings": [
        "Graphics: مقداری که می‌تواند با یک جزء نمایش داده شود"
      ]
    },
    {
      "EnglishWord": "scaling",
      "Meanings": [
        "Graphics: به فرآیند تغییر اندازه یک شی می‌گویند"
      ]
    },
    {
      "EnglishWord": "scaling matrix",
      "Meanings": [
        "Graphics: به طور کلی در یک شی یکپارچه یا گروهی از آن به کار می‌رود. یک تغییر مقیاس ماتریسی هر دو کار بزرگ یا کوچک شدن اندازه مطلوب شی را انجام می‌دهد"
      ]
    },
    {
      "EnglishWord": "scan conversion",
      "Meanings": [
        "Graphics: شیوه ای که در آن یک شی گرافیکی همچون یک خط",
        "دایره",
        "بیضی یا… از معادلات جبری به بازنمایی در نمایش تصویر تبدیل می‌شود"
      ]
    },
    {
      "EnglishWord": "scene graph",
      "Meanings": [
        "Graphics: گروه صحنه به درختی از نقاط اشیا در صحنه و تنظیم شده با یک ساختار درختی گفته می‌شود. این نقاط امکان دارد از اشیای فیزیکی یا نمونه چکیده شده از اشیا باشد. به عنوان نمونه یک نقطه تغییر شکل داده شده می‌تواند در تغییرات هر شی که تحت آن نقاط تغییری در گروه صحنه است موثر باشد. یک گروه صحنه می‌تواند در برخی چیزهای دیگر هم استفاده شود. به عنوان نمونه شما می‌توانید اشیایی با محتوی octree داشته باشد که به صحنه ارجاع داده شده باشد. شما می‌توانید یک گروه صحنه با محتوی یک octree بعلاوه یک راه مشابه با اطلاعات مشابه باشید. شما می‌توانید از scene graph برای culling اشیایی که دیده نمی‌شوند استفاده کنید"
      ]
    },
    {
      "EnglishWord": "screenshot",
      "Meanings": [
        "Graphics: تصویری که از یک بازی در حال اجرا گرفته شده است"
      ]
    },
    {
      "EnglishWord": "scripting",
      "Meanings": [
        "Programming: فرآیندی که از یک مفسر زبان استفاده می‌شود. از یک فایلی که اسکریپت نامیده و می‌شود و شامل متون عادی می‌باشد. و سپس به شکل کدهای باینری اجرا و کامپایل می‌شود. اسکریپت‌ها اجازه می‌دهد توابع سطح بالا بدون نیاز به rebuild و اجرا تغییر پیدا کنند"
      ]
    },
    {
      "EnglishWord": "scumm",
      "Meanings": [
        "Programming: یک برنامه اسکریپتی برای Maniac Mansion که اولین موتور اسکریپتی بر پایه کلیک و نقطه می‌باشد و در سال 1987 توسط Ron Gilbert ایجاد شده و در بازی‌های adventure امروزی کاربرد زیادی دارد"
      ]
    },
    {
      "EnglishWord": "sdk",
      "Meanings": [
        "Programming: مخفف شده Software Development Kit و به معنی بسته توسعه نرم افزار می‌باشد"
      ]
    },
    {
      "EnglishWord": "sdl",
      "Meanings": [
        "Programming: مخفف Simple DirectMedia Layer می‌باشد و یک کتابخانه برنامه نویسی بازی به صورت cross platform است. SDL از امکانات سمعی و بصری انواع سیستم عامل‌ها استفاده کرده و از گرافیک ها",
        "اصوات و ورودی‌های انواع Platform‌ها استفاده می‌کند. SDL همچنین قابلیت منطبق شدن با OpenGL را دارد. و می‌توان از قدرت زیاد تعویض GLUT toolkit استفاده کند. SDL به طور عمومی از Win",
        "Linux",
        "FreeBSD",
        "IRIX",
        "Mac و BeOS پشتیبانی می‌کند. تحت مجوز GNU می‌باشد. تارنمای آن: www. libsdl. org"
      ]
    },
    {
      "EnglishWord": "shader",
      "Meanings": [
        "Programming: یک برنامه شبیه به اسمبلی که جایگزین قسمتی از کانال‌های رندرینگ با کدهای سفارشی شما می‌شود. شیدرها می‌توانند در دو بخش ریوس vertex shaders جایگزین تغییرات و سطوح نوری کانالهای گرافیکی شود و همچنین در بخش pixel‌ها pixel shader برای کار با سطوح rasterization و تاثیرگذاری در زنگ‌های نهایی صحنه کار کنند. شیدرها در DirectX8 و بالاتر پشتیبانی می‌شوند. تا نسخه 8. 1 از زبانی شبیه اسمبلی استفاده می‌شد اما از نسخه 9 به بعد دو زبان با نام‌های HLSL که توسط کمپانی مایکروسافت و CG که توسط کمپانی NVIDIA ایجاد شده اند و شبیه زبان C می‌باشند به API اصلی آن یعنی DirectX افزوده شدند. OpenGL هم دارای افزودنی هایی با این هدف است که از OpenGL2 به آن افزوده شده اند"
      ]
    },
    {
      "EnglishWord": "sieve of eratosthenes",
      "Meanings": [
        "Programming: یک الگوریتم که برای پیدا کردن تمام اعداد اول"
      ]
    },
    {
      "EnglishWord": "silver",
      "Meanings": [
        "Business: نام برای لوح فشرده تولید شده نهایی واژه مشابه: Going Glass"
      ]
    },
    {
      "EnglishWord": "simulation",
      "Meanings": [
        "Design: یک سیستم شبیه ساز حقیقت با قواعد حقیقی"
      ]
    },
    {
      "EnglishWord": "simulator",
      "Meanings": [
        "Design: نرم افزاری که تلاش می‌کند رویدادهای حقیقی را شبیه سازی کند"
      ]
    },
    {
      "EnglishWord": "single-player",
      "Meanings": [
        "Design: یک بازی که برای یک کاربر ساخته شده است"
      ]
    },
    {
      "EnglishWord": "skeletal animation",
      "Meanings": [
        "Graphics: به پویانمایی بر پایه یک مدل که دارای یک اسکلت در عوض ترسیم مدل‌های متفاوت مدل‌های شبییه به هم که در موقعیت‌های متفاوت و در key",
        "frame‌های پویانمایی متفاوت ذخیره می‌شوند تا پویانمایی شکل بگیرد گفته می‌شود. اسکلت‌ها از با مفصل‌ها یا استخوان‌ها برای تعیین چگونگی متحد شدن با پویانمایی و مدل مورد نظر استفاده می‌کنند"
      ]
    },
    {
      "EnglishWord": "skin",
      "Meanings": [
        "Graphics: بافتی که برای پوشانیدن کامل یک مدل استفاده می‌شود. به شکل طبیعی skin‌ها برای ترسیم از یک bitmap استفاده می‌کنند و سپس محورهای آنها با ریوس مدل‌ها تنظیم می‌شود"
      ]
    },
    {
      "EnglishWord": "sku",
      "Meanings": [
        "Business: مخفف Stock Keeping Unit می‌باشد و به هر قسمتی که از retailer گرفته شده و در لیست موجودی گذاشته می‌شود گفته می‌شود"
      ]
    },
    {
      "EnglishWord": "slerp",
      "Meanings": [
        "Programming: مخفف Spherical Interpolation می‌باشد و بر پایه Lerp برای خطوط میانگین می‌باشد"
      ]
    },
    {
      "EnglishWord": "slip",
      "Meanings": [
        "Business: به وقتی می‌گویند که محصول کامل نشده و در حال عبور از مرحله کامل شدن اطلاعات می‌باشد"
      ]
    },
    {
      "EnglishWord": "smalltalk",
      "Meanings": [
        "Programming: یک زبان برنامه نویسی شی گرا که ابتدا توسط Xerox PARC طراحی گردید. این زبان با قواعدی شبیه زبان انگلیسی و آرایه هایی با قابلیتهای ویژه اکنون با دیگر زبان‌های برنامه نویسی همچون C# و Java ترکیب شده است. البته در توسعه بازی خیلی محبوب نیست"
      ]
    },
    {
      "EnglishWord": "software development kit",
      "Meanings": [
        "Programming: مخفف SDK و به معنی بسته توسعه نرم افزار می‌باشد"
      ]
    },
    {
      "EnglishWord": "solid shading",
      "Meanings": [
        "Graphics: رندر شدن یک پلیگان که دارای رنگ‌های حقیقی بدون اعمال جلوه‌های امکان پذیر همچون نورها و غیره"
      ]
    },
    {
      "EnglishWord": "source code",
      "Meanings": [
        "Programming: در زبانهای کامپایل شده همچون C++ و جاوا به انواع برنامه نویسی با قابلیت ویرایش گفته می‌شود. یکی از مزایای source code این است که می‌تواند به راحتی توسط هر شخصی خوانده و درک شود. رایانه‌ها نیاز به اطلاعاتی از اعداد دارد اما برای مدرم خواندن متونی مثل 0068 یا 3A6C خیلی سخت و غیر قابل درک است. برای ساختن یک برنامه برنامه نویس باید کدهای مثل «currentHitPoints",
        "= damageAmount; » بنویسد و این برای او قابل درکتر است نسبت به 06FF 3D4A یک کامپایلر متن قابل درک مردم را به متن قابل درک برای رایانه تبدیل می‌کند"
      ]
    },
    {
      "EnglishWord": "spatial-partioning",
      "Meanings": [
        "Graphics: تکنیکی که با کمک آن فضا را به هر مقداری که بخواهید می‌توانید تقسیم کنید. هم اکنون سه روش برای استعمال این تکنیک استفاده می‌شود: 1. BSP 2. Quadtree 3. Octree"
      ]
    },
    {
      "EnglishWord": "specular highlighting",
      "Meanings": [
        "Graphics: یک تکنیک گرافیکی که توسط آن می‌توان انعکاس طبیعی نور بر روی سطح را به شکل حقه ای ساخت. یک specular highlight نقطه براقی در یک شی می‌باشد"
      ]
    },
    {
      "EnglishWord": "spline",
      "Meanings": [
        "Graphics: خط ویژه ای که طرح خطی دارای سه سیستم محور x",
        "y و z که در قالب خط x",
        "y می‌باشند"
      ]
    },
    {
      "EnglishWord": "sprite",
      "Meanings": [
        "Graphics: یک تصویر کوچک که در بازی‌های متحرک استفاده می‌شوند و همچنین گاهی اوقات به عنوان واژه ای هم معنی برای icon مورد استفاده قرار می‌گیرد"
      ]
    },
    {
      "EnglishWord": "sss",
      "Meanings": [
        "Graphics: مخفف sub",
        "surface scattering می‌باشد. یک تکنیک رندرینگ برای استفاده اشیایی که میزان نور را در شی تعریف می‌کنند. این تکنیک بسیار سخت و برای محاسبه میزان و شدت material است و عموما برای skin ها",
        "plant material و cloth materials استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "standard template library",
      "Meanings": [
        "Programming: که مخفف شده آن STL می‌باشد نمونه کلاسهایی می‌باشد که دربردارنده قسمتی از C++ standard library می‌باشد. دارای کتابخانه هایی نظیر linked lists",
        "hash tables و dynamic array می‌باشد و همچنین دارای الگوریتم هایی نظیر جستجو و تنطیم می‌باشد که مخفف Standard Template Library می‌باشد نمونه کلاسهایی می‌باشد که دربردارنده قسمتی از C++ standard library می‌باشد. دارای کتابخانه هایی نظیر linked lists",
        "hash tables و dynamic array می‌باشد و همچنین دارای الگوریتم هایی نظیر جستجو و تنطیم می‌باشد"
      ]
    },
    {
      "EnglishWord": "stencil buffer",
      "Meanings": [
        "Graphics: یک بافر که می‌تواند اطلاعات را در پیکسلهایی که ترسیم می‌شود یا نمی‌شود نگهدارد. همچنین برای ایجاد سایه و انعکاس‌ها استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "storyline",
      "Meanings": [
        "Design: ارایه یک منطق برای روند بازی. داستان بازی بسیار ساده می‌باشد و به شکل یک اجتماع استثنایی و پیچیده در حین بازی ارایه می‌شود"
      ]
    },
    {
      "EnglishWord": "strategy",
      "Meanings": [
        "Design: یک طرح اصولی برای جنگ می‌باشد. که در طرح‌های نظامی کاربرد دارد"
      ]
    },
    {
      "EnglishWord": "string",
      "Meanings": [
        "Programming: نام گروهی از حروف که در یک مکان واحد ذخیره می‌شوند"
      ]
    },
    {
      "EnglishWord": "submission agreement",
      "Meanings": [
        "Business: یک سند که شما باید داشته باشید برای امضا گرفتن از ناشر تا نگاهی به بازی شما بکند. ناشر ایده‌های کوچکی دارد که باید رسیدگی بشود و ناشر نمی‌خواهد برای برخی تیم‌ها و دفاعیاتشان ریسک کند و او می‌خواهد خودش با آن کار کند"
      ]
    }
  ]
}