{
  "Group": "T",
  "Entries": 29,
  "Words": [
    {
      "EnglishWord": "t l",
      "Meanings": [
        "Graphics: مخفف Tranformantion and Lighting می‌باشد که در شتاب دهنده‌های اخیر سه بعدی به سخت افزار قابلیت‌های ویژه ای بر پایه تبدیلات و کنترل بیشتر نرم افزار را می‌دهد"
      ]
    },
    {
      "EnglishWord": "technical design document",
      "Meanings": [
        "Programming: یک چیز ویژه برای تمام الگوریتمهای برنامه نویسی",
        "اطلاعات و واسطه مابین اطلاعات و الگوریتمها"
      ]
    },
    {
      "EnglishWord": "ternary operator",
      "Meanings": [
        "Programming: عملگرهای سه گانه به عنوان مثال در زبان C عملگرهای سه گانه ؟ و"
      ]
    },
    {
      "EnglishWord": "tesselate",
      "Meanings": [
        "Graphics: تقسیم یک شی به اشیای هندسی",
        "همچون مثلث‌ها با هدف مختصر کردن. این کار برای ایجاد رندرینگ یا تبدیلات یک شی جامع کاربرد دارد"
      ]
    },
    {
      "EnglishWord": "texel",
      "Meanings": [
        "Graphics: مختصر عنصر بافت. یک texel یک pixel اختصاصی و قسمتی از یک بافت می‌باشد"
      ]
    },
    {
      "EnglishWord": "texture",
      "Meanings": [
        "Graphics: یک تصویر دو بعدی که برای پلیگانهای ابتدایی در گرافیک سه بعدی استفاده می‌شود. بافت‌ها همواره تصاویری از اشیای جهان واقعی هستند و به طور مکرر در روی اشیای مختلف گرافیکی مفروش می‌شوند"
      ]
    },
    {
      "EnglishWord": "texture filtering",
      "Meanings": [
        "Graphics: با استفاده از شیوه فیلترینگ همچون point sampling"
      ]
    },
    {
      "EnglishWord": "texture generator",
      "Meanings": [
        "Graphics: یک برنامه کوچک برای تولید بافتها",
        "اساسا برای دموهای 64k استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "texture mapping",
      "Meanings": [
        "Graphics: به فرآیند نگاشت یک تصویر دو بعدی به پلی گان می‌گویند. پلی گان‌ها چرخش و تغییر اندازه می‌دهند و یا بافت‌ها این کار را می‌کنند تا هم اندازه هم بشوند"
      ]
    },
    {
      "EnglishWord": "texturing",
      "Meanings": [
        "Graphics: فرآیند به کار گیری بافت‌ها برای هر چیزی"
      ]
    },
    {
      "EnglishWord": "tiff",
      "Meanings": [
        "File Format: TIFF یک سر واژه برای تگ فرمت فایلهای تصویری است. این یکی از محبوب‌ترین و انعطاف پذیرترین فرمت جاری می‌باشد"
      ]
    },
    {
      "EnglishWord": "tile",
      "Meanings": [
        "Graphics: یک bitmap که برای ایجاد تصویر در مکان مناسب قرار می‌گیرد. به طور عمومی برای پس زمینه مراحل استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "top down",
      "Meanings": [
        "Design: فرآیند ساخت هر چیزی برای ارایه یک تصویر بزرگ از کار"
      ]
    },
    {
      "EnglishWord": "torque-script",
      "Meanings": [
        "Programming: یک زبان اسکریپتی شبیه به جاوا در موتور Torque"
      ]
    },
    {
      "EnglishWord": "transformation matrix",
      "Meanings": [
        "Graphics: به هر نوع ماتریسی که برای تغییر موقعیت و یا جهت گیری هر شی استفاده می‌شود گفته می‌شود"
      ]
    },
    {
      "EnglishWord": "translation",
      "Meanings": [
        "Graphics: به تغییر محل یک نقطه به شکل خطی می‌گویند"
      ]
    },
    {
      "EnglishWord": "translation matrix",
      "Meanings": [
        "Graphics: یک ماتریس برای حرکت نقاط به شکل خطی"
      ]
    },
    {
      "EnglishWord": "translucent",
      "Meanings": [
        "Graphics: داشتن خاصیت دادن و انتشار نور اشیایی که آشکار نیستند. تا حدی شفافند. به عنوان نمونه Alpha",
        "blending دو poly با هم"
      ]
    },
    {
      "EnglishWord": "transparency",
      "Meanings": [
        "Graphics: هنگامی که یک تصویر ترسیم می‌شود پیش از این که بتواند دیده شود با منابع رنگها و بر حصب درصدهای متفاوت رنگها ترکیب می‌شود"
      ]
    },
    {
      "EnglishWord": "transparent",
      "Meanings": [
        "Graphics: داشتن خصوصیات انتقال نور بدون ارزیابی پراکندگی آن"
      ]
    },
    {
      "EnglishWord": "tree of death",
      "Meanings": [
        "Design: قواعدی که برای یک مسیر ویژه در طراحی بازی ایجاد می‌شود"
      ]
    },
    {
      "EnglishWord": "triangulation",
      "Meanings": [
        "Graphics: تبدیل یک پلیگان به تعدادی مثلث"
      ]
    },
    {
      "EnglishWord": "tribology",
      "Meanings": [
        "Programming: از یک واژه یونانی با نام Tribos می‌آید. Tribology دانشی از اصطکاک است. در شبیه سازی فیزکی استفاده می‌شود و برای تعیین اصطکاک بین دو جسم به کار برده می‌شود به عنوان مثال ساختن اثرات لاستیک‌ها در مسیر راه برای یک بازی با سبک خودرورانی. تنظیمات آن دربردارنده دو اثر متقابل لغزش سطوح و بافت ساخته شده در روی سطوح می‌باشد. از Tribology در بسیاری از دانش‌ها نظیر صنعت خودروسازی و… استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "trilinear filtering",
      "Meanings": [
        "Graphics: ترکیب فیلترینگ دو سویه از دو سطح Mip که به ایجاد نسخه ای نرم‌تر از بافت‌ها با اندازه جاری می‌پردازد. و از حافظه دو برابر با پهنای باند بیشتر استفاده می‌کند. این تکنیک شبیه به Mip Mapping می‌باشد"
      ]
    },
    {
      "EnglishWord": "tripple buffering",
      "Meanings": [
        "Graphics: یک بافر ویدیویی که ترکیبی از اختصاص حافظه برای اطلاعات نمایش به صفحه است. اولین بافر است چگونگی عمل نمایش در صحنه و دومی و سومین بافراز ساخت فضای کاری ترسیم استفاده می‌کند که نیاز به همزمانی دوباره طرح کردن روی نمایشگر می‌باشد. تکنیک Double Buffering به برنامه بافر ترسیم که وابسته به دوباره طرح طرح ریزی نیست را می‌دهد. بافر ثانویه می‌تواند در حافظه ویدیویی نگاهداشته شود"
      ]
    },
    {
      "EnglishWord": "true color",
      "Meanings": [
        "Graphics: هنگامی که اطلاعات رنگ ذخیره می‌شود در اجزاء سه رنگ اصلی قرمز",
        "سبز و آبی در رنگ‌های حقیقی انباشته می‌شود و درست بر خلاف indexed color"
      ]
    },
    {
      "EnglishWord": "tru-walk technology",
      "Meanings": [
        "Graphics: یک تکنیک پویانمایی که از ایجاد یک حقه برای شخصیت هایی جالب توجه در قالب‌های متفاوت حرکتی استفاده می‌کند"
      ]
    },
    {
      "EnglishWord": "tsr",
      "Meanings": [
        "Programming: به هنگامی که یک برنامه به اتمام می‌رسد اما آثار آن باقی می‌ماند TRS می‌گویند"
      ]
    },
    {
      "EnglishWord": "txt",
      "Meanings": [
        "File Format: یک فایل متنی غیر فرمتی ASCII می‌باشد"
      ]
    }
  ]
}