{
  "Group": "V",
  "Entries": 10,
  "Words": [
    {
      "EnglishWord": "variable",
      "Meanings": [
        "Programming: محلی در حافظه اصلی رایانه می‌باشد که دارای اطلاعاتی ذخیره شده می‌باشد. هر متغیر از چهار قسمت ترکیب شده است",
        "محل حافظه ای که در آن اطلاعات ذخیره شده است",
        "نوع اطلاعاتی که در محل ذخیره شده است",
        "اطلاعاتی که در محل حافظه ذخیره شده اند",
        "یک معرف نام متغیر هنگامی که برنامه نویس یک متغیر را تعریف می‌کند او به رایانه میزان فضای آن در حافظه را می‌گوید. رایانه نیاز دارد که بداند چقدر فضا برای متغیر نیاز دارد. و برنامه نویس هم باید از انواع متغیرها و میزان تخصیص حافظه آنها اطلاع داشته باشد"
      ]
    },
    {
      "EnglishWord": "vb",
      "Meanings": [
        "Programming: Visual Basic یک افزودنی از BASIC که توسط مایکروسافت ساخته شده است و برای ساختن سریع ابزارهای کاربردی ویندوز کاربرد دارد"
      ]
    },
    {
      "EnglishWord": "vector",
      "Meanings": [
        "Graphics: در گرافیک سه بعدی به مقداری که دارای یک اندازه و هدف باشد یک بردار گفته می‌شود",
        "Programming: 1. یک آرایه با قابلیت تغییر اندازه با عناصری همچون std: : vector",
        ". یک شی محاسباتی که در یک فضای 2 یا 3 بعدی استفاده می‌شود. یک بردار نسبت به خطی از یک مبدا در محور مختصاتی که ویژه موقعیت می‌باشد متفاوت است"
      ]
    },
    {
      "EnglishWord": "vector graphics",
      "Meanings": [
        "Graphics: از گرافیک وکتوری در بازی‌های خیلی مشهوری استفاده شده است همچون Asteroids و Battlezone به گرافیک هایی که توسط اشیایی مانند خطوط",
        "مثلث‌ها یا جعبه‌ها در عوض یک تصویر ایجاد می‌شوند گفته می‌شود"
      ]
    },
    {
      "EnglishWord": "vertex",
      "Meanings": [
        "Graphics: نقطه تقاطع خطوط یا نقاط معکوس پایه یک polygon یا دیگر اشیا"
      ]
    },
    {
      "EnglishWord": "vesa",
      "Meanings": [
        "Graphics: مخفف Video Electronics Standards Association به معنای سازمان استاندارد ویدیو الکترونیک می‌باشد. یک سازمان که استانداردهای ویدیو و رسانه‌ها در رایانه را تنظیم می‌کند. و ابتدا توسط Super VGA SVGA و VESA Local Bus ایجاد شد"
      ]
    },
    {
      "EnglishWord": "visual c",
      "Meanings": [
        "Programming: یک محیط توسعه یکپارچه که برای ساختن برنامه‌های C++ استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "voc",
      "Meanings": [
        "File Format: فرمت محبوب صوتی ساخته شده با Sound blaster توسط کمپانی Creative Labs"
      ]
    },
    {
      "EnglishWord": "volume rendering",
      "Meanings": [
        "Graphics: شیوه ای برای رندرینگ مقدار فضای مورد استفاده",
        "بر خلاف وجوه که در خارج از شی ایجاد می‌شوند. در اصل برای جلوه‌های ویژه محیط مورد استفاده قرار می‌گیرد"
      ]
    },
    {
      "EnglishWord": "voxel",
      "Meanings": [
        "Graphics: مخفف Volume Pixel می‌باشد. به طور اساسی راهی دیگر برای ترسیم اشیای سه بعدی در عوض تعریف پلیگانها برای ساختن بخش خارجی شی می‌باشد. شما تعدادی نقطه را تعریف می‌کنید. Voxel‌ها می‌توانند میزان پیکسل‌ها در صحنه را تعریف یا می‌توانند کره‌های بزرگتر اسپریت‌ها یا هر چیز گرافیکی از نقطه را تعریف کنند"
      ]
    }
  ]
}