{
  "Group": "F",
  "Entries": 167,
  "Words": [
    {
      "EnglishWord": "f",
      "Meanings": [
        "عددی در مبنای16 برابر با 15 در مبنای"
      ]
    },
    {
      "EnglishWord": "f x",
      "Meanings": [
        "تابع"
      ]
    },
    {
      "EnglishWord": "f1",
      "Meanings": [
        "بازی ماشین سواری"
      ]
    },
    {
      "EnglishWord": "f2f",
      "Meanings": [
        "File to File",
        "Face to Face"
      ]
    },
    {
      "EnglishWord": "fa",
      "Meanings": [
        "Farsi"
      ]
    },
    {
      "EnglishWord": "face maker",
      "Meanings": [
        "نرم افزار طراحی چهره"
      ]
    },
    {
      "EnglishWord": "facial recognition system",
      "Meanings": [
        "سیستم تشخیص چهره",
        "چنین نرم‌افزاری باید چهره اولیه را بشناسد وبعد معیارهایی از قبیل فاصله بین چشمها",
        "پهنای بینی",
        "عمق کاسه چشم",
        "کاسه استخوان گونه‌ها",
        "آرواره و چانه را برای تشخیص در نظر می‌گیرد بعد توسط سیستم مراقبت ویدیویی چهره را شناسایی و تنظیم کرده"
      ]
    },
    {
      "EnglishWord": "facility",
      "Meanings": [
        "ساختمان",
        "امکان",
        "وسیله",
        "سهولت"
      ]
    },
    {
      "EnglishWord": "factor",
      "Meanings": [
        "فاکتور"
      ]
    },
    {
      "EnglishWord": "fail",
      "Meanings": [
        "خراب"
      ]
    },
    {
      "EnglishWord": "failed dns lookup",
      "Meanings": [
        "نام Domain Name Server نمی‌تواند نام domain درخواستی شما را به آدرس IP معتبر ترجمه کند. البته این ایراد می‌تواند به جهت مشغول بودن سرور",
        "اشتباه بودنURL وارد شده باشد"
      ]
    },
    {
      "EnglishWord": "false",
      "Meanings": [
        "غلط"
      ]
    },
    {
      "EnglishWord": "fan",
      "Meanings": [
        "پنکه",
        "پروانه",
        "خنک کننده"
      ]
    },
    {
      "EnglishWord": "faq",
      "Meanings": [
        "Frequently Asked Questions",
        "کسی که به سیوالات جواب می‌دهد"
      ]
    },
    {
      "EnglishWord": "far segment",
      "Meanings": [
        "قطعه دور"
      ]
    },
    {
      "EnglishWord": "fara",
      "Meanings": [
        "سازمان مدیریت فرا"
      ]
    },
    {
      "EnglishWord": "farcq",
      "Meanings": [
        "برنامه ای برای اداره پست الکترونیکی به زبان فارسی"
      ]
    },
    {
      "EnglishWord": "farsi",
      "Meanings": [
        "فارسی"
      ]
    },
    {
      "EnglishWord": "farsi mail",
      "Meanings": [
        "برنامه ای برای فرستادن نامه‌های فارسی"
      ]
    },
    {
      "EnglishWord": "fashion",
      "Meanings": [
        "مدل",
        "مد"
      ]
    },
    {
      "EnglishWord": "fast",
      "Meanings": [
        "سریع"
      ]
    },
    {
      "EnglishWord": "fast browser pro",
      "Meanings": [
        "یکی از مرورگرهای وب"
      ]
    },
    {
      "EnglishWord": "fastcompress",
      "Meanings": [
        "نرم افزاری برای فشرده کردن فایلها"
      ]
    },
    {
      "EnglishWord": "fastdownload",
      "Meanings": [
        "یکی از قویترین نرم افزارها برای دانلود و افزایش سرعت دانلود"
      ]
    },
    {
      "EnglishWord": "fastec",
      "Meanings": [
        "کمپانی ساخت دیسک"
      ]
    },
    {
      "EnglishWord": "fastnet connection accelerator",
      "Meanings": [
        "یکی از قویترین نرم افزارها برای دانلود و افزایش سرعت دانلود"
      ]
    },
    {
      "EnglishWord": "fastream ftp    p2p",
      "Meanings": [
        "برنامه ای برای تبادل فایلها"
      ]
    },
    {
      "EnglishWord": "fat",
      "Meanings": [
        "file allocation table"
      ]
    },
    {
      "EnglishWord": "fatal",
      "Meanings": [
        "خطرناک"
      ]
    },
    {
      "EnglishWord": "fault",
      "Meanings": [
        "نقص",
        "غلط"
      ]
    },
    {
      "EnglishWord": "favorite",
      "Meanings": [
        "سایتهای برگزیده"
      ]
    },
    {
      "EnglishWord": "fax",
      "Meanings": [
        "فاکس",
        "برای راه اندازی فکس در سیستم خود شما باید یک کامپیوتر با سیستم عامل ویندوز XP و یک مودم با قابلیت فکس داشته باشید که اصطلاحا به آن فکس مودم می‌گویند",
        "طریقه راه اندازی فکس به صورت گام به گام",
        "ابتدا در محیط ویندوز XP روی Start کلیک کنید و گزینه Printers &amp; Faxs را کلیک کنید. سپس در پنجره ای که باز می‌شود گزینه Set up faxing را از منوی کناری انتخاب کنید",
        "سی دی ویندوزXP را داخل درایو خود قرار دهید تا برنامه از روی سی دی نصب شود. پس از پایان نصب به پنجره Printers &amp; Faxs باز می‌گردیم و گزینه Send a fax را از منوی کناری انتخاب می‌کنیم",
        "با کلیک روی گزینه Send a fax ویزاردی با نام Fax Configuration Wizard برای ما باز می‌شود. حال روی گزینه Next کلیک می‌کنیم و اطلا عات خود را در این صفحه وارد می‌کنیم. کامل پر کردن این فرم ضرورتی ندارد",
        "پس Next را کلیک می‌کنیم و به پنجره بعد می‌رویم. در اینجا گزینه Enable Receive را تیک میزنیم و آن را رویManual answer تنظیم می‌کنیم و دو بار گزینه Next را می‌زنیم تا به پنجره Routing Options برسیم",
        "در اینجا نام پرینتر یا محل ذخیره شدن فکس‌ها بر روی هارد را با تیک زدن یک کدام از دو گزینه مشخص می‌کنیم و بر روی گزینه Next و Finish کلیک می‌کنیم تا به پنجره جدیدی تحت عنوان Welcome to the Send Fax wizard وارد شویم. از این پنجره صرفنظر می‌کنیم و دوباره به قسمت Printers &amp; Faxs می‌رویم. بروی عکس فکس دو بار کلیک می‌کنیم تا برنامه Fax Console مانند شکل زیر باز شود",
        "برای فرستادن فکس در برنامه Fax Console از منوی File گزینه Send a fax را کلیک می‌کنیم. در پنجره جدید Next را کلیک می‌کنیم و در قسمت To نام فرد گیرنده و در قسمت شماره تلفن فکس گیرنده را وارد می‌کنیم و Next را می‌زنیم. در پنجره بعد موضوع فکس و متن فکس را مشخص می‌کنیم و دو بار Next را می‌زنیم و سپس Finish را میزنیم تا فکس مورد نظر فرستاده شود",
        "برای گرفتن فکس کافی است در برنامه Fax Console از منوی فایل گزینه Receive a fax now را کلیک کنید تا فکس مورد نظر دریافت و در جایی که قبلا مشخص کرده اید ذخیره شود"
      ]
    },
    {
      "EnglishWord": "fbd",
      "Meanings": [
        "فایلهای برنامه Dart"
      ]
    },
    {
      "EnglishWord": "fbm",
      "Meanings": [
        "فایلهای طرح بیتی"
      ]
    },
    {
      "EnglishWord": "fcc",
      "Meanings": [
        "شبکه‌های میان یک ایالت"
      ]
    },
    {
      "EnglishWord": "fce",
      "Meanings": [
        "فایلهای بازی Need for speed"
      ]
    },
    {
      "EnglishWord": "fcg",
      "Meanings": [
        "فایلهای عکس"
      ]
    },
    {
      "EnglishWord": "fct",
      "Meanings": [
        "فایلهای Catalog برنامه Foxpro"
      ]
    },
    {
      "EnglishWord": "fd",
      "Meanings": [
        "floppy disk"
      ]
    },
    {
      "EnglishWord": "fdb",
      "Meanings": [
        "فایلهای Database برنامه Foxpro"
      ]
    },
    {
      "EnglishWord": "fdisk",
      "Meanings": [
        "این عمل برای فرمت کردن یا از بین بردن یک اشتباه در کامپیوتر است",
        "مخفف Fixed Disk و Format Disk",
        "طریقه FDisk",
        "ابتدا وارد شوید. پس از چند لحظه جلوی پرامپت درایو مثلاF: \\&gt; فرمان Fdisk را تایپ و\u000bکلید Enter رو بزنید. \u000bفورا پیغامی مبنی بر اینکه ظرفیت Hard شمااز 512 بیشتر است ضاهر میشود. \u000bکلید Y وسپسEnter رو فشار بدین. سپس صفحه اصلی Fdisk ظاهر میشود. \u000bFdisk option\u000bcurrent fixed disk drive: 1\u000bchoose 1 of the following: \u000b1. creat dos partion or logical dos drive\u000b2. set active partion\u000b3. delet partion or logical dos drive\u000b4. display partion information\u000bEnter choice: …\u000bاین صفحه شامل گزینه هایی جهت انجام اعمال مختلف بر روی دیسک سخت میباشد. \u000bتوجه: \u000bدر پارتیشن بندی و کار با Fdisk با سه اصطلاح بر خورد میکنید که عبارتند از Primery"
      ]
    },
    {
      "EnglishWord": "fdisk2",
      "Meanings": [
        "ادامه از",
        "توصیه: \u000b1. آنهای که هارد 20 دارن 3000 رو بزنن\u000b2. هارد",
        "یا 4500\u000b3. هارد 40 به بالا تا",
        "یا 5500\u000b4. هاردهای 20 به پایین به نسبت",
        "5…\u000bبعد از وارد کردن مقدار Enter رو زده تا پیغام زیر ظاهر بشه: \u000bPrimery dos partion created\u000bسپس Escرو زده تا وارد صفحه اصلی Fdiskبشین. از صفحه اصلی گزینه ا Creat dos ………or logical…. . \u000bواز صفحه بعدی گزینه 2 Creat extended dos partion رو زده مدتی صبر کنید تا 100%کامل شه. سپس\u000bصفحه زیر ظاهر میشه: \u000bCreat extended dos partion\u000bCurrent fixed………. \u000bPartion status type volume label mbytes……. \u000bC: 1 pri…\u000bTotal disk space is………. \u000bEnter partion size in mbytes or per……………………. \u000bNo partion defind\u000bPress esc……………\u000bسپس کلید Enter رو بزنین. تا پیغام Extended……. . ظاهر شه. \u000bحالا کلید Esc رو بزنین تا سیستم به طور اتوماتیک وارد بخش ایجاد درایوهای منطقی شه. مدتی صبر کنید تا 100%\u000bتمام بشه سپس از صفحه بعدی ظاهر شده عدد دلخواه خودتان به مگابایت رو برای درایو D: وارد کنید. مدتی صبر کنید\u000bتا100%کامل شه. بعد از این مرحله یا احیانا Restart system ماجرا رو برای درایو‌های منطقی دیگه از قبیل E تا Z\u000bادامه بدبن تا جاییکه هارد شما تموتم شه. \u000bتوصیه: \u000bسعی کنید که حتی الامکان درایو هایتان کم باشهمعمولا 4 درایو کافیه بعد از اینکه تمام هارد پارتیشن بندی شد پیغام: \u000bAll available disk space in the extended dos ……………………\u000bظاهر میشه. حالا دکمه Esc رو بزنین تا وارد صفحه اصلی بشین. از صفحه اصلی گزینه 2 Set active partion روانتخاب کنید. در صفحه بعدی ظاهر شده کلید 1 رو زده و Enter کنید. \u000bبا عمل فوق درایو C شما به عنوان درایو Start up بوده فعال میشه. سپس پیغام Partion 1 made active ظاهر میشه. \u000bبدین‌تر تیب پارتیشن بندی به اتمام میرسه",
        "از Fdisk زیاد پرهیز کنید زیرا باعث خراب شدن هارد شما میشه"
      ]
    },
    {
      "EnglishWord": "fdm",
      "Meanings": [
        "frequency division multiplexing",
        "مداری متصل کننده یک سیگنال به چندین سیستم"
      ]
    },
    {
      "EnglishWord": "feasibility",
      "Meanings": [
        "امکان"
      ]
    },
    {
      "EnglishWord": "feeder",
      "Meanings": [
        "تغذیه کننده"
      ]
    },
    {
      "EnglishWord": "female",
      "Meanings": [
        "زن"
      ]
    },
    {
      "EnglishWord": "femto",
      "Meanings": [
        "کوادریلیوم",
        "یک میلیونم یک بیلیون"
      ]
    },
    {
      "EnglishWord": "ff",
      "Meanings": [
        "Form Feed",
        "اضافه شدن کاغد"
      ]
    },
    {
      "EnglishWord": "ffn",
      "Meanings": [
        "فایلهای بازی Fifa worldcup"
      ]
    },
    {
      "EnglishWord": "fh / fch",
      "Meanings": [
        "فایلهای برنامه Freehand"
      ]
    },
    {
      "EnglishWord": "fi",
      "Meanings": [
        "حوزه اینترنتی کشور فنلاند"
      ]
    },
    {
      "EnglishWord": "fiber",
      "Meanings": [
        "فیبر"
      ]
    },
    {
      "EnglishWord": "fifa",
      "Meanings": [
        "بازی فوتبال"
      ]
    },
    {
      "EnglishWord": "file",
      "Meanings": [
        "پرونده"
      ]
    },
    {
      "EnglishWord": "file already exists. overwrite",
      "Meanings": [
        "این پیام نشان دهنده این است که سعی کرده‌اید پرونده‌ای را با نامی که قبلا وجود داشته است‌",
        "ضبط کرده و یا به وجود آورید. ویندوز از شما برای بازنویسی پرونده موجود سوال می‌کند. اگر قصد این کار را دارید",
        "جواب مثبت دهید. در غیر این صورت‌",
        "نام جدیدی برای پرونده خود تعیین کنید"
      ]
    },
    {
      "EnglishWord": "file contains no data",
      "Meanings": [
        "صفحه وجود دارد اما چیزی نشان داده نمی‌شود. این ایراد در سندی رخ می‌دهد که بطور درستی جدول بندی نشده ویا اطلاعات مربوط به header سند خالی است"
      ]
    },
    {
      "EnglishWord": "file description",
      "Meanings": [
        "شرح فایل"
      ]
    },
    {
      "EnglishWord": "file format",
      "Meanings": [
        "قالب فایل",
        "پسوند فایل",
        "فرمت فایل"
      ]
    },
    {
      "EnglishWord": "file lock",
      "Meanings": [
        "برنامه ای برای قفل کردن فایلها"
      ]
    },
    {
      "EnglishWord": "file not found",
      "Meanings": [
        "سرور نمی‌تواند فایل درخواست شده را پیدا نماید. فایل یا جابجا شده و یا از محل اعلام شده شما حذف شده است. و یا Url آن و یا نام سند شما اشتباه وارد شده است. اگرکلمه ای با املای اشتباه وارد شده آن را تصحیح کنید"
      ]
    },
    {
      "EnglishWord": "file protection",
      "Meanings": [
        "محافظ فایل"
      ]
    },
    {
      "EnglishWord": "file system",
      "Meanings": [
        "سیستم پرونده"
      ]
    },
    {
      "EnglishWord": "file transfer",
      "Meanings": [
        "انتقال فایلها"
      ]
    },
    {
      "EnglishWord": "filename",
      "Meanings": [
        "نام فایل"
      ]
    },
    {
      "EnglishWord": "filename extension",
      "Meanings": [
        "کد یا پسوند یا فرمت فایل که قبل از یک نقطه در قسمت بعد از نام می‌آید"
      ]
    },
    {
      "EnglishWord": "files and settings transfer",
      "Meanings": [
        "برنامه ای برای تبادل فایل بین دو کامپیوتر",
        "برای اجرای آن به Start Menu&gt; Programs&gt; Accessories&gt; System Tools بروید"
      ]
    },
    {
      "EnglishWord": "filesytemobject  fso",
      "Meanings": [
        "یکی از کامپوننت‌ها برای کار کردن بر روی فایلها و انجام اعمالی مانند کپی",
        "پاک کردن و"
      ]
    },
    {
      "EnglishWord": "fill",
      "Meanings": [
        "پر کردن"
      ]
    },
    {
      "EnglishWord": "film",
      "Meanings": [
        "فیلم"
      ]
    },
    {
      "EnglishWord": "filmstrip",
      "Meanings": [
        "قیلم سینمایی"
      ]
    },
    {
      "EnglishWord": "filter",
      "Meanings": [
        "فیلتر"
      ]
    },
    {
      "EnglishWord": "final",
      "Meanings": [
        "آخر"
      ]
    },
    {
      "EnglishWord": "financial",
      "Meanings": [
        "مالی"
      ]
    },
    {
      "EnglishWord": "find",
      "Meanings": [
        "پیدا کردن",
        "کلید اجرا = F"
      ]
    },
    {
      "EnglishWord": "finish project",
      "Meanings": [
        "پایان طرح"
      ]
    },
    {
      "EnglishWord": "firewall",
      "Meanings": [
        "فایروال",
        "ضدهکر",
        "از آنجایی که شرکت مایکروسافت در نسخه جدید ویندوز ویندوز XP حرفهای قابلیت دسترسی تمام کاربران به اینترنت را چه از طریق اتصالاتdialup",
        "کابلی",
        "ISDN و یا LAN امکان پذیر کرده است",
        "لزوم استفاده از سیستمهای حفاظتی برای جلوگیری از دسترسیهای ناخواسته کاربران از طریق شبکه اینترنت",
        "کاملا حیاتی به نظر می‌رسد",
        "این اولین باری است که شرکت مایکروسافت",
        "نرم افزار حفاظتی دیوار آتش firewall را در سیستم عامل خود جای داده است. هر دو نسخه خانگی و حرفهای ویندوزXP",
        "مجهز به نرم افزار قابل پیکربندی دیوار آتش هستند. این نرم افزار که Internet Connection Firewall ICF نامیده می‌شود",
        "یک برنامه کاربردی است که در هنگام اتصال به اینترنت مانع از دسترسی سایرین به سیستم شما می‌شود. دیوار آتش هر گونه فعالیت غیرمجاز هکرها جهت نفوذ به سیستم شما را متوقف کرده و تلاشهای ناموفق آنها را ثبت می‌کند",
        "دیوار آتش مدتی است که به شکل سخت افزاری یا نرم افزاری کاربرد دارد و اکثر شرکتها برای بالا بردن درجه اطمینان و امنیت دادههای خود",
        "از هر دو شیوه سخت افزاری و نرم افزاری استفاده می‌کنند. همواره توجه داشته باشید که هر سیستم عاملی دارای درجات مختلف امنیتی است که نمی‌تواند صددرصد در مقابل نفوذ هکرها و تخریب آنها ایمن باشد",
        "ولی در هر صورت نصب این سیستمهای حفاظتی جهت جلوگیری از نفوذ هکرها",
        "بی تاثیر نخواهد بود. \u000bمایکروسافت نرم افزار ICF را به گونه ای ساخته است که مستقل از نوع اتصال شبکه ای به اینترنت",
        "کار می‌کند. تمام اتصالات شبکه ای از ویژگیهای مشترکی استفاده می‌کنند که ICF هم یکی از آنهاست. در نرم افزارICF",
        "امکان تغییر وضعیت مجازی به هر یک از اتصالات وجود دارد. به عنوان مثال",
        "اگر اتصال اینترنتی شما از نوع مبتنی بر مودم است",
        "برای پیکربندی ICF مراحل زیر را طی کنید",
        "بر روی گزینه Network Connections درمنویCommunications",
        "کلیک کنید.",
        "بر روی آیکونی که اتصال اینترنتی شما را نشان می‌دهد",
        "کلیک راست کرده و سپس گزینه Properties را انتخاب کنید. با این عمل کادر محاورهای Local Area Connection Properties ظاهر خواهد شد.",
        "در کادر مزبور",
        "بر روی زبانهAdvanced",
        "تنها گزینه موجود در صفحه باز شده را علامت دار کنید تا برنامهICF",
        "فعال شود.",
        "یکبار روی دکمه OK کلیک کنید تا مراحل انجام کار تکمیل شود. برای فعال کردن برنامه مزبور می‌بایست سیستم خود را مجددا راه اندازی یا بوت کنید"
      ]
    },
    {
      "EnglishWord": "firewire",
      "Meanings": [
        "فایر وایر",
        "فایر وایر اساسا یک راه جدید برای اتصال قطعات مختلف تجهیزات می‌باشد به طوریکه می‌تواند به سرعت و به راحتی اطلاعات را تقسیم بندی و بخش کند. با استفاده از آن می‌توانید اطلاعات را برای دستگاههایی که پهنای باند زیاد دارند"
      ]
    },
    {
      "EnglishWord": "firmware",
      "Meanings": [
        "برنامه ای که همیشگی است"
      ]
    },
    {
      "EnglishWord": "fit",
      "Meanings": [
        "اندازه شدن"
      ]
    },
    {
      "EnglishWord": "five",
      "Meanings": [
        "پنج"
      ]
    },
    {
      "EnglishWord": "fix",
      "Meanings": [
        "تعمیر کردن"
      ]
    },
    {
      "EnglishWord": "fixed",
      "Meanings": [
        "ثابت",
        "مقطوع"
      ]
    },
    {
      "EnglishWord": "fixed point",
      "Meanings": [
        "نقطه ثابت"
      ]
    },
    {
      "EnglishWord": "fj",
      "Meanings": [
        "حوزه اینترنتی کشور فیجی"
      ]
    },
    {
      "EnglishWord": "fla",
      "Meanings": [
        "فایلهای فلش"
      ]
    },
    {
      "EnglishWord": "flag",
      "Meanings": [
        "نشانه"
      ]
    },
    {
      "EnglishWord": "flash",
      "Meanings": [
        "فلاش",
        "نور"
      ]
    },
    {
      "EnglishWord": "flash get",
      "Meanings": [
        "نرم افزاری برای دانلود و سرعت بخشیدن به آن"
      ]
    },
    {
      "EnglishWord": "flash memory",
      "Meanings": [
        "حافظه فلش",
        "فلش مموری «به عنوان یک دستگاه ذخیره‌ای با حالت جامد دیسک سخت و دوربین‌های دیجیتالی در نظر گرفته می‌شود.» فلش مموری\"\" یک نوع از تراشه‌های حافظه فقط خواندنی قابل برنامه‌ریزی پاک کردنی می‌باشد ولی خیلی سریعتر از آن کل تراشه را پاک و دوباره می‌نویسد. از یک شبکه شطرنجی که از دو دسته خط موازی و عمود بر یکدیگر و یک باتری که دو ترانزیستور در هر تقاطع دارد درست شده است که این دو ترانزیستور به وسیله یک لایه نازک اکسید از هم جدا می‌باشند"
      ]
    },
    {
      "EnglishWord": "flash player",
      "Meanings": [
        "این برنامه فایلهای Swf را اجرا می‌کند و در ویندوز و اینترنت کاربرد بسیاری دارد"
      ]
    },
    {
      "EnglishWord": "flash point",
      "Meanings": [
        "یکی از بازیهای معروف جنگی",
        "رمزهای بازی\u000b در مرحله دوم روی حالت Campaing وقتی که فرمانده به شما میگوید GO GO GO! خیلی فوری این کلمه را تایپ کنید moreammo تا مهمات شما بینهایت بشود. \u000b*\u000bدر ورژن FlashPoint: Cold war Crisis و FlashPoint: Resistance باید این کارها را انجام بدهید: \u000bبرای وارد کردن کدها کلید Shift چپ را بگیرید سپس دکمه علامت منفی را فشار دهید. کلیدها را رها کنید و این کلمات را بنویسید. \u000bشکست ناپذیری——————————————–Any\u000bذخیره کردن بازی یا تمام کردن مرحله کنونی—————Game play\u000bباز شدن تمامی مراحل————————————",
        "Main Menu"
      ]
    },
    {
      "EnglishWord": "flashkeeper",
      "Meanings": [
        "برنامه ای برای کار با فایلهای فلش"
      ]
    },
    {
      "EnglishWord": "flashram",
      "Meanings": [
        "نوع خاصی از حافظه با ظرفیت کم برای استفاده در دستگاههایی نظیر تلویزیون",
        "VCR بوده و از آن به منظور نگهداری اطلاعات خاص مربوط به هر دستگاه استفاده می‌گردد. زمانیکه این نوع دستگاهها خاموش باشند همچنان به میزان اندکی برق مصرف خواهند کرد. در کامپیوتر نیز از این نوع حافظه‌ها برای نگهداری اطلاعاتی در رابطه با تنظیمات هارد دیسک و… استفاده می‌گردد"
      ]
    },
    {
      "EnglishWord": "flat",
      "Meanings": [
        "صاف"
      ]
    },
    {
      "EnglishWord": "flat display",
      "Meanings": [
        "نمایش تخت"
      ]
    },
    {
      "EnglishWord": "flatron",
      "Meanings": [
        "صاف",
        "مانیتورهایی که صفحه آنها صاف می‌باشد"
      ]
    },
    {
      "EnglishWord": "flc",
      "Meanings": [
        "فایلهای برنامه Corel Drow",
        "فایلهای انیمیشنی"
      ]
    },
    {
      "EnglishWord": "flip album",
      "Meanings": [
        "برنامه برای دسته بندی و جمع آوری عکس‌ها و ساخت آلبوم‌های زیبا"
      ]
    },
    {
      "EnglishWord": "floppy disk",
      "Meanings": [
        "دیسکت",
        "فلاپی دیسک",
        "دیسک نرم"
      ]
    },
    {
      "EnglishWord": "floppy disk case",
      "Meanings": [
        "محفظه دیسکت"
      ]
    },
    {
      "EnglishWord": "floppy disk driver  fdd",
      "Meanings": [
        "گرداننده دیسکت",
        "درایور دیسکت یا Floppy disk driver یا به اختصار FDD یکی از قطعات کامپیوتر است که وظیفه دارد محتویات درون دیسکت را به ما نشان دهد",
        "یکی از ذخیره کننده‌های ROM",
        "Floppy disk نام دارد. نام فارسیFloppy disk دیسکت می‌باشد. دیسکت وسیله ای کوچک است که از 360 KB تا 1. 44 MB اطلاعات را در جای می‌دهد. این ظرفیت خیلی ناچیز است برای همبن کاربرد دیسکتها کم است و بیشتر برای ذخیره عکس یا متن از آن استفاده می‌شود",
        "دیسکتها دایره شکل هستند و در محفظه مستطیل شکلی نگهداری می‌شوند. جنس دیسکتها مانند دیسک سخت از نوار فیلم ویدیویی است. در گوشه پایین سمت راست محفظه دیسکتها قفل کوچکی وجود دارد که باعث می‌شود که ما نتوانیم اطلاعاتی از آن پاک کنیم یا به آن اضافه کنیم",
        "دیسکتها دو نوع هستند: 1. دیسکتهای½ 3 اینچی",
        ". دیسکتهای 5¼ اینچی",
        "دیسکتهای ½ 3 اینچی حدود 720KB و یا 1. 44MB ظرفیت دارند. دیسکتهای 5¼ اینچی حدود 360KB و یا 1. 2MB ظرفیت دارند",
        "درایوری که برای دیسکتها در نظر گرفته شده است در سیستم عامل با نام A: نشان داده",
        "می شود و اگر دستگاه به دو درایور دیسکت مجهز باشد",
        "درایور دومی با نام B: خوانده می‌شود",
        "FDDها تقریبا اندازه ای کوچکتر از دیسک سخت دارند درون آنها موتوری وجود دارد که محتویات درون دیسکت را به طور دورانی می‌خواند",
        "FDD لامپ کوچکی دارد که با روشن بودن خود به ما نشان می‌دهد که درایور دیسکت در حال کردن است",
        "FDD به وسیله کابلی به منبع تغذیه کیس و با کابلی دیگر به Motherboard متصل",
        "می شود"
      ]
    },
    {
      "EnglishWord": "flowchart",
      "Meanings": [
        "فلوچارت",
        "نمودار الگوریتم"
      ]
    },
    {
      "EnglishWord": "flush",
      "Meanings": [
        "خالی کردن حافظه"
      ]
    },
    {
      "EnglishWord": "flux",
      "Meanings": [
        "جریان"
      ]
    },
    {
      "EnglishWord": "fm",
      "Meanings": [
        "Frequency Modulation",
        "مدلاسیون بسامد"
      ]
    },
    {
      "EnglishWord": "fmt",
      "Meanings": [
        "Format"
      ]
    },
    {
      "EnglishWord": "fmv",
      "Meanings": [
        "Full Motion Video"
      ]
    },
    {
      "EnglishWord": "fnt",
      "Meanings": [
        "فایلهای حاوی فونت"
      ]
    },
    {
      "EnglishWord": "focus",
      "Meanings": [
        "کانون",
        "متمرکز شدن"
      ]
    },
    {
      "EnglishWord": "fo-ib99",
      "Meanings": [
        "یکی از قویترین نرم افزارها برای دانلود و افزایش سرعت دانلود"
      ]
    },
    {
      "EnglishWord": "folder",
      "Meanings": [
        "پوشه"
      ]
    },
    {
      "EnglishWord": "folder guard",
      "Meanings": [
        "برنامه ای برای قفل کردن پوشه ها"
      ]
    },
    {
      "EnglishWord": "folder lock",
      "Meanings": [
        "برنامه ای برای قفل کردن پوشه ها"
      ]
    },
    {
      "EnglishWord": "fon",
      "Meanings": [
        "font",
        "فایلهای فونت"
      ]
    },
    {
      "EnglishWord": "font",
      "Meanings": [
        "قلم"
      ]
    },
    {
      "EnglishWord": "font edit",
      "Meanings": [
        "نرم افزاری برای طراحی فونت"
      ]
    },
    {
      "EnglishWord": "footer",
      "Meanings": [
        "پاورقی"
      ]
    },
    {
      "EnglishWord": "footnote",
      "Meanings": [
        "پاورقی"
      ]
    },
    {
      "EnglishWord": "for/next",
      "Meanings": [
        "یکی از دستورهای برنامه نویسی که یک امر را بطور متداول انجام می‌دهد و به صورت زیر است",
        "For I = n to n",
        "Next I"
      ]
    },
    {
      "EnglishWord": "forbidden",
      "Meanings": [
        "ممنوع"
      ]
    },
    {
      "EnglishWord": "forbidden/access denied",
      "Meanings": [
        "مجوز لازم برای دسترسی به سایت مورد نیاز است"
      ]
    },
    {
      "EnglishWord": "force",
      "Meanings": [
        "مجبور کردن"
      ]
    },
    {
      "EnglishWord": "forecasting",
      "Meanings": [
        "پیش بینی",
        "پیشگویی"
      ]
    },
    {
      "EnglishWord": "forecolor",
      "Meanings": [
        "رنگ پیش زمینه"
      ]
    },
    {
      "EnglishWord": "foreground",
      "Meanings": [
        "پیش زمینه"
      ]
    },
    {
      "EnglishWord": "form",
      "Meanings": [
        "فرم"
      ]
    },
    {
      "EnglishWord": "formal",
      "Meanings": [
        "قراردادی"
      ]
    },
    {
      "EnglishWord": "format",
      "Meanings": [
        "ساختار",
        "فرمت",
        "نوع فایل"
      ]
    },
    {
      "EnglishWord": "formatter",
      "Meanings": [
        "شکل دهنده"
      ]
    },
    {
      "EnglishWord": "formula",
      "Meanings": [
        "فرمول",
        "دستورالعمل"
      ]
    },
    {
      "EnglishWord": "forth",
      "Meanings": [
        "یکی از زبانهای برنامه نویسی سطح بالا"
      ]
    },
    {
      "EnglishWord": "fortran",
      "Meanings": [
        "اولین زبان برنامه نویسی سطح بالا"
      ]
    },
    {
      "EnglishWord": "forward",
      "Meanings": [
        "جلو"
      ]
    },
    {
      "EnglishWord": "foundation",
      "Meanings": [
        "ساختمان",
        "بنا"
      ]
    },
    {
      "EnglishWord": "four",
      "Meanings": [
        "چهار"
      ]
    },
    {
      "EnglishWord": "fourth",
      "Meanings": [
        "چهارم"
      ]
    },
    {
      "EnglishWord": "fox pro",
      "Meanings": [
        "یکی از زبانهای برنامه نویسی و بانک اطلاعاتی"
      ]
    },
    {
      "EnglishWord": "fpm dram",
      "Meanings": [
        "Fast page mode dynamic random access memory",
        "شکل اولیه ای از حافظه‌های DRAM می‌باشند. در تراشه ای فوق تا زمان تکمیل فرآیند استقرار یک بیت داده توسط سطر و ستون مورد نظر",
        "می‌بایست منتظر و در ادامه بیت خوانده خواهد شد. قبل از اینکه عملیات مربوط به بیت بعدی آغاز گردد. حداکثر سرعت ارسال داده به L2 cache معادل 176 مگابایت در هر ثانیه است"
      ]
    },
    {
      "EnglishWord": "fpw",
      "Meanings": [
        "فایلهای برنامه Foxpro"
      ]
    },
    {
      "EnglishWord": "fr",
      "Meanings": [
        "france",
        "حوزه اینترنتی کشور فرانسه"
      ]
    },
    {
      "EnglishWord": "fra",
      "Meanings": [
        "فایلهای بازی فیفا وردکاپ",
        "فریم"
      ]
    },
    {
      "EnglishWord": "frame",
      "Meanings": [
        "قاب",
        "فریم"
      ]
    },
    {
      "EnglishWord": "framework",
      "Meanings": [
        "نرم افزاری برای بانکهای اطلاعاتی",
        "گرافیکی و مدیریت و"
      ]
    },
    {
      "EnglishWord": "frd",
      "Meanings": [
        "فایلهای بازی Need for speed"
      ]
    },
    {
      "EnglishWord": "fre",
      "Meanings": [
        "فایلهای بازی Fifa"
      ]
    },
    {
      "EnglishWord": "free",
      "Meanings": [
        "آزاد",
        "مجانی"
      ]
    },
    {
      "EnglishWord": "free space",
      "Meanings": [
        "فضای خالی"
      ]
    },
    {
      "EnglishWord": "freecell",
      "Meanings": [
        "بازی پاسور"
      ]
    },
    {
      "EnglishWord": "freeware",
      "Meanings": [
        "نرم افزار رایگان"
      ]
    },
    {
      "EnglishWord": "freeze",
      "Meanings": [
        "نرم افزار بوتر"
      ]
    },
    {
      "EnglishWord": "frequency",
      "Meanings": [
        "فرکانس",
        "بسامد"
      ]
    },
    {
      "EnglishWord": "frm",
      "Meanings": [
        "form",
        "فایلهای فرم در برنامه نویسی"
      ]
    },
    {
      "EnglishWord": "frx",
      "Meanings": [
        "فایلهای برنامه visual basic"
      ]
    },
    {
      "EnglishWord": "fs",
      "Meanings": [
        "File system",
        "Femto Second"
      ]
    },
    {
      "EnglishWord": "ftn",
      "Meanings": [
        "فایلهای برنامه Fortran"
      ]
    },
    {
      "EnglishWord": "ftp",
      "Meanings": [
        "مخفف File transfer protocol به معنی انتقال فایلها"
      ]
    },
    {
      "EnglishWord": "ftp explorer",
      "Meanings": [
        "برنامه ای برای تبادل فایلها"
      ]
    },
    {
      "EnglishWord": "fujitech",
      "Meanings": [
        "کمپانی تولید کننده وسایل کامپیوتری"
      ]
    },
    {
      "EnglishWord": "full",
      "Meanings": [
        "کامل"
      ]
    },
    {
      "EnglishWord": "funcd",
      "Meanings": [
        "یکی از نرم افزارها برای کپی CD"
      ]
    },
    {
      "EnglishWord": "function",
      "Meanings": [
        "تابع"
      ]
    },
    {
      "EnglishWord": "function key",
      "Meanings": [
        "کلیدهای تابع F1 تا F12 که در بالای صفحه کلید قرار دارند و هریک کار معینی انجام می‌دهند",
        "F",
        "برای کمک کردن Help استفاده می‌شود",
        "برای تغییر نام Rename استفاده می‌شود",
        "برای پیدا کردن یک فایل Search استفاده می‌شود",
        "یک فایل را انتخاب Select می‌کند",
        "فرمان دوباره یا Refresh را اجرا می‌کند",
        "فایلها را به ما نمایش می‌دهد",
        "در هر برنامه کار معینی انجام می‌دهد",
        "منوهای اصلی را انتخاب می‌کند",
        "فرمان تمام صفحه یا Full Screen را اجرا می‌کند"
      ]
    },
    {
      "EnglishWord": "function prototypes",
      "Meanings": [
        "نمونه‌های اصلی تابع"
      ]
    },
    {
      "EnglishWord": "function refrence",
      "Meanings": [
        "منبع تابع"
      ]
    },
    {
      "EnglishWord": "functional",
      "Meanings": [
        "وظیفه ای",
        "مفید",
        "قابل استفاده"
      ]
    },
    {
      "EnglishWord": "fundamental",
      "Meanings": [
        "ابتدایی",
        "اساسی",
        "مفهومی"
      ]
    },
    {
      "EnglishWord": "fxp",
      "Meanings": [
        "فایلهای برنامه Foxpro"
      ]
    }
  ]
}