{
  "Group": "A",
  "Entries": 99,
  "Words": [
    {
      "EnglishWord": "a   cygnus a",
      "Meanings": [
        "دجاجه a cygnus a",
        "سینگوس ای که در صورت فلکی صورت فلکی دجاجه یا صورت فلکی ماکیان قرار گرفته قدرتمندترین منبع رادیویی قابل مشاهده از روی زمین است. این کهکشان رادیویی دو مجرایی 500000 سال نوری پهنا دارد و 600 میلیون سال نوری از زمین فاصله دارد. دجاجه a در سال 1946توسط هی hey پارسونس parsons فیلیپس philips کشف شد"
      ]
    },
    {
      "EnglishWord": "absolute zero",
      "Meanings": [
        "صفر مطلق absolute zero",
        "خطوط تاریکی که بر روی طیف جذب پیوستة‌روشنی قرار گرفته باشند. خط تاریک زمین هنگامیکه یک گاز سردتر",
        "فقونهای صادرشده توسط یک عنصر معین از منبع داغ‌تر را جذب کند",
        "بوجود می‌آی"
      ]
    },
    {
      "EnglishWord": "absorption lines",
      "Meanings": [
        "خطوط جذب absorption lines",
        "دمای فرضی که در آن تمام مولکولها از حرکت باز می‌مانند. تمام دماهای واقعی بالاتر از صفر مطلق هستند. صفر مطلق در دمای16/",
        "درجة سانتیگراد",
        "/",
        "درجة‌فارنهایت یا صفردرجة کلوین حادث می‌شود"
      ]
    },
    {
      "EnglishWord": "absorption spectrum",
      "Meanings": [
        "طیف جذبی absorption spectrum",
        "یک طیف جذبی که طیف خط تاریک هم گفته می‌شود",
        "شامل خطوط جذب تاریکی‌ست که روی کی طیف پیوستة روشن قرار می‌گیرد. یک طیف جذبی هنگامی شکل می‌گیرد که نور یک منبع گداخته از میان گازی سردتر که متونها",
        "را جذب می‌کند عبور کند. هر عنصر و مولکول",
        "نور را در یک سری فرکانس بسامد مشخص جذب می‌کند. ستاره‌شناسان می‌توانند ترکیب گازهای یک ستاره را با بررسی فرکانسهای مشخصة آن طیف سنجی تعیین کنند"
      ]
    },
    {
      "EnglishWord": "acceleration",
      "Meanings": [
        "شتاب acceleration",
        "حدود تغییر سرعت را شتاب می‌گویند. وقتی جسمی با سرعت ثابت در حال حرکت است با ثابت و بی‌حرکت است",
        "شتاب آن صفر است. جسمی که سرعت آن در حال افزایش است",
        "شتاب مثبت دارد"
      ]
    },
    {
      "EnglishWord": "accretion disk",
      "Meanings": [
        "صفحة تجمع accretion disk",
        "صفحة مسطحی از گاز و غبار در فضا که اطراف یک ستارة تازه متولد شده",
        "یک حفرة سیاه یا هر جسم عظیمی که با جذب مواد به میدان جاذبة خود در حال رشد است",
        "قرار گرفته است"
      ]
    },
    {
      "EnglishWord": "achondritic meteorite",
      "Meanings": [
        "شهاب‌سنگ",
        "‌شهاب‌سنگ سنگی",
        "درشت بلور با تعدادی کانی مختلف قابل رویت با چشم غیرمسلح را گویند"
      ]
    },
    {
      "EnglishWord": "acid rain",
      "Meanings": [
        "باران اسیدی acid rain",
        "‌باران اسید مضر و آلوده‌کنندة محیط زیست است. باران اسید ممکن است بخشی از عامل انقراض k",
        "t باشد"
      ]
    },
    {
      "EnglishWord": "acrux",
      "Meanings": [
        "آکروکس acrux",
        "‌یک کروکس آلفا alpha crux اولین ستارة‌عظیم در نیمکرة جنوبی صورت صورت فلکی صلیب جنوبی تقاطع جنوبی است"
      ]
    },
    {
      "EnglishWord": "active galactic nuclei",
      "Meanings": [
        "هسته‌های کهکشانی فعال",
        "agn کهکشانهایی هستند که درمرکز یا هسته‌شان یک گودال تاریک وجود دارد. این کهکشانهادر تمام طول موجهای طیف الکترومغناطیسی انرژی بسیار زیادی تولید می‌کنند. آنها از انرژی کل صادرشده از تمام ستاره‌های سحابی انرژی بیشتری تولید می‌کنند agn ممکن است مربوط به انفجار ستاره‌ای کهکشانها باشد"
      ]
    },
    {
      "EnglishWord": "active galaxy",
      "Meanings": [
        "کهکشان فعال active galaxy",
        "یک کهکشان فعال",
        "کهکشانی‌ست که انرژی عظیمی تولید می‌کند. آنها از انرژی کل صادر شده از تمام ستاره‌های سحابی انرژی بیشتری تولید می‌کنند. حداقل سه نوع کهکشان فعال وجود دارد. که شامل کهکشانهای سیفرت seyfert",
        "کواسارس quasars و بلیزرز blazers هستند اگر چه این سه نوع کهکشان از دیدگاه و مسافت‌های متفاوت یکی باشند"
      ]
    },
    {
      "EnglishWord": "adams john c.",
      "Meanings": [
        "جان کوچ آدامز",
        "جان کوچ آدامز 1819 تا",
        "ستاره‌شناس و ریاضی‌دان انگلیسی بود که در سن 24 سالگی وجود سیارة نپتون را پیش‌بینی کرد. لویریر نیز بطور مستقل وجود نپتون را نیز پیش‌بینی کرده‌بود"
      ]
    },
    {
      "EnglishWord": "adaptive optics",
      "Meanings": [
        "انوار سازگار adaptive optics",
        "ao فرایندی است که دگر شکلی‌ها مانند آنچه در جو زمین وجود دارد از تصویر تلسکوپی و در زمان واقعی از بین می‌رود. ابتدا",
        "از حسگرهای پیش موجی ستارة مبنایی",
        "برای اندازه‌گیری میزان دگر شکلی‌ها که در حال وقوع است",
        "استفاده می‌کنند. سپس دگرشکلی‌ها با یک فاز مصحح از بین می‌رود اخیرا ao بر روی تلسکوپ کک 2 keck 2 نصب شده است"
      ]
    },
    {
      "EnglishWord": "adrastea",
      "Meanings": [
        "آدراستیا adrastea",
        "‌یکی از 16 قمر مشتری و سومین قمر نزدیک به آن است. آدرستیا 12 مایل 20 کیلومتر قطر دارد و در حلقة اصلی هشت هزار مایلی 129000کیلومتر مشتری درحال چرخش است. احتمالا آدرستیا و اولین قمر مشتری",
        "یعنی هتیس",
        "عامل گرد و غبار این حلقه هستند. جرم آدرستیا 1016×91/1 کیلوگرم است. این قمر",
        "مشتری را در مدت 29826/0 روز زمینی دور می‌زند که این سرعت بیشتر از چرخش خود مشتری به دور محورش است. آدرستیا در سال 1979 توسط جوییت d. jewitt و دانیلسون e. danielson کشف شد ماهوارة voyagev"
      ]
    },
    {
      "EnglishWord": "aerolite",
      "Meanings": [
        "شهابسنگی با آلرژی مرکب از آلومینیوم",
        "مس و منگنز که تقریبا 86 درصد آن را آلومینیوم تشکیل می‌دهد"
      ]
    },
    {
      "EnglishWord": "afterglow",
      "Meanings": [
        "پس درخشش afterglow",
        "‌",
        "قوس پهناور و روشنایی درخشنده‌ای‌ست که گاهی اوقات می‌توان آن را در غرب دوردست افق غروب آسمان مشاهده کرد. این قوس بوسیلة ذرات بسیار ریز غبار که نور را در جو بالایی منعکس می‌کند",
        "بوجود می‌آید.",
        "پس درخشش یا درخشندگی تاخیری تشعشع در حال محوی‌ست که بعد از حادثه‌هایی مانند انفجار بزرگ که در این حالت زمینة تشعشع ریز موج آسمانی را می‌سازد یا انفجار پرتوگاما یک دارای پس درخشش اشعة ایکس است",
        "باقی می‌مانند"
      ]
    },
    {
      "EnglishWord": "aimpoint",
      "Meanings": [
        "نقطة هدف aimpoint",
        "نقطه‌ای در صفحة مدار یک سیاره که یک فضاپیما برای قرار گرفتن در آن نقطة‌هدف برنامه‌ریزی می‌شود و همچنین برای پرواز بر روی سیاره یا وارد شدن به مدار سیاره"
      ]
    },
    {
      "EnglishWord": "airy george",
      "Meanings": [
        "جورج آیری airy george",
        "سرجورج بیدل آیری 1801 تا 1892 از سال 1835 تا 1881 مدیر رصدخانة سلطنتی انگلیس بود. آیری یک ترانزیت وسیلة بررسی دقیق در گرینویچ انگلستان greenwich نصب کرد که می‌توانست نصف‌النهار صفر درجة کرة زمین طول جغرافیایی صفر را تعیین کند. یک دهانة آتشفشانی بر روی کرة مریخ و در 5 درجة جنوبی استوا و در جاییکه به عنوان نصف‌النهار اولیة مریخ تعریف شده طول جغرافیایی صفردرجه به نام آیری نامگذاری شده است. یک دهانة آتشفشانی کوچک درون این دهانه که آیری صفر نامیده می‌شود به عنوان حمل دقیق عبور خط نصف‌النهار طول جغرافیایی صفردرجه است. دهانة آتشفشانی روی ماه نیز به نام وی ثبت شده است عرض جغرافیایی 1/18 درجه و طول جغرافیایی 3/354 درجه با قطر 36 کیلومتر. درزمانی",
        "آیری به غلط بیان نمود که “موتور تحلیلی” جدید چارلز ببیج charls babbage که جزء اولین کامپیوترها بود",
        "بی‌ارزش است و این اظهار نظر وی بطور موثری حکومت سرمایه‌گذاری ببیج را پایان داد"
      ]
    },
    {
      "EnglishWord": "albedo",
      "Meanings": [
        "سیاره \t قدرت بازتاب",
        "عطارد \t12/",
        "زحل \t59/",
        "زمین \t39/",
        "مریخ \t15/",
        "مشتری \t44/",
        "زحل \t46/",
        "اورانوس \t56/",
        "نپتون \t51/",
        "پلوتون \t5/",
        "قدرت بازتاب albedo",
        "قدرت انعکاس یک جسم نسبت به میزان تشعشع خورشیدی منعکس شده از جسم به میزان کل تشعشع دریافت شده است. جسم با قدرت انعکاس بالا",
        "درخشان‌تر از جسمی با قدرت انعکاس کم است. یک جسم سفید کاملا انعکاسی",
        "قدرت انعکاسی برابر با یک وارد و یک جسم سیاه بدون انعکاس قدرت انعکاسی صفر دارد"
      ]
    },
    {
      "EnglishWord": "albireo",
      "Meanings": [
        "ستاره منقار الدوجاجه albireo",
        "یا سینگنی بت beta cygni سومین ستارة بزرگ صورت فلکی به نام صورت فلکی دجاجه یا صورت فلکی ماکیان cygnus است. ستاره منقار الدوجاجه سر لک لک و دومین ستارة درخشان صورت فلکی دجاجه یا صورت فلکی ماکیان است. ستاره منقار الدوجاجه شامل 2 ستاره است: ستاره منقار الدوجاجه a",
        "یک غول درخشان k3ii که رنگ زرد و روشن دارد و ستاره منقار الدوجاجه b که آبی رنگ است. ستاره منقار الدوجاجه دقیقا 386+26 سال نوری از ما فاصله دارد"
      ]
    },
    {
      "EnglishWord": "aldebaran",
      "Meanings": [
        "ستاره دبران aldebaran",
        "‌درخشانترین ستارة صورت فلکی به نام صورت فلکی ثور است. این ستاره یکی از چشمهای گاو و سیزدهمین ستارة درخشان در آسمان است. ستاره دبران در امتداد مسیر سالانة عبور خورشید یا دایره البروج دیده می‌شود. نام آن در عربی به معنی “دنباله‌رو” است زیرا به نظر می‌رسد به دنبال ستاره‌هایی در پلیادر pleiades قرار دارد. ستاره دبران",
        "ستارة نارنجی",
        "سن دار بسیار عظیمی است که از خورشید سردتر است و حرارت آن زیر 4000 درجة کلوین است. درحالیکه خورشید دارای حرارت 5800 می‌باشد. این ستاره 40 بار بزرگتر از خورشید است"
      ]
    },
    {
      "EnglishWord": "aldrin edwin e.jr",
      "Meanings": [
        "ادوین آوگین آلدرین aldrin edwin e. jr",
        "buzz aldrin‌ادوین آلدرین 1930 دومین انسانی بود که روی کرة ماه راه رفت. این مرد که به نامهای باز buzz یا دکتر رزدنووس dr. rendezvous هم شناخته می‌شد",
        "خلبان مودول ماه lunal module pilot 1969‚ 16 تا 24 july در ماموریت آپولوی 11 ناسا بود. او و نیل آمسترانگ اولین انسانی که روی ماه قدم زد 2 ساعت بر روی ماه بودند و نمونه‌های سنگی جمع‌آوری می‌کردند و در حال انجام آزمایشات سطحی ماه بودند. اولین ماموریت فضایی آلدرین جمینی 12 gemini که در یازده نوامبر 1966 بود. او و سرخلبان جیمز لاول james lovell در 4 روز کرة زمین را دور زدند. آلدرین کتابهای بسیاری دربارة زندگی و روش زندگی خود به عنوان زندگی‌اش بود"
      ]
    },
    {
      "EnglishWord": "algol",
      "Meanings": [
        "ستاره راس الغول",
        "‌ستاره راس الغول یا بتاپرسی beta persei ستاره‌ای در صورت فلکی پرسوس persus بود. ستاره راس الغول اولین ستارة تاریک است. این ستاره بزرگی1/ 2 تا 3/4 و دورة 2/9 روزه دارد"
      ]
    },
    {
      "EnglishWord": "almucantar",
      "Meanings": [
        "آلموکانترا almucantar",
        "یا “توازی ارتفاع” دایره‌ای در کرة آسمانی‌ست که موازی افق است. این دایره شامل تمام نقاط هم ارتفاع و درنتیجه با آلموکانترا برابر هستند"
      ]
    },
    {
      "EnglishWord": "alnitak",
      "Meanings": [
        "آلنیتاک alnitak",
        "‌آلنیتاک یا زتا اوریوینس zeta orionis در انتهای شرقی کمربند اوریون orion در صورت فلکی جبار یا شکارچی است. آلنیتاک به معنی کمربند است. آلنیتاک طیف نوع oq. 7ib دارد و به عنوان آلینتاه alnitah هم شناخته می‌شود. دو ستارة دیگر کمربند اوریون آلنیلام alnilam و مینتاکا mintaka است"
      ]
    },
    {
      "EnglishWord": "alpha",
      "Meanings": [
        "آلفا alpha",
        "اولین حرف الفبای یونانی که اغلب بر درخشانترین ستارة یک صورت فلکی دلالت می‌کند"
      ]
    },
    {
      "EnglishWord": "alpha centauri",
      "Meanings": [
        "آلفا قنطورس alpha centauri",
        "نزدیک‌ترین سیستم ستاره‌ای به زمین. تاریکترین ستارة این سیستم پروکسیما proxima یا آلفا قنطورسc",
        "که نزدیک ستاره به ما به جز خورشید نیز می‌باشد. ستارة آلفا قنطورس ba ستاره‌های دوگانه هستند"
      ]
    },
    {
      "EnglishWord": "altair",
      "Meanings": [
        "صورت فلکی نسر طایر یا کرکس پرنده altair",
        "یا آلفا آک alpha aqu بزرگترین ستارة آکویلا aquila یا عقاب است. صورت فلکی نسر طایر یا کرکس پرنده دوازدهمین ستارة درخشان آسمان است و در زبان عربی به معنی پرواز عقاب است. صورت فلکی نسر طایر یا کرکس پرنده در تابستان با ستاره نسر واقع یا کرکس نشسته vega و ستاره دم deneb تشکیل یک مثلث را می‌دهند\"\"صورت فلکی کرکس پرنده"
      ]
    },
    {
      "EnglishWord": "alt-azimulh telescope mount",
      "Meanings": [
        "قطعة‌ارتفاع",
        "آزیموت تلسکوپ",
        "وسیلة‌”u” شکلی که به تلسکوپ اجازه می‌دهد هم درجهت بالا و پایین ارتفاع و هم در جهت چپ و راست آزیموت حرکت کند"
      ]
    },
    {
      "EnglishWord": "altitude",
      "Meanings": [
        "ارتفاع altitude",
        "اندازه‌ای است در نقشه‌‌‌برداری اجسام ستاره‌شناختی نیمکرة آسمان و زاویة جسم از افق شخص بیننده است. اگر جسمی در افق باشد",
        "ارتفاع آن صفر درجه واگر درست بالای سر شخص بیننده باشد",
        "ارتفاع آن نود درجه است. برای یافتن جسمی در آسمان دو مولفه نیاز است",
        "آزیموت و ارتفاع"
      ]
    },
    {
      "EnglishWord": "alvarez luis",
      "Meanings": [
        "لوییز آلوارز alvarez luis",
        "‌لوییز آلوارز 1911 تا 1988 فیزیکدانی بود که به همراه پسرش",
        "والتر آلوارز زمین‌شناس",
        "این فرضیه را که برخورد یک ستاره مانند به زمین در 65 میلیون سال قبل باعث انقراض دسته‌جمعی موجودات زنده شده است را مطرح کرد. تیوری انقراض آلوارز بسیار مقبول افتاد وی در سال 1968 جایزة نوبل فیزیک را بخاطر کارش بر روی ذرات شبه اتمی دریافت کرد"
      ]
    },
    {
      "EnglishWord": "alvarez theory of extinction",
      "Meanings": [
        "تیوری انقراض آلوارز",
        "‌این تیوری بیان می‌کند که یک شهاب‌سنگ ستاره دنباله دار یا ستاره مانندی در 65 میلیون سال پیش به زمین برخورد کرده و باعث آشفتگی جوی در زمین شناختی عظیمی شده که این دگرگونی منجر به افزایش عمودی که دایناسورها و سایر گونه‌ها را کشت شد"
      ]
    },
    {
      "EnglishWord": "amalthea",
      "Meanings": [
        "آمالته‌آ amalthea",
        "‌سومین قمر نزدیک به مشتری و بزرگترین قمر بین چند قمر کوچک آن است. آمالته‌آ قمری کوچک",
        "قرمز رنگ و دراز شده همراه با دو دهانة آتشفشانی بر روی خود است. سرعت آن از هر قمر شناخته شده‌ای بیشتر است. این قمر سیب‌زمینی شکل با ابعاد 232×146×134 کیلومتر 145×91×83 مایل است. جرم آن 1021×17/7 کیلوگرم می‌باشد. میانگین فاصلة آن از مشتری 181300 مایل است. 12 ساعت طول می‌کشد تا آمالته‌آ یک دور به دور مشتری بچرخد. مانند اغلب قمرهای مشتری",
        "آمالته‌ها در مدار همزمان قرار دارد. در سال",
        "این قمر توسط ستاره‌شناس آمریکایی ادوارد امرسون بارنارد edward emerson barnard کشف و نامگذاری شد"
      ]
    },
    {
      "EnglishWord": "amor asteroid",
      "Meanings": [
        "سیارک آمور",
        "آمورها خرده سیارههایی هستند که بین مدارهای زمین و مریخ می‌چرخند. آنها برای شبه ستارة آمور #1221 نامیده شدند. اروس #433 یکی از شبه سیاره‌های آمور است"
      ]
    },
    {
      "EnglishWord": "anank",
      "Meanings": [
        "آنانک anank",
        "آنانک سیزدهمین قمر مشتری ست که 12/5 مایل 20 کیلومتر قطر و مدار آن 13100000 مایل 21200000 کیلومتر طول دارد. جرم آنانک 1016×4 کیلوگرم می‌باشد. این قمر خورشید را هر 361 روز زمینی در مدار پسرونده مداری که برخلاف جهتی که مشتری می‌چرخد قرار دارد می‌چرخد. درسال 1951 اطلاعات وسیعی بسیار کمی توسط اس. نیکلسون s. nicholson از آنانک بدست آمد"
      ]
    },
    {
      "EnglishWord": "anders celsius",
      "Meanings": [
        "آندرز سلسیوس anders celsius",
        "تا 1744 استاد ستاره شناسی سوییسی و کسی که دماسنج سلسیوس را اختراع کرد. همچنین او همراه یک هییت اعزامی به شمال‌ترین نقطة سوید و نزدیک به قطب سفر کرد تا طول و درجة یک نصف النهار را اندازه بگیرد و سپس آن را با اندازه گیری‌های مشابه در نیمکرة جنوبی مقایسه کند. این مسیله ثابت کرد که شکل زمین بیضوی ست که در قطب‌ها رنج‌تر است. همچنین او 300 ستاره را رده بندی کرد. با کمک همکار او اولوف هیورتر dlof hiorter",
        "سیلسیوس اساس مغناطیسی منجرها را اندازه کشف کرد"
      ]
    },
    {
      "EnglishWord": "andromeda",
      "Meanings": [
        "صورت فلکی زن به زنجیر بسته",
        "امراه المسلسله andromeda",
        "صورت فلکی زن به زنجیر بسته امراه المسلسله در افسانه‌ها نام دختر کاسیوپیه‌آ است cassiopoiea صورت فلکی نیمکرة شمالی‌ست. صورت فلکی زن به زنجیر بسته امراه المسلسله آلفا که سیراه sirrah به معنی “ناف اسب” نام دارد دلتا پگاسی delta pegasi از صورت فلکی اسب بزرگ یا فرس اعظم pegasus است"
      ]
    },
    {
      "EnglishWord": "andromeda galaxy",
      "Meanings": [
        "کهکشان صورت فلکی زن به زنجیر بسته امراه المسلسله andromeda galaxy",
        "کهکشان صورت فلکی زن به زنجیر بسته امراه المسلسله یا ngc224m31 نزدیکترین کهکشان اصلی به کهکشان راه‌شیری است. این کهکشان مانند کهکشان ما حلزونی شکل است و در گروه محلی local group قرار دارد. در صورت فلکی صورت فلکی زن به زنجیر بسته امراه المسلسله",
        "این کهکشان با چشم غیرمسلح قابل تشخیص است\"\"امراه املسلسهل"
      ]
    },
    {
      "EnglishWord": "angstrom",
      "Meanings": [
        "انگستروم angstrom",
        "یک انگستروم برابر با یک میلیاردیوم 1010×1 یک متر است. این واحد اندازه به افتخار آندرز جی انگستروم anders j. angstrom نامگذاری شده"
      ]
    },
    {
      "EnglishWord": "angular distance",
      "Meanings": [
        "فاصلة زاویه‌ای angular distance",
        "‌فاصلة زاویه‌ای",
        "میزانی برای یک کمان بخشی از محیط دایره است. فاصلة زاویه‌ای نسبت دایره‌ای که کمان مورد نظر جزیی از آن محسوب می‌شود را محاسبه می‌کند. فاصلة زاویه‌ای به درجه",
        "رادیان",
        "جزء کمانی یک شصتم درجه",
        "یا ثانیة کمانی یک شصتم دقیقه بیان می‌شود. برای مثال عرض جغرافیایی",
        "فاصلة زاویه‌ای شمال و جنوب نسبت به استواست که به درجه اندازه‌گیری می‌شود و طول جغرافیایی فاصلة زاویه‌ای شرق یا غرب نصف‌النهار اولیه که از گرینویچ انگلستان عبور می‌کند است که به درجه اندازه‌گیری می‌شو"
      ]
    },
    {
      "EnglishWord": "angular momentum",
      "Meanings": [
        "لحظة زاویه‌ای",
        "‌لحظة زاویه‌ای کمیت زمان‌مانندی شبیه به حرکت چرخشی دور یک محور چرخش است. ضرورتا‌",
        "لحظة زاویه‌ای میزان چرخشی که یک جسم دارد است. رسما",
        "لحظة زاویه‌ای برابر است با جرم ضرب‌در سرعت ضرب در شعاع از نقطه‌ای که جسم دور یا اطراف آن می‌چرخد است. لحظة زاویه‌ای در غیاب نیروی خارجی به کار برده می‌شود"
      ]
    },
    {
      "EnglishWord": "anisotropy",
      "Meanings": [
        "ناهمگنی anisotropy",
        "عبارتی است که بیانگر تغییرات مقادیر خصوصیات فیزیکی مانند دمای تشعشع زمینة آسمانی در امتداد محورهای غیرهم جهت است",
        "بطوریکه یک اندازة فیزیکی در یک جهت با مقدار هم کمیت فیزیکی در جهت دیگر متفاوت است. برای مثال تشعشع زمینة ریز موج آسمانی حرارت شعاعی باقیمانده از انفجار بزرگ",
        "ناهمگن است"
      ]
    },
    {
      "EnglishWord": "annie j. cannon",
      "Meanings": [
        "آنی کانون",
        "تا 1941 ستاره شناس آمریکایی که 225300 ستارة ردة henry draper hd",
        "رده بندی کرد و هر ستاره را با طیف درخشش خود طبقه بندی کرد. کانون و اروارد پیکر نیگ edward c. pickering",
        "مدیر رصد خانه هاروارد",
        "رده بندی اصلی را در 9 جلد از سال 1918 تا 1924 منتشر کردند. این رده بندی بعدها در سال 1949 توسط کانون و مارگارت مایال margaret w. mayall گسترش یافت"
      ]
    },
    {
      "EnglishWord": "annular eclipse",
      "Meanings": [
        "کسوف حلقوی annular eclipse",
        "کسوف یا خورشیدگرفتگی حالتی‌ست که خورشید شبیه به حلقه یا ماهواره می‌شود. این حلقه هنگامی که ماه بطور کامل صفحة عبور خورشید یا دایره البروج را در طول کسوف نمی‌پوشاند",
        "قابل رویت است. این نوع کسوف هنگامی رخ می‌دهد که خورشید در نزدیکترین فاصله به زمین باشد و ماه در دورترین فاصله از زمین باشد وصفحة خورشیدی بزرگتر به نظر برسد"
      ]
    },
    {
      "EnglishWord": "anorthosite",
      "Meanings": [
        "آنورتوزیت anorthosite",
        "‌نوعی سنگ است که در ارتفاعات سطح ماه یافت می‌شود. این سنگ حاوی سیلیکاتهای آلومینیوم و کلسیم است"
      ]
    },
    {
      "EnglishWord": "antares",
      "Meanings": [
        "ستاره قلب العرب antares",
        "‌یا آلفا اسکورپی alpha scorpii به معنی “رقیب مریخ” درخشان‌ترین ستاره در اسکورپیس scorpius که یکی از صور فلکی قابل تشخیص در زمینة مسیر یکسالة عبور خورشید یا دایره البروج است",
        "ستاره قلب العرب یک ستارة بسیار عظیم قرمز رنگ متغیر m1. 5iab است که 520 سال نوری از زمین فاصله دارد و حدود 230 بار بزرگتر از خورشید است. این ستارة باورنکردندی وزین",
        "پیسوکم دما 3500 درجة کلوین",
        "پانزدهین ستاره از نظر درخشندگی در آسمان است و دارای بزرگی وضوح بصری 0/96+ و بزرگی مطلق 5/2 – است. \"\"آلفا اسکورپی"
      ]
    },
    {
      "EnglishWord": "antena",
      "Meanings": [
        "آنتن antena",
        "‌رسانایی که امواج رادیویی را دریافت یا ارسال می‌کند. رادیو تلسکوپها آنتن یا یک سری آنتن هستند"
      ]
    },
    {
      "EnglishWord": "antimatter",
      "Meanings": [
        "ضد ماده antimatter",
        "‌ماده‌ای که از چیزهایی مانند مادة معمولی تشکیل شده است. بطور مثال پروتون‌ها یک ضد ماده شبیه به الکترونها هستند پروتونها بار الکتریکی مثبت به جای بار الکتریکی منفی دارند. وجود نظریه ضد مادة الکترون در سال 1930 توسط پاول دیراک paul dirac پیش‌بینی شد. در سال",
        "کارل آندرسون carl anderson آثار پروتون را که توسط اشعه‌های آسمانی در یک حنجرة ابری تشکیل شده بود یافت. ضد ماده در اثر برخی فروپاشی رادیواکتیویته هم تولید می‌شود. یک ذره و ذرة ضد مادة آن هنگامیکه به هم می‌رسند",
        "نابود می‌شوند و انرژی آزاد می‌کنند بر اساس قانون انیشتن e=mc2. ضد ذرات هم حجم ذرات هستند اما دارای بار مخالف می‌باشند. به نظر می‌رسد در هستی ضد مادة خطرناک بسیار کمی وجود داشته باشد"
      ]
    },
    {
      "EnglishWord": "antipodal point",
      "Meanings": [
        "نقاط تقاطعی antipodal point",
        "‌نقطه‌ای که در طرف مخالف نقطة دیگر یک پیکرة‌آسمانی قرار دارد. برای مثال قطب شمال نقطة تقاطع قطب جنوب روی کرة زمین است"
      ]
    },
    {
      "EnglishWord": "apastron",
      "Meanings": [
        "اوج ستاره ای apastron",
        "نقطة بیشترین جدایش یا فاصلة دو ستاره در مدار سیستم ستارة دوگانه"
      ]
    },
    {
      "EnglishWord": "aperture",
      "Meanings": [
        "روزنه aperture",
        "اندازة‌عدسی‌ها یا آینة اصلی یک تلسکوپ. اوج apogee",
        "برای جسمی که به دور زمین می‌چرخد",
        "اوج نقطه‌ای در مدار جسم است که بیشترین فاصله را از کرة زمین دارد"
      ]
    },
    {
      "EnglishWord": "apex",
      "Meanings": [
        "آپکس apex",
        "امتدادی جهتی که خورشید ضمن حرکت خاص خود به آن نزدیک می‌شود"
      ]
    },
    {
      "EnglishWord": "aphelion",
      "Meanings": [
        "نقطه اوج aphelion",
        "برای یک جسم یک سیاره یا جسم آسمانی که درحال چرخش به دور خورشید است",
        "نقطه اوج نقطه‌ای در مدار چرخش است که بیشترین فاصله را از خورشید دارد"
      ]
    },
    {
      "EnglishWord": "apllo missions",
      "Meanings": [
        "ماموریت آپولو apllo missions",
        "ماموریت‌های آپولوی ناسا nasa 1961 تا 1975 تنها ماموریت‌هایی بود که انسانها را به ماه فرستاد. گردشگر ماه آپولو11 appollo 11’s lem 20 جولای 1969 بر روی ماه نشست. آپولو 12 تا آپولوی 17 این اکتشاف را ادامه دادند"
      ]
    },
    {
      "EnglishWord": "apoapsis",
      "Meanings": [
        "آپواسپیس apoapsis",
        "‌برای جسمی که به دور یک پیکرة آسمانی می‌چرخد",
        "آپواسپیس نقطه‌ای در مدار جسم است که بیشترین فاصله را از پیکره دارد"
      ]
    },
    {
      "EnglishWord": "apollo 11",
      "Meanings": [
        "آپولو",
        "آپولو 11 ناسا",
        "اولین ماموریتی بود که انسان با آن به ماه فرستاده شد. فضا پیما در 16 جولای 1969 از کیپ کندی cap kennedy فلوریدا و از مجموعة مرکز ارسال فضای کندی a39 حرکت کرد. lem آپولو 11 طرح گردش ماه از مدار جدا شد و در 20 جولای 1969 بر روی ماه نشست",
        "که مسافرین آن نیل آمسترانگ و باز آلدرین بود. مایکل کونیز در طرح خدمات",
        "سفارش csm یعنی دور مدار گرداننده ای که به نام کلمبیا شناخته می‌شد با lm در دریاچه آسایش mare tranquillitatis فرودآمدند. آمسترانگ و الدرین برای 21 ساعت و 38 دقیقه و 21 ثانیه بر روی کره ماه بوده اند. آنها با lm پرواز کرده و با طرح خدمات سفارشی csm مجددا ملاقات کردند. آپولو 11 در 24 جولای 1969 در اقیانوس آرام فرود آمد. کشتی فضایی 7/21 کیلوگرم ازسنگ‌های milestone",
        "یعنی در واشنگتون ایالات متحده در معرض نمایش است"
      ]
    },
    {
      "EnglishWord": "apollo object or apollo asteroid",
      "Meanings": [
        "جسم آپولو یا شبه سیارة آپولو",
        "شبه سیاره‌های آپولو دارای مداری هستند که مدار کرة زمین را قطع کرده و دوره‌ای بیش از یکسال دارند. آنها دارای محورهای نیمه اساسی بزرگتر از یک واحد ستاره شناختی au هستند و کوتاهترین فاصلة آنها تا خورشید کمتر از 017/1 au است. این شبه سیاره‌ها بخاطر شبه سیارة آپولو",
        "# نام گرفتند. \"\"شبه سیاره آپولو"
      ]
    },
    {
      "EnglishWord": "apparent motion",
      "Meanings": [
        "حرکت ظاهری",
        "حرکت مشاهده شده از اجسام ستاره ای از زمین است. حرکت ظاهری ممکن است به واسطة حرکت جسم یا حرکت زمین باشد. برای مثال حرکت ظاهری یک ستاره تنها توسط حرکت زمین ایجاد می‌شود و نه به علت حرکت ستاره"
      ]
    },
    {
      "EnglishWord": "apparent solar day",
      "Meanings": [
        "روز خورشیدی ظاهری",
        "یک روز خورشیدی ظاهری",
        "دورة زمانی بین دو عبور موفق خورشید از یک نصف النهار است"
      ]
    },
    {
      "EnglishWord": "aps",
      "Meanings": [
        "apus آپوس",
        "مرغ بهشتی",
        "طایرالفردوس",
        "صورت فلکی دور قطبی نیمکره جنوبی آسمان با علامت اختصاری aps",
        "طایرالفردوسمرغ بهشتی"
      ]
    },
    {
      "EnglishWord": "aquarius",
      "Meanings": [
        "صوزت فلکی دلو aquarius",
        "یا بطور منخف aqr سگ آبی یکی از صورت‌های فلکی منطقه البروج zodiac است. این صورت فلکی کمرنگ در امتداد مسیر سالانة عبورخورشید یا دایره البروج دیده می‌شود. خورشید از اواسط فوریه تا اواسط مارس از میان آلواریوس می‌گذرد اجسام آسمانی جالبی زیادی در این صورت فلکی بزرگ وجودارد",
        "مانند خوشه‌های ابر مانند mz m72 سحابی‌های سیاره ای ngc7243ngc",
        "گروه ستارة m73 و یک ستارة دو تایی zeta aqr صوزت فلکی دلویکی از منابع ایجاد باران شهاب سنگ است",
        "اجزاء آن شامل مارچ",
        "التا",
        "اتا و یوتا آکواری",
        "آلفا آکوآری درخشانترین ستارة صوزت فلکی دلو سعد الملک sudalmelik به معنی خوش شانسی یک پادشاه نام دارد و بتا آکواری سعد السعود sadalsuud به معنی خوش شانس‌ها نام دارد",
        "که این دو دوقلوهای بسیار بزرگی هستند"
      ]
    },
    {
      "EnglishWord": "arachnoids",
      "Meanings": [
        "آراکنوییدها arachnoids",
        "آراکنوییدها",
        "شبکه‌های شکستگی گرد روی پوستة زحل هستند. آنها به این علت با این نام خوانده می‌شوند که کمی شبیه به شبکة عنکبوت arachnid هستند"
      ]
    },
    {
      "EnglishWord": "arc",
      "Meanings": [
        "کمان arc",
        "بخشی از محیط دایره"
      ]
    },
    {
      "EnglishWord": "arc minute",
      "Meanings": [
        "دقیقه کمانی arc minute",
        "میزان زاویه دار بودن و برابر با یک ششم درجه یک دایره 360 درجه است"
      ]
    },
    {
      "EnglishWord": "arcsecond",
      "Meanings": [
        "ثانیة کمانی arcsecond",
        "برابر با یک ششم دقیقة کمانی"
      ]
    },
    {
      "EnglishWord": "arcturus",
      "Meanings": [
        "ستاره سماک سامح یا نگهبان شمال arcturus",
        "یا آلفا بوتیز alfa bootis",
        "درخشان‌ترین ستارة صورت فلکی صورت فلکی ارابه ران یا عوا به معنی چوبان است. این ستلرة بزرگ قرمز نوع طیف آن k1. 5p است چهارمین ستارة درخشان آسمان است. ستاره سماک سامح یا نگهبان شمال 34 سال نوری از زمین فاصله دارد. قدر ظاهری آن 0/",
        "و بزرگی مطلق آن 0/2 است. \"\"نگهبان شمال"
      ]
    },
    {
      "EnglishWord": "arecibo dish",
      "Meanings": [
        "بشقاب آرسیبو",
        "بزرگترین رادیو تلکسوپ دنیا. این بشقاب 1000 فوت 350 متر درون گودال طبیعی در تپه‌های پورتوریکو ساخته شده است"
      ]
    },
    {
      "EnglishWord": "ariel",
      "Meanings": [
        "آریل ariel",
        "درخشان‌ترین و یکی از بزرگ‌ترین قمرهای هجده گانة اورانوس. این ماه دارای دره‌های بسیار طویل",
        "دره‌های عمیق و دهانه‌های آتشفشانی است. قطر آن 720 مایل 1158 کیلو متر و در فاصلة میانگین 120000 مایل 190930 کیلو متری",
        "به دور اوانوس می‌چرخد. این قمر هر 50/5 ساعت زمینی",
        "یک دور به دور اورانوس می‌چرخد. جرم آن 1021 * 27/1 است. این قمر در سال 1851 توسط منجم مبتدی انگلیسی ویلیام لاسل william lassel کشف شد"
      ]
    },
    {
      "EnglishWord": "aries",
      "Meanings": [
        "صورت فلکی حمل یا بره aries",
        "یا ari مخفف به معنی چکش یکی از صور فلکی زود یاک zodiac است که در مسیر عبور سالیانه خورشید یا دایره البروج بین صورت فلکی حوت disces و صورت فلکی ثور taurus قرار گرفته است. این صورت فلکی کم رنگ بسیار کوچک تنها در شمال مسیر عبور سالیانة خورشید یا دایره البروج قابل مشاهده است. درخشان‌ترین ستارة صورت فلکی حمل یا بره آلفا آری",
        "حمل hamal",
        "دومین ستارة درخشان آن بتا آری سرطان sharatan",
        "سومین ستارة درخشان آن گاما 2 آری مارثیم mesarthim و چهارمین ستارة درخشان آن دلتا آری بوتین botein نام دارد. \"\"بره"
      ]
    },
    {
      "EnglishWord": "aristarchus",
      "Meanings": [
        "آرستیار چوس aristarchus",
        "قبل از میلادی تا 250 قبل از میلادی ستاره شناس یونانی که اولین کسی بود که مدل خورشید مرکزی سیستم خورشیدی را بیان کرد. وی پی برد که زمین در محور خود می‌چرخد و خود نیز خورشید را دور می‌زند. او مسافت خورشید و ماه و بزرگی آنها را تخمین زد. پلاتارچ plutarch و ارشمیدوش arehimedes",
        "کارهای ارسیتارچوس را می‌نوشتند. همچنین او میزان نسبتا\"\" دقیقی برای طول سال خورشیدی محاسبه کرد. وی یک ساعت آفتابی گلدان مانند که نشانگرش در وسط گلدان سایه می‌انداخت را اختراع کرد. یک دهانة آتشفشان ماه به نام آریستارچوس عکس بالا نام گذاری شد. این دهانه بزرگ گرد",
        "مایل 40 کیلومتر قطر و 2/2 مایل 3/6 کیلومتر عمق دارد"
      ]
    },
    {
      "EnglishWord": "aristotle",
      "Meanings": [
        "ارسطو aristotle",
        "تا 322 قبل میلاد فیلسوف یونانی بود که درباره ستاره شناسی نظریه پردازی می‌کرد. وی تنها با استفاده از بررسی فیلسوخانه او هیچ مشاهدة علمی نداشت به این مطلب که هستی کره ای",
        "محدود و باگریز از مرکزیت زمین است",
        "اعتقاد داشت. ارسطو مانند بسیاری افراد هم عصرخود",
        "اعتقاد داشت که دایره یک شکل کامل است",
        "پس هستی می‌بایست کره ای باشد و تمام مدارهای درون آن هم می‌بایست دایره ای باشد. او همچنین معتقد بود که پیکره‌های آسمانی از اثیر بعلاوه چهار عنصر پایة دیگر برای وجود که در آن زمان شامل",
        "خاک",
        "هوا",
        "آتش و آب بود تشکیل شده است. ایده‌های ارسطو با عقاید کلیسا هم جهت بود و برای هزاران سال این ایده‌ها آزمایش نشدند تا این که آزمایشات کالیله اشتباهات موجود در نوشته‌های ارسطو را ثابت کرد"
      ]
    },
    {
      "EnglishWord": "armillary sphere",
      "Meanings": [
        "ذات الحلق",
        "وسیله ای بر جای مانده از قرن پانزدهم که برای تعیین موقیعت نسبی استوای آسمانی",
        "مسیر سالیانة عبور خورشید",
        "درار‌های سیاره ای و غیره به کار برده می‌شد. این وسیله از یک سری حلقه‌های هم مرکز تشکیل شده است"
      ]
    },
    {
      "EnglishWord": "armstrongneil",
      "Meanings": [
        "نیل آرمسترانگ armstrongneil",
        "نیل آلدن آرمسترانگ 1930 تا کنون اولین شخصی بود که روی ماه راه رفت. او ماموریت آپولوی 11 ناسا nasa را که در 16 جولای 1969 اتفاق افتاد رهبری کرد. آرمسترانگ و ادوین آلدرین در 20 جولای 1969 روی ماه فرود آورند",
        "در حال که مایکل کونیز در مسیر تعیین شده دور ماه می‌چرخند. هنگامی که وی اولین قدم را روی ماه گذاشت گفت: «یک قدم کوچک برای اشان",
        "یک جهش بزرگ برای نوع بشر». آن دو سطح ما را برای حدود 2 ساعت بررسی کردند. سالها بعد",
        "در 1966 آرمسترانگ و دیویت آر اسکات david r. scott اولین تعمیر موفقیت آمیز 2 وسیلة نقلیه را در فضا در ماموریت جمینی هشت gemini انجام دارد"
      ]
    },
    {
      "EnglishWord": "asterism",
      "Meanings": [
        "آستریسم asterism",
        "مجموعه ستاره هایی در یک صورت فلکی که از زمین یک الگو ظاهری را شکل می‌دهند. برخی از این آسترسیم ها",
        "شامل دب اکبر big dipper",
        "دب اصغر littledipper",
        "ثریا یا پروین pleiades",
        "شبه ذوزنقه trapezivm و مثلث تابستانی summer triangle هستند"
      ]
    },
    {
      "EnglishWord": "asteroid belt",
      "Meanings": [
        "کمربند سیارکان asteroid belt",
        "کمربند سیارکان تجمع سیارکان چرخان به دور خورشید",
        "و در بین مدارهای مریخ و مشتری 2/2 تا 3/3 au است. این کمر ممکن است روزی سیاره ای در چنان مداری بود. که با برخورد به یک شبة سیارة عظیم یا سنگ آسمانی",
        "تخریب شده است"
      ]
    },
    {
      "EnglishWord": "asthenosphere",
      "Meanings": [
        "آستنوسفر asthenosphere",
        "بخشی از جبه بالایی که خصوصیات پلاستیکی جاری شدن را از خود نشان می‌دهند. این بخش زیر سنگ کره لیتوسفر که شامل پوسته و جبة بالایی سخت و بین اعماق 100 تا 250 کیلومتری قرار گرفته است"
      ]
    },
    {
      "EnglishWord": "astrobiology",
      "Meanings": [
        "اختر زیست شناسی astrobiology",
        "علمی که به این سیوال که آیا حیات در فضا وجود دارد یا نه",
        "جواب می‌دهد. اگر وجود نداشته باشد",
        "منشاء",
        "توزیع و تکامل از چگونگی است"
      ]
    },
    {
      "EnglishWord": "astrolabe",
      "Meanings": [
        "اسطرلاب astrolabe",
        "وسیله ای که برای تعیین ارتفاع اجسام مانند خورشید در آسمان به کار می‌رود. این وسیله اولین بار در سال 200 قبل میلاد توسط ستاره شناسان یونانی بکار گرفته شده. اسطرلابجای خود را به نوعی زاویه یاب داد"
      ]
    },
    {
      "EnglishWord": "astrometry",
      "Meanings": [
        "ستاره سنجی astrometry",
        "اندازه گیری دقیق موقعیت و حرکت اجسام فضای که اغلب نسبت به ستارة استاندارد معین سنجیده می‌شود"
      ]
    },
    {
      "EnglishWord": "astronaut",
      "Meanings": [
        "فضا نورد astronaut",
        "افرادی که به فضا می‌رود"
      ]
    },
    {
      "EnglishWord": "astronautics",
      "Meanings": [
        "طراحی فضای astronautics",
        "علم طراحی",
        "ساخت و راه اندازی فضا پیما"
      ]
    },
    {
      "EnglishWord": "astronomer",
      "Meanings": [
        "ستاره شناسی یا منجم astronomer",
        "کسی که ستاره و فضا را مطالعه می‌کند. \"\"نمجم"
      ]
    },
    {
      "EnglishWord": "astronomer royal",
      "Meanings": [
        "ستاره شناسی سلطنتی",
        "کسی که توسط ملک یا شاه انگلستان به عنوان سرایدار رصدخانه گرینویچ منسوب می‌شود. اولین ستاره شناس سلطنتی",
        "فلامستیر johnflamsteed در سال 1675 توسط شاه چارلز دوم منسوب شد"
      ]
    },
    {
      "EnglishWord": "astronomic scintillation",
      "Meanings": [
        "برق زدن ستاره ای astronomic scintillation",
        "به چشمک زدن ستاره‌ها نوسان شدید که از جو ستاره دیده می‌شود گفته می‌شود. برق زدن در نتیجة تغییر شکل و جهت نور ستاره در هنگام عبور از جو زمین بوجود می‌آید. میزان برق زدن برای ستاره‌های درخشانی که به افق نزدیک‌تر هستند",
        "بیشتر است"
      ]
    },
    {
      "EnglishWord": "astronomical unit",
      "Meanings": [
        "واحد ستاره شناسی",
        "که مخفف آن au است. بنابر میانگین فاصلة خورشید از زمین و در حدود 93 میلیون مایل 150 میلیون کیلومتر می‌باشد. 8/3 دقیقه طول می‌کشد تا یک پرتوی نوری یک au را طی کند"
      ]
    },
    {
      "EnglishWord": "astronomy",
      "Meanings": [
        "ستاره شناسی یا نجم astronomy",
        "مطالعة علمی فضا که شامل سیارات",
        "ستاره ها",
        "شهاب سنگ ها",
        "سحابی‌ها و کهکشان‌ها است. \"\"نجمو"
      ]
    },
    {
      "EnglishWord": "astrophysics",
      "Meanings": [
        "فیزیک نجومی astrophysics",
        "شاخه ای از ستاره شناسی که خصوصیات فیزیکی اجرام آسمانی و سایر مواد و انرژیهای را در فضا بررسی می‌کند"
      ]
    },
    {
      "EnglishWord": "asymptotic giant branch",
      "Meanings": [
        "شعبة عظیم مجانبی asymptotic giant branch",
        "بخش سمت راست و مرکزی دیاگرام هررتزپرانگ – راسل hertzsprung",
        "russell diagram که ستاره هایی را که گداخت هلیم در هستة آنها حادث نمی‌شود را نشان می‌دهد. زمانی که هستند کربنی این ستاره‌های قدیمی فرو ریزش می‌کند",
        "لایه‌های بالایی گسترده شده و ستاره‌ها به هیولات قرمز عظیم الجثه ای تبدیل می‌شوند"
      ]
    },
    {
      "EnglishWord": "aten asteroid",
      "Meanings": [
        "سیارک آتن",
        "آتن‌ها سیارکانی هستند که همیشه از زمین به خورشید نزدیک ترند و دورة کوتاهتر از یک سال دارند محور نیمه اصلی آنها کوچک‌تر از زمین است. برای سیارک آتن",
        "آن‌ها 2062 # نامگذاری شده اند. را شالوم ra shalom یک سیارک آتن است"
      ]
    },
    {
      "EnglishWord": "atlas",
      "Meanings": [
        "اطلس atlas",
        "یکی از کوچک‌ترین 18 قمر زحل. اطلس ماهوارة نشانگری برای حلقه a زحل است. شعاع آن در حدود 13/5 * 17/2 * 18/5 کیلو متر و فاصله مدار آن از زحل 137670 کیلو متر است. دورة مداری آن 0/6019 روز زمینی است. این قمر در سال 1980 توسط فضا پیمای تریل رویجر terrile/voyager کشف شد"
      ]
    },
    {
      "EnglishWord": "atmosphere",
      "Meanings": [
        "جو atmosphere",
        "مخلوطی از گازها که اطراف یک جسم سیاره ای قمر یا ستاره را در بر می‌گیرد. جو زمین غالبا حاوی نیتروژن و اتمسفر غالبا از هیدروژن تشکیل شده است"
      ]
    },
    {
      "EnglishWord": "atom",
      "Meanings": [
        "اتم atom",
        "تمام مواد از اتم‌های بسیار ریز ساخته شده اند. یک اتم کوچکترین ذرة یک عنصرست که خصوصیات آن عنصر را دارد. اتم شامل یک هسته حاوی الکترون و پروتون و الکترون‌های در حال چرخش هستند"
      ]
    },
    {
      "EnglishWord": "atomic number",
      "Meanings": [
        "عدد اتمی",
        "عدد اتمی اتم یک عنصر",
        "تعداد پروتون‌های درون هستة آن اتم است عدد اتمی جای یک عنصر را در جدول عناصر نشان می‌دهد"
      ]
    },
    {
      "EnglishWord": "atomiweight",
      "Meanings": [
        "وزن اتمی",
        "وزن اتمی یک اتم شامل مجموع ترم پروتون ها",
        "نوترون هاو الکترون‌ها یک اتم است. وزن اتمی دقیقا برابر با تعداد پروتون‌ها و نوترون‌ها بعلاوة مقداربسیار کمی بخاطر جرم الکترون‌ها است"
      ]
    },
    {
      "EnglishWord": "au",
      "Meanings": [
        "فاصله تا خورشید به واحد au",
        "سیاره",
        "عطارد",
        "ناهید",
        "زمین",
        "مریخ",
        "مشتری",
        "زحل",
        "اورانوس",
        "نپتون",
        "پلوتون",
        "آیو au",
        "به معنی واحد نجوم یا واحد ستاره شناختی است. یک au برابر است با میانگین فاصلة خورشید و زمین و حدود 93 میلیون مایل 150 میلیون کیلومتر = 500 ثانیة نوری است"
      ]
    },
    {
      "EnglishWord": "aurora",
      "Meanings": [
        "سپیده دم aurora",
        "سپیده دم یا فجر صفحات مواج زیبایی ارنور در آسمان نزدیک قطب هستند. این پدیده در اثر تحریک گازهای گرم شده توسط ذرات خورشیدی بوجود می‌آمدند. اغلب سپیده دم‌ها 100 تا 250 کیلومتر بالای سطح زمین تشکیل می‌شوند"
      ]
    },
    {
      "EnglishWord": "autumnal equinox",
      "Meanings": [
        "اعتدال پاییزه autumnal equinox",
        "اعتدال‌ها ایامی هستند که طول روز و شب با هم برابر هستندهنگامی خورشید از استوای آسمانی عبور میکنند",
        "دوباره در سال اعتدال بوقوع می‌پیوندد. اعتدال پاییزه حدود 21 سپتامبر برای اعتدال بهاره و حدود 21 مارس برای اعتدال بهاره حادث می‌شود"
      ]
    },
    {
      "EnglishWord": "axis",
      "Meanings": [
        "محور axis",
        "خط مستقیم فرضی که یک جسم مانند سیاره به دور آن می‌چرخد. محور زمین خطی ست که از قطب شمال و جنوب می‌گذرد"
      ]
    },
    {
      "EnglishWord": "azimuth",
      "Meanings": [
        "آزیموت azimuth",
        "اندازه گیری در نقشه برداری از اجسام فضایی در کرة آسمانی آسمانی که از زمین قابل مشاهده است آزیموت زاویه جسم از نقطة شمالی بیننده بصورت افق در نظر گرفته می‌شود است. اگر جسمی در شمال باشد",
        "آزیموت آن صفر درجه و اگر در شرق باشد",
        "آزیموتش? 90 است. برای یافتن جسمی در آسمان",
        "دو شاخص مورد نیاز است",
        "ارتفاع آن و آزیموت آن"
      ]
    }
  ]
}