{
  "Group": "B",
  "Entries": 47,
  "Words": [
    {
      "EnglishWord": "b  b - type star",
      "Meanings": [
        "ستارة نوع b b",
        "type star",
        "ستارة بسیار داغ و آبی رنگی که از سوختن هلیم شکل گرفته. روی این ستاره‌های بین 11000 تا 25000 درجة کلوین متغیر است. میانگین جرم آن‌ها 18 برابر جرم خورشید و میانگین درخشندگی آن 20000 بار بیشتر از خورشید است. مثال این نوع ستاره‌ها ستاره رجل الجبار rigel",
        "اسپیکا spicu و ستاره قلب الاسد robert bunsen است"
      ]
    },
    {
      "EnglishWord": "background radiation",
      "Meanings": [
        "تشعشع زمینه",
        "ریز امواجی که در کل هستی وجود دارند و احتمالا باقیماندة انفجار بزرگ هستند. این تشعشعزمینه با روی 7/2 درجة کلوینی که در فضا بوجود آمده شناخته می‌شود"
      ]
    },
    {
      "EnglishWord": "baily s bead",
      "Meanings": [
        "تسبیح بایلی baily’s bead",
        "انفجارات تسبیح مانند نور که در حدود 15 ثانیه قبل و بعد از مدت خسوف تمام صورت می‌گیرد. تسبیح بایلی به واسطه درخشش نور در دره‌های بند ماه بوجود می‌آید. این پدیده به افتخار نجوم انگلیسی فرانسیس بایلی francis baily 1774 تا",
        "یکی از بنیانگذاران جامعة ستاره شناسان سلطنتی",
        "نامگذاری شده است"
      ]
    },
    {
      "EnglishWord": "bar",
      "Meanings": [
        "بار bar",
        "واحد فشار",
        "یک بار برابر فشاری ست که جو زمین در سطح دریا وجود دارد"
      ]
    },
    {
      "EnglishWord": "barometer",
      "Meanings": [
        "فشار سنج barometer",
        "وسیله ای که فشار هوا را اندازه می‌گیرد. این وسیله وزن ستون هوایی که از وسیله تا بالای جو گسترش دارد را اندازه می‌گیرد. دو نوع فشار سنج معمول مورد استفاده وجود دارد",
        "جیوه ای و بدون سیال. فشار سنج‌های آبی اولیه لیوان طوفان در قرن 17 استفاده میشود. فشار سنج جیوه ای توسط فیزیکدان ایتالیا اوانجولیستا توریچلی لولة شیشه ای پر شده از جیوه را با ظرف جیوه ای دیگری پر کرده",
        "در این جا است جیوة درون لوله وزن هوای",
        "جو بالای توله را نشان می‌دهد. فشار سنج بدون سیال با ساتفاده از تعادل متری به جای مایع توسط دانشمند فرانسوی لوسین ویدی lucien vidie در سال 1844 اختراع شد"
      ]
    },
    {
      "EnglishWord": "barred spiral galaxy",
      "Meanings": [
        "کهکشان حلزونی مسدود",
        "یا sb",
        "یک کهکشان حلزونی که مرکز آن کشیده و چرخیده است"
      ]
    },
    {
      "EnglishWord": "barycenter",
      "Meanings": [
        "مرکز جرم barycenter",
        "مرکز جرمی که یک سیستم اجسام به دور آن می‌چرخند. برای مثال",
        "زمین و ماه هر دو به دور مرکز جاذبة خود که 1707 کیلومتر درون زمین و در امتداد و خط بین آنها وجود دارد",
        "می‌چرخند. پلوتون و قمر آن شارون",
        "charon دور مرکز جاذبة خود که 700 متر درون پلوتون و در امتداد خط بین آنها قرار دارد وجود دارد",
        "می‌چرخند"
      ]
    },
    {
      "EnglishWord": "baryon",
      "Meanings": [
        "باریون baryon",
        "باریون‌ها ذرات سنگین شامل پروتون‌ها و نوترون‌ها هستند"
      ]
    },
    {
      "EnglishWord": "basalt   .",
      "Meanings": [
        "بازالت basalt نوعی سنگ آذرین"
      ]
    },
    {
      "EnglishWord": "bayer johannes",
      "Meanings": [
        "جانز بایر bayer johannes",
        "تا 1617 ستاره شناس آلمانی و اولین کسی که ستاره‌ها را در صورت فلکی تشخیص و بر اساس شدت نور آن‌ها به آن‌ها نام یونانی آلفا",
        "بتا",
        "دلتا و غیره داد. وی در سال 1603 کتاب اورانومتر یا vranometria که کتابی دربارة جزییات جدول ستاره‌ها است",
        "انتشار داد"
      ]
    },
    {
      "EnglishWord": "bayer system",
      "Meanings": [
        "سیستم بایر bayer system",
        "در هر صورت فلکی",
        "هر ستاره با استفاده از سیستم بایر و با تعیین حروف یونانی برای هر کدام بر حسب افزایش درخشندگی آنها آلفا",
        "بتا",
        "گاما",
        "پسیلون",
        "فی",
        "چی",
        "سی و امگا سیستم بایر نمی‌تواند بیش از 24 ستاره را نامگذاری کند. درخشانترین ستاره در یک منظومة شمسی",
        "آلفا است",
        "دومین ستارة درخشان بتا",
        "سومین آن گاما و آی آخر جانز رایر 1564 تا 1617 ستاره شناس آلمانی و طراح این سیستم است"
      ]
    },
    {
      "EnglishWord": "beg  ulugh   1449-1359   1012              .              .",
      "Meanings": [
        "اولوق بگ beg ulugh منجم ایرانی",
        "که 1012 ستاره را طبقه بندی کرد و مشاهداتی روی ماه و سایر سیارات انجام داد. وی زاویه انحراف صفحه عبور سالیانه خورشید یا دایره البروج را نیز محاسبه کرد"
      ]
    },
    {
      "EnglishWord": "belinda",
      "Meanings": [
        "بلیندا belinda",
        "نهمین قمر مشتری قطر آن 68 کیلومتر و دقیقا در فاصلة 75255 کیلومتری از اورانوس به دور آن می‌چرخد. این ماه توسط فضا پیمای ویجر 2 voyager 2 و در سال 1986 کشف شد. نام این قمر از شخصیتی از یکی از داستان‌های الکساندر چاپ alexander pop گرفته شده است"
      ]
    },
    {
      "EnglishWord": "bell jocelyn",
      "Meanings": [
        "ژاکلین بل bell jocelyn",
        "سوزان ژاکلین بل بارنل 1943تاکنون منجمی بود که در سال 1967 ستاره ای چرخان نوترونی pulsar را کشف کرد. این ستاره‌ها در حین چرخش خود ضربانی از خود انرژی صادر می‌کنند. استاد راهنمای بل anthony hewish سهمی از جازة نوبل 1974 را به او داد که او چشم پوشی نمود. هیچ کس عقیدة خاصی دربارة این اجسام غیر معمول ندارد",
        "بنابراین آن‌ها را کوتوله‌های سبز lgm می‌خوانند. به زودی",
        "توماس گلو thomas gold",
        "پیشنهاد کرد که این اجسام",
        "ستاره‌های نوترونی بسیار سریع چرخنده و باقیمانده ای از ابر نو اخترها supernova هستند"
      ]
    },
    {
      "EnglishWord": "bessel friedrich",
      "Meanings": [
        "فردریچ بسل",
        "جولای 1784 تا 17 مارس",
        "منجم و ریاضی دان آلمانی که حدود 50000 ستاره را دسته بندی کرد",
        "وجود سیاره ای در ورای اورانوس را از نظر ریاضی پیش بینی کرد",
        "اولین کسی که حرکت ستاره ای را به واسط اختلاف منظر paralax دید مشاهدة 61 سیگنی cygni اولین کسی که فاصله را با یک ستاره محاسبه کرد مشاهدة 61 سیگنی",
        "/10 سال نوری از زمین",
        "او به وجود ستاره‌های تاریک پی برد",
        "تابع معروف بسل یک تابع ریاضی را طراح کرد و خدمات زیاد دیگری برای علم انجام داد"
      ]
    },
    {
      "EnglishWord": "betelgeuse",
      "Meanings": [
        "ستاره منکب الجوزا یا ید الجوزا",
        "که به صورت بتل جوس تلفظ می‌شود",
        "دومین ستارة درخشان صورت فلکی اویون و یکی از درخشانترین ستاره‌های آسمان است. این ستاره فوق العاده بزرگ قرمز رنگ و با قطر بیش از 600 میلیون مایل حدود هزار برابر بزرگتر از خورشید اما سردتر از آن است. اگر تبل جوس در مرکز منظومة شمسی بود",
        "تا پشت مشتری فضا را اشغال می‌کرد. تبل جوس 14 هزار بار درخشانتر از خورشید است و 520 سال نوری از زمین فاصله دارد. این ستاره",
        "ستارة متغیری ست که میزان درخشندگی آن از 0/3 تا 1/2 در یک دورة 7 ساله تغییر می‌کند میانگین 0/7. این ستاره تنها ستاره ای است به جز خورشید که از سطح آن تصویر داریم"
      ]
    },
    {
      "EnglishWord": "bianca",
      "Meanings": [
        "بیا نسا bianca",
        "سومین قمر اورانوس. قطر آن حدود 44 کیلومتر و دقیقا 59165 کیلومتر از اورانوس فاصله داشته و دور آن می‌چرخد. این قمر توسط کاوشگر ویجر 2 voyager 2 در سال 1989 کشف شد. بیا فضا نام یکی از شخصیت‌های داستانی کتاب‌های شکسپیر است"
      ]
    },
    {
      "EnglishWord": "big bang theory",
      "Meanings": [
        "فرضیة انفجار بزرگ big bang theory",
        "این فرضیه بیان می‌کند که هستی بصورت یک انفجار بسیار کوچک اما نیرومند در زمان فضایی 13/7 میلیارد سال پیش ±%1 شروع شده است. در سال",
        "آرنو پنز یاس وروبرت ویلسون arno penzias &amp; robert wilson با استفاده از این آنتن بوقی در تپة کراوفورد crawford hill",
        "ریز موج‌های زمینة تشعشع cmb بار دمای 2/7 درجة کلوین را کشف کردند. این cmb از اولین لحضات هستی و بعد از انفجار بزرگ باقی مانده بود این مطلب توسط جورج گاما و george gamma و رالف آلفر ralf alpha در سال 1948 پیش بینی شد. در مقابل این نظریه «حالت یکنواخت» وجود دارد steady",
        "state theory"
      ]
    },
    {
      "EnglishWord": "big crunch",
      "Meanings": [
        "صدای بزرگ big crunch",
        "فرو ریزش تمام مواد موجود در هستی و نقض انفجار بزرگ است. این مطلب یکی از اشکال فرضی هستی ست که فرض می‌کند هستی بصورت بسته است دارای چگالی جرمی بحرانی بیشتر است"
      ]
    },
    {
      "EnglishWord": "big dipper",
      "Meanings": [
        "دب اکبر big dipper",
        "دب اکبر گروه 7 ستاره ای یک شبه سیاره موجود در نیم کرة شمالی صورت فلکی ورسامیجر versamajor یا دب اکبر است. دو ستارة درخشان دب اکبر دوبه و مراک",
        "dubhe &amp; merak قطب شمال را نشان می‌دهند"
      ]
    },
    {
      "EnglishWord": "billion",
      "Meanings": [
        "میلیارد billion",
        "هزار میلیون زندگی چند سلولی حدود یک میلیارد سال پیش در زمین تکامل یافت هستی حدود 17 میلیارد سال سن دارد"
      ]
    },
    {
      "EnglishWord": "binary star",
      "Meanings": [
        "ستارة دوگانه binary star",
        "دو ستارة حقیقی که دور یک یک مرکز جرمی مشترک می‌چرخند. حدود نصف ستاره‌ها در گروههای حداقل دو سر تاره ای هستند"
      ]
    },
    {
      "EnglishWord": "black body",
      "Meanings": [
        "پیکرة سیاره black body",
        "پیکره ای ایده آل شده که انتشار دهنده و جاذب کاملی برای تشعشع الکترومگنیتک است. یک پیکرة سیاه تنها تمام طول موجهای انرژی و پرتوی را جذب نمی‌کند",
        "بلکه این کار را با حداکثر شدت ممکن در هر دمایی انجام می‌دهد. این پیکره الزاما سیاه نیست. یک ستاره",
        "از آنجا که گازهای ستاره ای به خوبی انرژی را جذب می‌کنند",
        "تقریب خوبی برای پیکرة سیاره است"
      ]
    },
    {
      "EnglishWord": "black body radiation",
      "Meanings": [
        "تشعشع پیکرة سیاره",
        "تشعشع تولید شده توسط یک پیکرة سیاه"
      ]
    },
    {
      "EnglishWord": "black drop effect",
      "Meanings": [
        "اثر قطرة سیاه black drop effect",
        "اثر نوری که در لحظات ابتدایی عبور زحل و در هنگامی که زحل در ابتدای صفحة خورشیدی قرار می‌گیرد",
        "اتفاق می‌افتد. نور خورشید در اطراف زحل خمیده شده توسط جو چگال زحل باز گشت داده می‌شود و زحل را کشیده‌تر ظاهر می‌کند"
      ]
    },
    {
      "EnglishWord": "black dwarf",
      "Meanings": [
        "کوتولة سیاه black dwarf",
        "ستارة کوچک",
        "سیاره چگال",
        "سرد و مرده این ستارة تاریک عمدتا از کربن ساخته شده و از بین رفتن لایه‌های خارجی قرمز و عظیم ستاره باقیمانده و یک سحابی سیاره ای و سپس یک کوتولة سفید را می‌سازد. هستة هسته ای کوتولة سیاه تهی شده است. کوتوله‌های سیاه تقریبا هم اندازة زمین اما فوق العاده سنگین‌تر هستند! خورشید ما روزی به کوتوله سیاه تبدیل می‌شود"
      ]
    },
    {
      "EnglishWord": "black hole",
      "Meanings": [
        "حفره سیاه black hole",
        "جسم سیاهی یا ناحیة سیاهی در فضا که آنقدر چگال است که در شعاع معینی شعاع شوارد زچیل",
        "schwarzschild",
        "که افق یکنواخت را مشخص می‌کند",
        "میدان جاذبه اش به هیچ چیز اجازة فرار از آن را نمی‌دهد",
        "حتی نور را. تصور بر این بود که ستاره‌های بزرگ ستارة با جرم سه برابر جرم خورشید supergiant",
        "سپس supernova و سرانجام به حفره‌های سیاه تبدیل می‌شوند. تصور بر این بود که حفره‌های سیاه شاخص جرمی دقیقا 10 برابر خورشید دارند",
        "اما حدود آ» بسیار زیاد است. برای حفرة سیاه شاخص با جرمی 10 برابر خورشید",
        "شعاع شوارد زچیل دقیقا 6/18 مایل 30 کیلومتر است"
      ]
    },
    {
      "EnglishWord": "blazer",
      "Meanings": [
        "بلیزر blazer",
        "نوعی کواسار quasar که اشعه گاما و سایر تشعشعات الکترومگنتیک از خود صادر میکند"
      ]
    },
    {
      "EnglishWord": "blue giant star",
      "Meanings": [
        "ستارة بزرگ آبی blue giant star",
        "ستارة آبی بسیار بزرگ",
        "درخشان و دایمی که یک ستارة دریایی اصلی نیست",
        "بلکه ستارة ای بعد از توالی اصلی ست. این ستاره‌های فوق العاده داغ",
        "از سوختن هلیم بوجود می‌آیند و طیف هایی از o تا b",
        "که طیف هایی کمیاب و بسیار درخشان هستند",
        "دارند. ستاره‌های آبی حداقل 18 بار سنگین‌تر ازخورشید هستند. مثالی از این ستاره‌ها ستاره رجل الجبار rigel و ستاره قلب الاسد regulus هستند"
      ]
    },
    {
      "EnglishWord": "blue moon",
      "Meanings": [
        "قمر آبی blue moon",
        "وقتی که در یک ماه از نظر سال",
        "بار قمر کامل می‌شود",
        "قمر دوم را قمر آبی می‌نامند. تعریف دیگر این است که سومین قمر از چهار قمری که در یک فصل سال کامل می‌شود معمولا در هر فصل تنها سه بار ماه کامل می‌شود"
      ]
    },
    {
      "EnglishWord": "blue shift",
      "Meanings": [
        "تغییر آبی blue shift",
        "کاهش طول موج نوری که از یک جسم در حال حرکت به سمت ما صادر می‌شود. این کاهش طول موج",
        "جسم را آبی‌تر از میزان واقعی اش می‌نماید. برای مثال",
        "وقتی ستاره ای به سمت کرة زمین در حال حرکت است",
        "نور آن آبی‌تر به نظر می‌رسد طول موج کوتاه‌تر می‌شود. تغییر قرمز نیز وجود دارد"
      ]
    },
    {
      "EnglishWord": "bode s law",
      "Meanings": [
        "قانون بده bode’s law",
        "یا قانون تیتوس باد titus – bode low",
        "قانون جالب ریاضی از تطابق است که یک قانون فیزیکی نیست. این قانون یک سری عددی ست که با فاصلة سیاره‌ها تا خورشید مطابقت دارد. سری‌های تیتوس – باد",
        "موقیعت تمام سیاره‌ها منظومة شمشی",
        "را به جز نپتون و سیاره‌های موجود در کمربند‌های سیارکانی پیش بینی می‌کند",
        "این ارتباط به افتخار ژوان تیتوس johann titus",
        "و الرت باد elert bode ستاره شناس آلمانی",
        "کسی که کارس را در اواخر سال 1700 به پایان رسانیده",
        "نامگذاری شده است. برای سری‌های تیتوس – باد منظومة شمسی",
        "با 4/0 au شروع کنید و سپس به آنها",
        "/",
        "/2 و الی آخر بعد از اولی هر کدام را دو برابر کنید اضافه کنید. نتیجة آن به صورت زیر است",
        "عطارد au 4/",
        "ناهید au 7/",
        "زمین au",
        "مریخ au 6/",
        "کمربند سیارکها au 8/",
        "مشتری au 2/",
        "زحل au",
        "اورانوس au 6/"
      ]
    },
    {
      "EnglishWord": "bolide",
      "Meanings": [
        "جسم آتشین bolide",
        "شهاب سنگ",
        "سیارک یا سنگ‌های آسمانی که به زمین یا سایر سیارات و ماه برخورد کرده و منفجر می‌شود"
      ]
    },
    {
      "EnglishWord": "bolometer",
      "Meanings": [
        "پرتو سنج bolometer",
        "وسیله ای که میزان کل انرژی پرتوی نه تنها نور قابل مشاهده حاصل از یک ستاره یا سایر اجرام آسمانی را اندازه گیری می‌کند"
      ]
    },
    {
      "EnglishWord": "bolometric magnitude",
      "Meanings": [
        "بزرگی پرتو سنجی bolometric magnitude",
        "بزرگی پرتو سنجی یک ستاره شامل تشعشع خروجی کل ستاره نه تنها نور قابل مشاهده است. این عدد میزانی ست که اگر تمام انرژی ستاره اندازه گرفته شود",
        "بدست خواهد آمد. این عدد شامل تمام طیف الکترومغناطیسی است مانند اشعه‌های ایکس",
        "ماوراء بنفش",
        "اشعه گاما",
        "مادون قرمز و غیره بزرگی معمول یک ستاره تنها نور قابل مشاهدة صادر شده از آن به حساب می‌آید"
      ]
    },
    {
      "EnglishWord": "bond william",
      "Meanings": [
        "ویلیام باند bond william",
        "ویلیام کرانچ باند 1789 تا",
        "ستاره شناس آمریکایی که همراه ویلیا لاسل در سال 1848 یکی از قمرهای مشتری به نام هیپریون hyperion را کشف کرد. او اولین مدبر رصد خانة دانشکدة هاروارد بود"
      ]
    },
    {
      "EnglishWord": "bondar roberta",
      "Meanings": [
        "روبرتا باندار bondar roberta",
        "روبرتالین باندار 1945 تاکنون",
        "اولین زن کانادایی فضا نورد بود. او کارشناس سفینة ریسکاوری ناسا در ماموریت sts – 42 که در 22 تا 30 ژانویة 1992 انجام گرفت بود. باندار استاد عصب زیست شناسی دانشگاه اونتاریای غربی اونتاریای کانادا بود"
      ]
    },
    {
      "EnglishWord": "bootes",
      "Meanings": [
        "صورت فلکی ارابه ران یا عوا bootes",
        "یا شبان",
        "صورت فلکی بزرگی در نیم کرة شمالی است. روشن‌ترین ستارة آن ستاره سماک سامح یا نگهبان شمال arcturus",
        "که ستارة بزرگ قرمز رنگی است بین اولین چهار ستارة درخشان آسمان می‌باشد"
      ]
    },
    {
      "EnglishWord": "bow shock",
      "Meanings": [
        "ضربة کمانی bow shock",
        "به ضربة موجی فرا صوتی که به عنوان باد خورشیدی با لایة مغناطیسی خارجی یا یونوسفر آن با قابلیت هدایت بالا سیاره‌ها در تماس است",
        "گفته می‌شود. در این مرز رو به خورشید",
        "بار خورشیدی پلاسما به دور سیاره کج شده و در اثر میدان مغناطیسی سرعتش به اندازة نصف سرعت صوت subsonic کاهش می‌یابد"
      ]
    },
    {
      "EnglishWord": "brahe  tycho",
      "Meanings": [
        "تاپگو برا brahe tycho",
        "تا 1601 منجم دانمارکی که محاسبات گستره ای و اساسی مدار سیارات را انجام داد. محاسبات او که بدون تلسکوپ انجام گرفت",
        "زمینه ای بود تا کپلر kepler",
        "فرمولهای مداری تکاملی خود را پایه ریزی کند. او قبل از مرگش چند سالی با کپلر کار کرد و کپلر کارهای بنیادی را بصورت کتابی به نام astronomiae jn stuuratae progymnasmata تمریناتی برای ستاره شناسی اصلاحی تدوین کرد. همچنین او در سال 1572 و در ذات الکرسی cassiopeia یک نو ستاره یک نروای واقعی را مشاهده کرد. در سال 1577او یک ستاره دنباله دار را دید و فهمید که آن سنگ در جو نیست بلکه در فضا است. او بسیاری از کمیت‌های ستاره شناسی را تصحیح کرد. اگر چه او به غلط بر این اعتقاد بود که زمین در مرکز هستی قرار دارد و ستاره‌های دیگر و خورشید به دور آن می‌چرخند",
        "اما بخشی از فرضیه کوپرنیک را که بیان می‌کرد سایر سیارات به دور خورشید می‌گردند",
        "قبول داشت. بینی او از طلا ساخته شده بود",
        "زیرا بیشتر بخش آن را بر سر دوییدربارة ریاضی از دست داده بود"
      ]
    },
    {
      "EnglishWord": "breccia",
      "Meanings": [
        "برش breccia",
        "نوعی سنگ که متشکل از قطعات زاویه دار شکسته سنگ‌های قدیمی‌تر است. دهانه‌های برخوردی",
        "برش بوجود می‌آورند"
      ]
    },
    {
      "EnglishWord": "bright – line spectrum",
      "Meanings": [
        "طیف نوری روشن",
        "یا طیف نشر",
        "طیفی منقطع صادر شده از اتم‌ها و مولکولها می‌باشد. طیف نشر خصوصیت مواد شیمیایی که از فتون از خود انتشار می‌دهند است. این طیف شبیه به یک سری خطوط روشن روی زمینة سیاه است که به آن استروسکوپی می‌گویند"
      ]
    },
    {
      "EnglishWord": "brightness ratio",
      "Meanings": [
        "ضریب درخشندگی brightness ratio",
        "نسبت درخشندگی دو جسم آسمانی مثل ستاره یا سیاره است. ضریب درخشندگی یا روشنی هنگامی که اختلاف شدت درخشندگی اجرام آسمانی به 2/512 برسد معنی پیدا می‌کند. مقیاس بزرگی لگاریتمی ست و تفاوت در هر میزان بزرگی",
        "عاملی در حدود 2/512 بار محسوب می‌شود. برای مثال درخشانترین ستاره 2/512 بار درخشانتر از دومین ستارة درخشان است و ضریب درخشندگی آن 2/512 است"
      ]
    },
    {
      "EnglishWord": "brown dwarf",
      "Meanings": [
        "کوتولة قهوه ای brown dwarf",
        "ستاره ای که جرم آن آنقدر کم است که شکاف هسته ای کافی نیست و در نتیجه ستاره از بین می‌رود. کوتولة قهوه ای چندان درخشان نیست. معمولا به عنوان جسمی با جرم بین 1028 تا 1028 * 84 در نظر گرفته می‌شود. کوتولة قهوه ای به سرد شدن و تبدیل به جسم تاریک فشرده ای که به راحتی قابل شناسایی نیست ادامه می‌دهد"
      ]
    },
    {
      "EnglishWord": "bruno giordano",
      "Meanings": [
        "گوادانو برونو bruno giordano",
        "تا 1600 فیلسوف و شاعر ایتالیایی و اولین کسی که ایدة کوپرنیک و خودش را دربارة محدودیت دنیا در هستی و این که ستاره‌ها روزی خورشیدهایی دیگر بوده اند",
        "گسترش داد. او بخاطر بدعت خود سوزانده شد"
      ]
    },
    {
      "EnglishWord": "burney venetia",
      "Meanings": [
        "ونتیا برنی burney venetia",
        "ونتیا برنی دختر بچة یازده سالة انگلیسی نام",
        "پلوتو را برای اولین بار پیشنهاد کرد. او نام پدر بزرگش که کتابخانه را آکسفورد بود را پیشنهاد کرد. او ایدة خود را به ستاره شناسانی که سعی در نامگذاری سیارة تازه کشف شدة خود بودند",
        "انتقال داد. نام پلوتو در 30 می‌1930 توسط رصدخانة لودل lowell اعلام گردید"
      ]
    },
    {
      "EnglishWord": "bya",
      "Meanings": [
        "بایا bya",
        "بایا به معنی یک میلیارد سال قبل است"
      ]
    }
  ]
}