{
  "Group": "C",
  "Entries": 102,
  "Words": [
    {
      "EnglishWord": "caldera",
      "Meanings": [
        "کالدرا caldera",
        "فرو افتادگی بزرگی روی یک آتشفشان که به علت ریزش یا انفجار بوجود آمده"
      ]
    },
    {
      "EnglishWord": "callipus",
      "Meanings": [
        "کالیپوس callipus",
        "کالیپوس سیز لیسوس 300 تا 370 قبل از میلاد یونانی باستانی که طول فصل‌ها را بطور صحیح تعیین کرد. کالیپوس تقویم یونانی را با وتق دادن ماه قمری با سال خورشیدی و معرفی یک واحد زمانی بنام چرخة کالیپیک callippic",
        "بسط داد. همچنین او تیوری اشتباه حرکات سیارات را اضافه کرد که طبق آن 7 کرة دیگر به سیستم اوروکوس eudoxus اضافه شد"
      ]
    },
    {
      "EnglishWord": "callisto",
      "Meanings": [
        "کالیستو callisto",
        "خارجی‌ترین قمر مشتری که بزرگ",
        "یخی",
        "تیره رنگ و کم چگال است و سطح آن با دهانه‌های آتشفشانی و مواد پرتابی خراشیده شده است",
        "قطر آن حدود 3000 مایل 4800 کیلومتر بوده که دقیقا اندازة مشتری و بزرگترین قمر آن می‌باشد. این قمر در فاصلة متوسطی در حدود 1170000 مایل 1883000 کیلومتر به دور مشتری می‌چرخد. جرم آن 1023 * 1/08 است. کالیستو در سال 1610 بطور مجزا توسط گالیلو galileo و ماریوس s. marius کشف شد"
      ]
    },
    {
      "EnglishWord": "caloris basin",
      "Meanings": [
        "حوضة کالوریس caloris basin",
        "بزرگترین شکل سطحی سیارة مشتری این فروافتادگی دایره ای در اثر برخورد یک سیارک بوجود آمد و حدود 1300 کیلومتر 800 مایل قطر دارد. حوضة کالوریس نزدیک نقطة نیمه خورشیدی مشتری و در نقطه ای که نزدیک‌ترین فاصله را با خورشید دارد",
        "قرار دارد بنابراین بسیار داغ است. به همین دلیل آن را کالوریس می‌نامند که در زبان لاتین به معنی «گرما» است"
      ]
    },
    {
      "EnglishWord": "calypso",
      "Meanings": [
        "کالیپسو calypso",
        "یکی از 18 قمر زحل که در سال 1980 توسط چند دانشمند کشف شد. این قمر شکلی نا منظم و شعاعی در حدود 8 * 8 * 15 کیلو متر دارد. کالیپسو در مداری مشترک با قمر تلستو telesto که 294660 کیلومتر از مرکز زحل فاصله دارد",
        "به دور زحل می‌چرخند. از آنجا که این دو قمر در مدار تیتس tethys مشتری دور می‌زنند",
        "تتیس تراوایی tethys trojans می‌نامند. تلستو 60 درجه جلوی تیتس و کالیپسو 60 درجه پشت تیتس است"
      ]
    },
    {
      "EnglishWord": "canadarm",
      "Meanings": [
        "کانادارم canadarm",
        "بازوی رباتی روی شاتل فضایی",
        "که به فضا نوردان روی عرشة شاتل اجازه می‌دهد که اشیایی مانند ماهواره را در فضا دست کاری کنند. این بازو شرکت کانادایی spar aerospace ltd در طرح شاتل فضایی برای ناسا nasa ساخته شد. کانادرام در خارج از شاتل فضایی کلمبیا sts – 2 در دومین پرواز شاتل در 21 نوامبر 1981 نصب شد. این وسیله در 13 نوامبر 1981 برای اولین بار توسط فضا نوردی به نام ریچارد ترولی riehard truly راه اندازی و امتحان شد. مثال دیگر این که",
        "اگر دو جسم بزرگی 2 و 7 داشته باشند با اختلاف",
        "ضریب درخشندگی آن 2/512 به توان 5 و در حدود 100 می‌شود"
      ]
    },
    {
      "EnglishWord": "cancer",
      "Meanings": [
        "سرطان cancer",
        "صورتی فلکی بسیار کم رنگی از منطقه البروج zodiac که شکلی شبیه به خرچنگ دارد و از این رو خرچنگ نیز نامیده می‌شود. این صورت فلکی در مسیر عبور سالیانه خورشید یا دایره البروج قابل مشاهده است و بین صورت فلکی اسد یا شیر leo و صورت فلکی جوزا یا دو پیکر gemini قرار دارد. در مرکز صدف خرچنگ خوشة باز بسیار بزرگی وجود که به نام‌های خوشة بی هیو beehive یا پراسپ graesepe یا m44 خوانده می‌شود. خوشة باز m67 نیز در کفار m44 قرار دارد. درخشان‌ترین ستارة سرطان آکوبنس acubens به معنی «کلاغ» است و ستاره درخشان بعدی التارف al tarf به معنی «سر» است"
      ]
    },
    {
      "EnglishWord": "canis major",
      "Meanings": [
        "صورت فلکی کلب اکبر",
        "به معنی «سگ بزرگ» صورت فلکی نزدیک صورت فلکی جبار یا شکارچی orion است. درخشان‌ترین ستارة آن درخشان‌ترین ستارة آسمان",
        "سیروس sirius یا ستارة سگ است. این صورت فلکی همراه با کانیش مانیز canis miner با هم دیگر یکی صورت‌های فلکی سگهای شکاری صورت فلکی جبار یا شکارچی را می‌رساند"
      ]
    },
    {
      "EnglishWord": "canis venatici",
      "Meanings": [
        "صورت سگهای تازی canis venatici",
        "یا دو سگ شکاری یا تازی به نامهای آستاریون astarion و چارا chara که به چوبان صورت فلکی ارابه ران یا عوا bootes تعلق دارند",
        "صورت فلکی کوچکی در نیمکرة شمالی و نزدیک به صورت فلکی دب اکبر یا خرس بزرگ vrsa major و صورت فلکی ارابه ران یا عوا bootes است. درخشان‌ترین ستارة آن کور کارولی cor caroli که ستاره ای سفید – آبی با قدرت درخشندگی 2/9 alpha cva است که همراه ستارة خود",
        "قدرت درخشندگی 1/5 را نشان می‌دهد. beta cvn ستاره ای بازم چارا است. m51 سحابی whirlpool",
        "mq4 کهکشان sab",
        "m62 کهکشان گل آفتابگردان و m3 خوشه کروی با قدرت درخشندگی 6 می‌توانند در صورت سگهای تازی یافت شوند. باران شهاب سنگ صورت سگهای تازی از 13 تا 30 ثانویه به وقوع می‌پیوندد. این صورت فلکی در سال 1690 توسط ستاره شناس سهستانی",
        "جانز هولیوس johannes hevelius نام گذاری شد"
      ]
    },
    {
      "EnglishWord": "capella",
      "Meanings": [
        "ستاره عقیق capella",
        "سیستم ستاره ای چند گانه شامل حداقل 9 ستاره است. این سیستم درخشان در نیمکرة شمالی و در 45 درجة ستارة قطب شمال قرار دارد. این سیستم در صورت فلکی آویگا auriga قرار دارد. دو ستارة درخشان ستاره عقیق یک سیستم ستاره ای دوگانه است. آنها هر دو زرد رنگ مانند خورشید و با جرم 2/6 برابر و 2/7 برابر خورشید بوده و 9 و 12 برابر بزرگتر از خورشید هستند. هر کدام از آنها تقریبا 78 بار درخشان‌تر از خورشید هستند و هر دو در حدود 43 سال نوری از زمین فاصله دارند"
      ]
    },
    {
      "EnglishWord": "capricornus",
      "Meanings": [
        "صورت فلکی بزغاله نر با جدی capricornus",
        "صورت فلکی در زود یاک zodiac است. کاپریکورن در امتداد خط عبور سالیانة خورشید یا دایره البروج بین صوزت فلکی دلو aquarius و صورت فلکی قوس یا رامی sagitlarius دیده می‌شوند. درخشان‌ترین ستارة این صورت فلکی پریماگیدی alpa 1 cap – prima giedi و سکونداگیدی alpha 2 cap – secunda giedi است. خوشة کروی m30 در این صورت فلکی وجود دارد"
      ]
    },
    {
      "EnglishWord": "carbonado",
      "Meanings": [
        "کاربونادو carbonado",
        "نوع کمیابی از الماس سیاه کدر که برای جواهر آلات استفاده نمی‌شود",
        "بلکه برای مواردی مانند مته‌های حفاری و اسباب سانیده به کار برده می‌شود. زمانی تصور می‌شد که آنها در اثر برخورد شهاب سنگ در دو میلیون سال قبل بوجود آمده اند",
        "اما بعد از مدتی این اعتقاد از بین رفت. بزرگترین الماسی که تا کنون یافت شده",
        "کاربونادو بوده که بیش از نیم کیلو گرم وزن دارد. کاربونادوها در باهیا",
        "برزیل و آمریکای جنوبی یافت می‌شوند. بر خلاف سایر الماس ها",
        "کاربونادو به شکل بلورین یافت نمی‌شود",
        "بلکه به شکل قطعات گرد یا نا منظم یافت می‌شود. سختی آنها 10 و وزن مخصوص آنها 3/1 تا 3/3 می‌باشد. الماس‌ها دارای ساختار کربنی چند بلوری بسیار سخت هستند"
      ]
    },
    {
      "EnglishWord": "carme     18/5   30        13800000   22600000       .     1016   9      692                  .       .     1938   nicholson. s   .",
      "Meanings": [
        "کارم carme چهارمین قمر مشتری که 18/5 مایل 30 کیلومتر قطر دارد و در فاصلة 13800000 مایلی 22600000 کیلومتری به دور خورشید می‌چرخد. کارم جرمی برابر با 1016 * 9 کیلوگرم دارد و در مدت 692 روز زمینی",
        "یکبار مشتری را در مدار پسروندة خود دور می‌زند در خلاف جهت مشتری. دربارة این قمر اطلاعات زیادی وجود ندارد. این قمر در سال 1938 توسط نیکلون nicholson. s کشف شد"
      ]
    },
    {
      "EnglishWord": "cartwheel galaxy",
      "Meanings": [
        "کهکشان چرخ ارابه cartwheel galaxy",
        "کهکشانی که ساختار حلقه مانندی دارد که این ساختار نتیجة تصادم از جلوی دو کهکشان است. این کهکشان در ابتدا به صورت یک کهکشان حلقوی منظم که در اثر برخورد با یک کهکشان کوچک تر",
        "بوجود آمده. نوار حلقه مانند ستاره‌ها هنگامی که یک سنگ به درون آن پرتاپ می‌شود",
        "بسیار شبیه به امواج سطح آب است. کهکشان چرخ ارابه حدود 500 میلیون سال نوری از زمین فاصله دارد و در کهکشان پیکر تراش sculptor قرار دارد"
      ]
    },
    {
      "EnglishWord": "cassegrain telescope",
      "Meanings": [
        "تلسکوپ کاسگرین cassegrain telescope",
        "تلسکوپ انعکاسی با زاویة پهن با یک آینة محدب که نور را دریافت و روی تصویری متمرکز می‌کند. آینة ثانویه ای نیز نور را از فضای بین آینه اول منعکس کرده و به چشم بیننده یا دروبین اجازه می‌دهد که در انتهای پشتی لوله",
        "تصویر را ببیند. تلسکوپ کاسگرین که به افتخار پیکر تراش فرانسوی سیر کویلام کاسگرین",
        "cassegrain sieur guillaume نامگذاری شده در سال 1672 توسعه یافت. صفحة تصحیح کننده ای یک لنز در سال 1930 توسط ستاره شناس لنز ساز استونیایی به نام برنارد اشمیت bernard schmidt",
        "تا 1935 به این تلسکوپ اضافه شد که تلسکوپ کاسگرین – اشمیت با حداقل خطا را بوجود آورد"
      ]
    },
    {
      "EnglishWord": "cassini – hvygens",
      "Meanings": [
        "کاسینی – هویگنز",
        "فضا پیمای کاسینی",
        "هویگنز متعلق به ناسا nasa در یک ماموریت 11 ساله در اکتبر 1997 زمین را به سمت زحل ترک کرد. بعد از نامگذاری بخش اصلی حلقه‌های زحل",
        "به نام بخش کاسینی cassini division",
        "نامگذاری شد. کاسینی عکس‌ها و اطلاعات علمی را از ناهید در سال",
        "مشتری در سال 2000 را به زمین ارسال کرد. این فضا پیما از میدان جاذبة این سیاره‌ها برای بالا بردن سرعت خود و حرکت به سمت زحل استفاده کرد. در سال 2004 کاوشگری به نام هویگنز که توسط آژانس فضایی اروپا ساخته شده بود به سطح اتیتان titan که بزرگترین قمر زحل است",
        "ارسال خواهد کرد"
      ]
    },
    {
      "EnglishWord": "cassini division",
      "Meanings": [
        "بخش کاسینی cassini division",
        "بخش تاریک اصلی بین بزرگترین حلقه‌های زحل حلقه‌های a و b. این فاصله 2920 مایل 4700 کیلومتر پهنا و 73010 مایل 117500 کیلو متر از مرکز زحل فاصله دارد. این بخش در سال 1675 توسط جی دی کاسینی کشف شد"
      ]
    },
    {
      "EnglishWord": "cassini g.d.",
      "Meanings": [
        "کاسینی cassini g. d",
        "جویانی دو منیکو کاسینی giavanni domenico cassini",
        "تا 1712 ستاره شناسی بود که در ایتالیا متولد شد و بعد‌ها یک شهروند فرانسوی شد. او چهار قمر زحل به نام تیتس tethys",
        "دیون dione",
        "رآ rhea و یالتوپس iapetus و همچنین بخش تاریکی از حلقة زحل به نام بخش کاسینی cassini division را کشف کرد"
      ]
    },
    {
      "EnglishWord": "cassiopeia",
      "Meanings": [
        "ذات الکرسی cassiopeia",
        "صورت فلکی قابل مشاهده ای که در آسمان بسیار دور شمالی قرار دارد. این صورت فلکی در سال یک بار به دور سیاره‌های قطبی می‌چرخد پنج ستارة اصلی ذات الکرسی که به نام بانوی روی صندلی نیز خوانده می‌شود شکلی شبیه w یا بسته به جهت شما دارند. تمام ستاره‌های درخشان ذات الکرسی دو بارد هستند. درخشانترین ستارة این صورت فلکی که ستارة چندگانه به رنگ صورتی کمتر است",
        "چدار schedar",
        "alpha cas است که درخشندگی آن 2/2 تا 2/8 دارد. ستارة درخشان بعدی که کاف caph – beta cas نام دارد",
        "ستاره ای سفید با قدرت درخشندگی 2/4 است. ذات الکرسی حاوی 2 خوشة بار m52 با درخشندگی 7/3 و m103 با درخشندگی 7/4 می‌باشد. قوی‌ترین منبع رادیویی",
        "ذات الکرسی a",
        "از ذات الکرسی صادر می‌شود که باقیماندة ابر نو اختری ست که حدود 1660 قبل از میلادی اتفاق افتاده و 10000 سال نوری از ما فاصله دارد. صورت فلکی ذات الکرسی به نام مادر صورت فلکی زن به زنجیر بسته امراه المسلسله andromed در افسانه‌های یونانی",
        "نامگذاری شده است"
      ]
    },
    {
      "EnglishWord": "catena",
      "Meanings": [
        "کاتنا catena",
        "زنجیره ای از دهانه‌های آتشفشانی"
      ]
    },
    {
      "EnglishWord": "cavendish henry",
      "Meanings": [
        "هنری کاوندیش cavendish henry",
        "تا 1810 شیمیدان و فیزیکدان انگلیسی که بی این موضوع پی برد که گاز هیدروژن ماده ای متفاوت از هوای معمولی ست",
        "ترکیب آب را تشریح کرد هیدروژن و اکسیژن و چند کشف دیگر انجام داد. کاوندیش اولین کسی بود که ثابت جاذبة ایساک نیوتن را تعیین کرد و بطور صحیح جرم و چگالی زمین را اندازه گرفت"
      ]
    },
    {
      "EnglishWord": "ccd",
      "Meanings": [
        "سی سی دی ccd",
        "به معنی وسیله القاء باز charge – coupled device",
        "نوعی دوربین دیجیتالی دارای نشانه ای فوق العاده حساس به نور",
        "وقتی یک فتون یک ذرة نوری به یک نشانگر برخورد می‌کند",
        "جریان کوچکی ایجاد می‌کند که وسیله را شارژ می‌کند. یک ccd",
        "می‌تواند نور عبوری را در نرخ‌های بسیار پایین به اندازة یک متون در دقیقه را حس کند",
        "در ستاره شناسی ccd",
        "این مدار یکنواخت حساس به نور",
        "تصاویر بسیار کم رنگی را که قبلا قابل تشخیص نبودند را آشکار می‌کند. تمام مشاهدات عینی شامل چرخش تلسکوپ فضایی هابل",
        "از این نوع وسیله استفاده می‌کنند. جورالوود اسمیث george elwood smith و ویلارد اس بویل willard s. boyle این وسیله را در سال 1969 اختراع کردند. آن‌ها وسیله القای بار خود را برای ساختن اولین دوربین ویدیویی جامد استفاده کردند"
      ]
    },
    {
      "EnglishWord": "celestial coordinates",
      "Meanings": [
        "همپایه‌های آسمانی",
        "جفت اعدادی که برای تعیین موقیعت اجسام در فضا استفاده می‌شود به صورت صعودی یا اریب. این اعداد شبیه همپایه‌ها طول جغرافیایی زمین است"
      ]
    },
    {
      "EnglishWord": "celestial equator",
      "Meanings": [
        "استوای سماوی",
        "تصور استوای کرة زمین در کرة آسمانی"
      ]
    },
    {
      "EnglishWord": "celestial poles",
      "Meanings": [
        "قطبهای سماوی celestial poles",
        "تصویر قطب‌های کرة زمین در کرة آسمانی"
      ]
    },
    {
      "EnglishWord": "celestial sphere",
      "Meanings": [
        "کرة سماوی",
        "کرة فرضی که مرکز آن در زمین است. این کره توسط منجمین برای نقشه برداری اجسام آسمانی به کار برده می‌شود"
      ]
    },
    {
      "EnglishWord": "centaur",
      "Meanings": [
        "سنتاور centaur",
        "اشیاء نسبتا کوچکی نصف سیارکیا نصف سنگ آسمانی که در مدارهای ناپایدار در مقیاس میلیون سال واقع بین مشتری و نپتون وجود دارند. حدود 9 سنتاور یافت شده که بزرگترین آن شیرون 2060 2060 chiron که حدود 170 کیلو متر قطر دارد و قابل تشخیص است. این اشیاء احتمالا از کمربند کویپر kuiper belt می‌آیند"
      ]
    },
    {
      "EnglishWord": "center of mass",
      "Meanings": [
        "مرکز جرم center of mass",
        "مکانی که نمایندة تمام جرم یک جسم یا یک سری اجسام است و می‌تواند به منظور انجام محاسبات از آن استفاده شود. این نقطه موقیعت میانگین وزن جسم در فضا است"
      ]
    },
    {
      "EnglishWord": "centrifugal = eccentricity",
      "Meanings": [
        "گریز از مرکز",
        "یعنی اینکه یک مدار از شکل دایره ای خود خارج است. یک مدار کاملا مدور دارای گریز از مرکزیت صفر است وگریز از مرکزیت بین صفر تا یک نشان دهنده مدار بیضوی ست. یک مدار شلجمی گریز از مرکزیتی برابر با یک و یک مدار هذلولی دارای گریز از مرکزیتی بیش از یک است. نپتون ناهید و زمین دارای کمترین گریز از مرکزیت و پلوتون و مشتری دارای بیشترین گریز از مرکزیت هستند"
      ]
    },
    {
      "EnglishWord": "centrifugal force",
      "Meanings": [
        "نیروی گریز از مرکز centrifugal force",
        "نیرویی که بر روی پیکره ای در حال حرک در یک مسیر منحنی عمل می‌کند. این نیرو به سمت مرکز منحنی مسیر است و برابر اما در خلاف جهت نیروی به سمت مرکز است"
      ]
    },
    {
      "EnglishWord": "centripetal",
      "Meanings": [
        "به سمت مرکز centripetal",
        "به سمت مرکز است"
      ]
    },
    {
      "EnglishWord": "centripetal force",
      "Meanings": [
        "centripetal force نیروی به سمت مرکز",
        "نیرویی که بر روی جسم در حال چرخش به دور یک محور عمل می‌کند. این نیرو در حال دور شدن از جسم یا پیکره است. نیروی گریز از مرکز برابر اما خلاف جهت نیروی به سمت مرکز است"
      ]
    },
    {
      "EnglishWord": "cepheid variable stars",
      "Meanings": [
        "ستاره ای متغیر قیفاووسی",
        "ستاره‌های بسیار بزرگی که در اندازه و بار درخشندگی تغییرات منظمی دارند. وقتی اندازة یک ستاره افزایش می‌یابد",
        "روشنی آن کم می‌شود و بالعکس",
        "درخشندگی در دوره‌های مختلف نسبی ست. متغیرهای قیفاووسی ممکن است بطور متناوب تغییر نکنند و نواسانات آنها ممکن است فاز ناپایداری باشد که ستاره آن را طی می‌کند. ستاره‌های قطبی و دلتا سفی delta cephei مثال هایی از قیفاووسیها هستند"
      ]
    },
    {
      "EnglishWord": "cepheus",
      "Meanings": [
        "صورت فلکی قیفاووس cepheus",
        "صورت فلکی خانه مانندی در نیمکرة شمالی که هیچگاه در نیمکرة شمالی به زیر افق فرو نمی‌رود. ارای errai",
        "gamma cephei",
        "سومین ستارة درخشان نارنجی بزرگ است که هر سال 2000 سال ستارة قطب شمال زمین می‌شود. صورت فلکی قیفاووس در کنار صورت‌های فلکی برساووش perseus و آندرو مدا omeda قرار دارد. صورت فلکی قیفاووس در افسانه‌های یونانی نام پادشاهی بوده است"
      ]
    },
    {
      "EnglishWord": "ceres",
      "Meanings": [
        "سرس ceres",
        "بزرگ‌ترین سیارک و اولین سیارکی که کشف شد توسط ستاره شناس ایتالیایی جوزفه پیازی",
        "giuseppe piazzi",
        "و در 1 ژانویه 1801. جرم این شبه ستاره بیش از یک سوم جرم 1021* 2/3 کیلوگرمی تمام 3000 شبه سیارة رده بندی شده. تخمین زده شده است. قطر آن در حدود 578 مایل 930 کیلو متر است"
      ]
    },
    {
      "EnglishWord": "ceres",
      "Meanings": [
        "اسم سیارک و شماره",
        "قطر کیلوگرم",
        "جرم کیلوگرم",
        "کاشف و تاریخ اکتشاف",
        "سرس ceres",
        "پیازی piazzi",
        "پالاس pallas",
        "هنریش آلبرز heinrich olbers",
        "جولو juno",
        "هارونیگ k. harding",
        "وستا vesta",
        "آلبرز h. dbers",
        "سیارک asteroid",
        "جسم سنگی بزرگ یا سیارة بسیار کوچک سیارک. اغلب سیارک‌ها در کمر بند سیارک‌ها بین مشتری و مریخ به دور خورشید می‌چرخند. بعضی سیارک‌ها بیشتر به خورشید نزدیک می‌شوند. احتمالا برخورد یک سیارک با زمین باعث انقراض دایناسورها شده است. بزرگترین شبه سیارة و اولین آن در اول ژانویه 1810 توسط جوزف پیازی giuseppe piazzi کشف شد. جرم این سیارک برابر با بیش از یک سوم جرم 3000 سیارک دیگر ثبت شده که 1021*2/3 کیلو گرم تخمین زده شده است",
        "می‌باشد"
      ]
    },
    {
      "EnglishWord": "cetus",
      "Meanings": [
        "صورت فلکی قیطس cetus",
        "صورت فلکی که در استوای آلمانی قرار دارد. صورت فلکی قیطس به معنی نهنگ وال اولین ستارة متغیر شناخته شدة آن",
        "به نام شگفت اختر یاستاره اعجوبه mira یا اومیکرون ستی omicron ceti است"
      ]
    },
    {
      "EnglishWord": "challenger space shuttle",
      "Meanings": [
        "شاتل فضایی چلنجر",
        "این شامل فضایی دومین شاتل ناسا بود که به کار گرفته شد اولین آن کلمبیا بود. اولین اعزام چلنجر",
        "ششمین اعزام شاتل فضایی بود که",
        "sts چلنجر نام داشت. این اعزام در 4 آوریل 1983 از فلوریدا انجام گرفت و در 16 آوریل 1983 در پایگاه نیروی هوایی ادوارد پایان یافت. اولین خدمة آن شامل افراد زیر بودند. پاول وتیز paul j. weitz",
        "کارول بوبکو kard j. bobko",
        "دوناله پترسون donald h. peterson"
      ]
    },
    {
      "EnglishWord": "chamberlain thomas c.",
      "Meanings": [
        "توماس چمبرلین",
        "سپتامبر 1843 تا 15 نوامبر 1928 زمین شناس و معلم آمریکایی که فرضیة خرده سیارهی منظومة خورشید را ارایه دارد. طبق این فرضیه",
        "ستاره ای که از نزدیک خورشید در حال عبور است",
        "اجسام و مواد را از خورشید به سمت خود می‌کشد. سپس این مواد بصورت اجرام بزرگتری فشرده شده و سیارات را شکل می‌دهند"
      ]
    },
    {
      "EnglishWord": "chandra              .   54   23/5                                 .        93-sts    23  1999    .            .        2000                    .                    .          subrahmanyan chandrasekhar  .       \"\"\"\"  \"\" \"\" .",
      "Meanings": [
        "چاندرا chandra رصد خانة اشعه ایکس در حال چرخش چاندرا قدرتمندترین تلسکوپ اشعة ایکس دنیا است. این ماهوارة 54 فوتی 23/5 متری",
        "اشعه هاس ایکس را از بخش‌های پر انرژی آسمان مانند ستاره‌های در حال انفجار حرارت میلیون درجة سیلسیوس",
        "اشعه‌های ایکس تولید می‌کند",
        "دریافت می‌کند. چاندرا به همراه شاتل فضایی کلمبیا",
        "sts و در 23 جولای 1999 به فضا پرتاب شد. مدار این ماهواره به اندازة بیش از فاصلة زمین تا ماه است. نیروی الکتریکی آن بوسیلة صفحات خورشید که 2000 وات برق مورد نیاز آن را تامین می‌کند به اندازة یک مو خشک کن",
        "تولید می‌شود. آینه‌های شبکه مانند فوق العاده صاف آن",
        "توسط لایة نازکی از ایریدم فلزی نادر پوشیده شده است. چاندرا به افتخار اختر فیزیکدان سوبرامانیان چاندرا سخار subrahmanyan chandrasekhar نامگذاری شد. چاندرا به زبان سانکریت به معنی «ماه» یا «جسم روشن» است"
      ]
    },
    {
      "EnglishWord": "chandrasekhar s.",
      "Meanings": [
        "چاندرا سخار",
        "متولد سال 1910 در لاهنورهند و فوت در سال 1995 در آمریکا اختر فیزیکدان هندی",
        "آمریکایی که دربارة فیزیک ستاره ها",
        "تکامل و حفره‌ها سیاه مطالعه میکرد. او پی برد که سرنوشت ستاره‌های در حال مرگ به جرم آن‌ها بستگی دارد و بیش از یک اندازة معین جرمی 1/4 برابر جرم خورشید که هم اکنون به نام «حد چاندرا سخا» شناخته شده است",
        "یک ستاره به طور گسترده ای فرو ریخته و به سادگی به یک کوتولة سفید تبدیل نمی‌شود. او در سال 1983 جایزة نوبل فیزیک را برد. رصدخانة اشعة ایکس در حال چرخش چاندار به افتخار وی نامگذاری شده است"
      ]
    },
    {
      "EnglishWord": "charliercarl v.l.",
      "Meanings": [
        "کارل چارلیز charliercarl v. l",
        "کارل ویلیام مودوینگ چارلیز 1862 تا 1932 منجم سویدی که روی مکانیک آسمانی",
        "کالیبره کردن ابزار فتومتری نورسنجی و نظریة لنزها مطالعه کرد. همچنین وی روی آمار کارهای کرد",
        "مانند نظریه خطاها که با این نظریه او توزیع حرکات ستارگان را مورد مطالعه قرار داد. چالیز نشان داد که ستاره‌های و خوشه‌های کهکشان داغتر",
        "سیستم‌های صاف‌تری را تشکیل می‌دهد. در «مدل سلسه مراتبی هستی» چارلز",
        "او دربارة این که هستی جرم نامعینی دارد و یک ماده هر چه بیشتر به عمق فضا می‌رود",
        "جرم آن بیشتر به صفر نزدیک میشود حل مسیله اولبر olber’s paradox بحث میکرد. یک دهانة آتشفشانی 100 کیلومتری روی کرة مریخ در سال",
        "به نام وی ثبت شد"
      ]
    },
    {
      "EnglishWord": "chiexulub crater",
      "Meanings": [
        "دهانة آتشفشانی چیکولاب",
        "دهانة آتشفشانی از نوع برخوردی که از 65 میلیون سال قبل به جا مانده. این دهانة روی یاکاتان پننسولا yucat? n peninsula قرار دارد. عمق آن یک مایل و پهنای آن 120 مایل است. این دهانه احتمالا محل برخورد شهاب سنگ‌ها یا ستاره دنباله دار است که باعث انقراض دایناسورها و سایر گروههای جانداری شد"
      ]
    },
    {
      "EnglishWord": "chiron",
      "Meanings": [
        "چیرون chiron",
        "چیرون 2060 یا ستاره دنباله دار چیرون / p",
        "بزرگترین سنتاور نیمی شبیه سیاره و نیمی سنگ آسمانی شناخته شده است. مدار آن بسیار بیضوی و ناپایدار است در مقیاس زمانی میلیون‌ها سال و بین مشتری و نپتون قرار گرفته است. چیرون حدود 170 کیلو مترقطر و هالة قابل تشخیص دارد. این سنتاور در اول نوامر 1977 توسط چارلز کوآول charles kowal کشف شد"
      ]
    },
    {
      "EnglishWord": "chondritic meteor",
      "Meanings": [
        "شهاب سنگ کندریتی chondritic meteor",
        "شهاب سنگ‌های سنگی همراه با گوی‌های شیشه ای بسیار کوچک. این شهاب سنگ‌ها از زمان تشکیل خود که مدت کوتاهی بعد از تشکیل خورشید بوده",
        "بی تغییر مانده است. این شهاب سنگ‌ها حاوی موادی هستند که در هستة زمین نیز یافت می‌شود"
      ]
    },
    {
      "EnglishWord": "chromosphere",
      "Meanings": [
        "کرموسفر یا رنگین کره chromosphere",
        "لایة قرمز رنگ داخلی جو خورشید بین فتوسفر و تاج کرموسفر یا رنگین کره یا رنگ کره حین کسوف کامل قابل رویت است"
      ]
    },
    {
      "EnglishWord": "circumpolar constellation",
      "Meanings": [
        "صورت فلکی حول قطبی",
        "صورت فلکی که مسیری آن به نظر بصورت دایره ای روی قطب آسمانی به نظر می‌رسد و از این رو و همواره بالای سر افق بیننده به سمت شمال است"
      ]
    },
    {
      "EnglishWord": "cislunar",
      "Meanings": [
        "بین ماهی cislunar",
        "این واژه به فضا بین کرة زمین و مدار ماه اشاره می‌کند"
      ]
    },
    {
      "EnglishWord": "classcal cepheid",
      "Meanings": [
        "قیفاووسی کلاسیک classcal cepheid",
        "ستارة جوان",
        "هلیم سوز بزرگی ردة طیفی آن f",
        "k است که از نظر اندازه و میزان روشناسی در دوره‌های 1 تا 50 روزه تغییر می‌کند. در صورتیکه ستاره بزرگ می‌شود",
        "روشنایی اش کمتر می‌شود و بلعکس. روشنایی در دوره‌های مختلف نسبی ست",
        "بنابراین مقدار درخشندگی مطلق آن را می‌توان از دوره‌ها مشاهده شده تعیین کرد که در این صورت فاصله را تا ستاره را نیز می‌توان تخمین زد"
      ]
    },
    {
      "EnglishWord": "closed universe",
      "Meanings": [
        "هستی بسته closed universe",
        "مدلی از هسته که طبق آن",
        "هستی ابتدا بعد از انفجار بزرگ big bang گشایش پیدا کرد و سپس به علت نیروهای جاذبة مواد هستی",
        "روند آن تغییر کرد. در این مدل",
        "هستی در فضا و در زمان محدود است. این مدل در مقابل مدل «هستی باز» است"
      ]
    },
    {
      "EnglishWord": "closest star",
      "Meanings": [
        "نزدیکترین ستاره closest star",
        "نزدیکترین ستاره به ماه خورشید است. بعد از آن نزدیکترین ستاره‌ها شامل پروکسیما قنطورس proxima centauri",
        "آکا آلفا قنطورس aka alpha centouri c وسیعترین ستاره در سیستم قنطورس آلفا. پروکسیما قنطورس در فاصلة 4/3 سال نوری از خورشید قرار دارد و درخشندگی مطلق آن 15/5 است"
      ]
    },
    {
      "EnglishWord": "cluster",
      "Meanings": [
        "خوشه cluster",
        "گروهی ستاره یا کهکشان خوشه‌های کهکشان خود ما در گروه محلی local group حدود 5 میلیون سال نوری قطر دارد حاوی حدود 30 کهکشان است که بزرگترین آن کهکشان‌ها آندروملا andromeda galaxy",
        "‌تری آنگولوم trian gulum و راه شیری خودمان است. خوشة بعدی نزدیک به ما",
        "خوشة صورت فلکی سنبله یاعذرا virgo است که از زمین حدود 60 میلیون سال نوری فاصله دارد"
      ]
    },
    {
      "EnglishWord": "cmb",
      "Meanings": [
        "سی ام بی cmb",
        "به معنی تشعشع پس زمینه آسمانی background radiation یا cmbr cbr",
        "تشعشع یا انرژی باقیمانده از انفجار بزرگ اصلی ست که هستی را شکل داد. cmb هنگام گسترش هستی خنک شد و هم اکنون 3 درجه بالای صفر مطلق است"
      ]
    },
    {
      "EnglishWord": "cobe",
      "Meanings": [
        "کوب cobe",
        "کاوشگر پس زمینة آسمانی cosmic background explorer نام یکی از ماهواره‌های ناساست که در سال 1992 از زمین حرکت کرد",
        "کوب بطور گسترده ای نوسانات ناهمگنی ریز موجهای آسمانی پس زمینه حرارت باقیمانده از انفجارات بزرگ را تشخیص می‌دهد. تفاوت دما بسیار کم و از 2/7281 درجة کلوین بالای صفر مطلق تا 2/7280 درجة کلوین تغییر می‌کند",
        "که نوسانات چگالی مواد را در هستی اولیه می‌رساند"
      ]
    },
    {
      "EnglishWord": "collimate",
      "Meanings": [
        "همخط ساختن collimate",
        "برای همخط ساختن یک تلسکوپ",
        "یک خط تا بالای اجزاء عینی یعنی لنزها",
        "آینه ها",
        "منشورها و قطعات چشمی و تا موقیعت بهترشان",
        "بالا آورده می‌شوند. این کار کیفیت تصویر را به حداکثر می‌رساند"
      ]
    },
    {
      "EnglishWord": "collins michael",
      "Meanings": [
        "مایکل کالیز collins michael",
        "تا حال",
        "فضا نور آمریکایی و خلبان نیروی هوایی آمریکا است. کالیز ماموریت سه روزه جمینی gemini 10 ناسا را در 18 جولای 1966 هدایت کرد. این ماموریت بطور موفقیت آمیزی با یک وسیلة نقلیة هدف مجزای آجنا agena ملاقات و آن را تعمیر کرد",
        "و در حین ماموریت دو بار در فضا راهپیمایی کرد. کالیز آپولوی 11 را در ماموریتی که در 16 الی 24 جولای 1969 انجام گرفت و طی آن نیل آمسترانگ neil armstrong و ادوین الدرین edwin aldrin را روی ماه پیاده شدند",
        "هدایت می‌کرد. وی هنگامی که آنها روی ماه فرود آمدند دور ماه چرخید و بعدا آنها را مجددا ملاقات کرد"
      ]
    },
    {
      "EnglishWord": "columba",
      "Meanings": [
        "کولومبا columba",
        "صورت فلکی کوچکی در نیمکرة شمالی",
        "به شکل فاخته و به همین معنی ای که شاخة سبز رنگی در دهان دارد. این صورت فلکی عضوی از خانوادة صور فلکی «آبهای بهشتی» heuvenly waters است. کولومبا توسط منجمی به نام بایر bayer نامگذاری شد",
        "اما در سال 1679 فضا نورد فرانسوس",
        "آگستین رویر augustion royer آن را شناساند قبل از این که ستاره‌های کولومبا جزو صورت فلکی دب اکبر",
        "canis major شود. آلفا کولومبا درخشانترین ستارة کولومبا",
        "فایت phaet نام دارد و بتا کولومبا ستارة درخشان بعدی وزن wezn",
        "خوشة کروی 1851 ngc و ستارة آبی با قدرت درخشندگی 5 ستارة فراری",
        "runaway در این صورت فلکی وجود دارند"
      ]
    },
    {
      "EnglishWord": "coma",
      "Meanings": [
        "هاله یا گیسوی ستاره دنباله دار",
        "فضای کاملا کروی گازی که در اطراف هستة یک ستاره دنباله دار وجود دارد. هاله یا گیسوی ستاره دنباله دار حاوی بخار آب",
        "گاز دی اکسید کربن و سایرات گازهای طبیعی که از هستة جامد جدا می‌شوند. هاله یا گیسوی ستاره دنباله دار و هسته سر ستاره دنباله دار را می‌سازند"
      ]
    },
    {
      "EnglishWord": "comet",
      "Meanings": [
        "ستاره دنباله دار comet",
        "پیکرة آسمانی که دور خورشید می‌چرخد. این جسم از هسته جامد",
        "یخ",
        "سنگ آسمانی",
        "گاز و غبار",
        "هالة گازی یا گیسوی ستاره دنباله دار بخار آب",
        "دی اکسید کربن و سایر گازها و یک دم غبار و گازهای یونیزه تشکیل شده است. دم دراز گازی و غباری آن به علت نیروی بادهای خورشیدی",
        "همیشه جهت خلاف خورشید را نشان می‌دهد. دم آنها می‌تواند 250 میلیون کیلومتر طول داشته باشد و بیشتر به چشم می‌آید. سنگ‌های آسمانی تنها هنگامی که نزدیک خورشید و در مدارهای غیر مرکزی هستند",
        "دیده می‌شوند. ماموریت استالاست ناسا stardust mission",
        "در آینده ستاره دنباله دار وایلد 2 wild 2 را در سال 2004 ملاقات خواهد کرد"
      ]
    },
    {
      "EnglishWord": "compact star",
      "Meanings": [
        "ستارة فشرده",
        "ستاره‌های بسیار چگال با شعاعی بسیار کوچک‌تر از خورشید. برخی ستاره‌های فشرده شامل حفرات سیاه",
        "کوتوله‌های سفید و ستاره‌های خنثی هستند"
      ]
    },
    {
      "EnglishWord": "complex impact crater",
      "Meanings": [
        "دهانة آتشفشانی برخوردی پیچیده",
        "دهانة آتشفشانی بزرگی با یک یا چند قله در وسط آن",
        "بر روی کرة ماه این دهانه‌ها قطری بین 12 تا 110 مایل 20 تا 175 کیلومتر دارند و با آمدگی مرکزی معمولا یک یا چند قله دارد. دهانه‌های آتشفشانی با قطر بیش از 110 مایل 175 کیلو متر می‌توانند پیچیده‌تر و دارای بالا آمدگی حلقه مانند درون دهانه باشند"
      ]
    },
    {
      "EnglishWord": "compton gamma ray observatory",
      "Meanings": [
        "رصدخانه اشعة گامای کامپتون",
        "cgro تلسکوپ چرخانی ست که در سال",
        "ناسا nasa آنرا",
        "پرتاپ کرد. این تلسکوپ طیف الکترومغناطیسی بین kev30 تا gev30 را می‌تواند دریافت کند. cgro بلیزرها blazer را کشف کرد. نام این رصد خانه به افتخار دکتر آرتورهالی کامپتون dr. arthur holly compton",
        "کسی که پراکنش فتونهای پر انرژی را بوسیلة الکترونها مطالعه کرد",
        "نامگذاری شد. در cgro بیش از چهار صد منبع اشعة گاما را تشخیص و بیش از 2500 انفجار اشعة گاما را ثبت کرد"
      ]
    },
    {
      "EnglishWord": "condensation                 .         .",
      "Meanings": [
        "condensation فرآیندی که طی آن بخار گاز سرد شده و به فاز مایع تبدیل می‌شود. ابرها در اثر انقباض بخار آب بوجود می‌آیند"
      ]
    },
    {
      "EnglishWord": "conjunction                  .                      .                       .                                         .                          .",
      "Meanings": [
        "مقارنه conjunction راه نزدیک ظاهری یک سیاره به خورشید یا سیارة دیگر",
        "از دید یک بیننده در روی زمین است. وقتی یک سیاره دارای مقارنه ست یا در یک خط است که خورشید دقیقا بین آن سیاره و زمین قرار داشته باشد. یا برای عطارد و ناهید دو سیارة قبل از زمین",
        "وقتی این سیاره ها",
        "خورشید و زمین در یک خط باشند. عطارد و زحل دو موقیعت مقارنه دارند",
        "وقتی سیاره بطور مستقیم بین خورشید و زمین هستند",
        "در موقعیت مقارنه اولیه قرار دارند و وقتی سیاره",
        "پشت خورشید نسبت به زمین قرار دارند که در موقعیت مقارنه بعدی ثانویه است. در حین مقارنه",
        "یک سیاره نمی‌تواند از زمین دیده شود",
        "در این حالت یا پشت خورشید است یا در نور شدید خورشید گم می‌شود"
      ]
    },
    {
      "EnglishWord": "conservation of energy",
      "Meanings": [
        "بقای انرژی",
        "اصل اساسی فیزیک است که بیان می‌کند انرژی نه از بین می‌رود و نه بوجود می‌آید",
        "بلکه به اشکال مختلف تبدیل می‌شوند. برای مثال انرژی شیمیایی موجود در لایة اتمی در حین اشتغال به گرما تبدیل می‌شود"
      ]
    },
    {
      "EnglishWord": "constellation",
      "Meanings": [
        "صورت فلکی constellation",
        "گروهی از ستاره‌ها که وقتی از زمین دیده می‌شوند",
        "الگوی خاصی را می‌سازند. 88 صورت شامل صورت فلکی زن به زنجیر بسته امراه المسلسله andromed وجود دارد"
      ]
    },
    {
      "EnglishWord": "constellation family",
      "Meanings": [
        "خانوادة صورت فلکی constellation family",
        "خانواده‌های زیادی از صور فلکی وجود دارند که یا به همدیگر نزدیک هستند و یا ارتباط دیگری با هم دارند. برخی خانواده‌های صورت فلکی شامل زود یاک zodiac که از 12 صورت تشکیل شده",
        "‌‌‌‌‌‌‌خانوادة صورت فلکی دب اکبر یا خرس بزرگ ursa magor شامل 10 صورت فلکی و خانوادة صورت فلکی برساووش perseus شامل 9 صورت فلکی",
        "خانوادة هرکولز hercules شامل 19 صورت فلکی و خانوادة آب‌های بهشتی heavenly water شامل 9 صورت فلکی",
        "گروه بایر bayer g. شامل 11 صورت فلکی و خانوادة لاکایل la caille شامل 13 صورت فلکی",
        "هستند"
      ]
    },
    {
      "EnglishWord": "continental drift",
      "Meanings": [
        "حرکت قاره‌ها continental drift",
        "حرکت قاره‌های زمین",
        "خشکی‌ها khathfei قطعات پوستة زمین هستند که بر روی کرة مذاب شناورند. ایدة حرکت قاره‌ها و وجود ابر قارة پانگه pangaea در سال 1915 توسط آلفردوگز alfred wegner عنوان شد"
      ]
    },
    {
      "EnglishWord": "continental plates",
      "Meanings": [
        "صفحات قاره ای",
        "پوستة زمین به صفحات مجزایی تقسیم شده است. صفحات قطعه‌های کلفت بزرگی سنگی هستند که بر روی گوشتة نرم شناورند. صفحات با سرعتی که از 1 تا 10 سانتی متر در سال تخمین زده شده اند",
        "حرکت می‌کنند. صفحات قاره ای ضخیم تر",
        "قدیمی‌تر و کم چگالتر از صفحات اقیانوسی هستند. این صفحات حدود 125 کیلو متر ضخامت دارند و از گرانیت با سن حدود 3 میلیارد سال پیش تشکیل شده اند"
      ]
    },
    {
      "EnglishWord": "continuous spectrum",
      "Meanings": [
        "طیف پیوسته continuous spectrum",
        "طیف نور منتشر شده ای که حاوی تمام طول موج‌های رنگ‌های متشکل از نور سفید قرمز",
        "نارنجی",
        "زرد",
        "سبز",
        "آبی",
        "بنفش",
        "نیلی",
        "از طول موج کوتاه تا بلند طیف پیوسته توسط جامدات گداخت",
        "مایعات یا گازهای فشردة منتشر می‌شود. اگر چند خط قابل رویت در حال جدا شدن از یک طیف باشند",
        "طیف جذبی را بوجود می‌آورندکه نشان دهندة حضور عناصری است که طول موج ویژه را جذب می‌کنند"
      ]
    },
    {
      "EnglishWord": "convection",
      "Meanings": [
        "همرفت convection",
        "انتقال گرما بواسطة چرخش در یک گاز یا مایع"
      ]
    },
    {
      "EnglishWord": "copernican system",
      "Meanings": [
        "سیستم کوپرنیکی copernican system",
        "مدلی از سیستم خورشید که بر اساس آن سیارات شامل زمین دور خورشید می‌گردند. این نظریه ستیزه جویانه توسط کوپرنیکوس copernican بسط داده شد"
      ]
    },
    {
      "EnglishWord": "copernicus nicolaus",
      "Meanings": [
        "نیکلاس کوپرنیکوس copernicus nicolaus",
        "تا",
        "منجم مبتدی لهستانی که سیستم تکاملی کوپرنیکی را بسط داد طبق آن مدل",
        "در سیستم خورشید",
        "تمام سیارات به دور خورشید می‌گردند",
        "ایدة وی سیستم پتولماییک ptolemaic system قدیمی را کنار زد. کتاب وی با عنوان «تکاملات» مدارهای آسمانی on the revolutions of the celestial orb در سال 1543 انتشار یافت"
      ]
    },
    {
      "EnglishWord": "core",
      "Meanings": [
        "هسته core",
        "لایة داخلی کرة زمین یا سیاره",
        "ماه یا ستارة دیگر که معمولا در زیر فشار زیاد قرار دارد و بسیار داغ است"
      ]
    },
    {
      "EnglishWord": "coriolis force",
      "Meanings": [
        "نیروی کوریولیس coriolis force",
        "نیروی حاصل از چرخش کرة زمین به دور محورش که باعث چرخش طوفانها در خلاف جهت عقربه‌های ساعت در نیمکرة شمالی و در جهت عقرب‌های ساعت در نیمکرة جنوبی می‌شود. مهندس و ریاضیدان فرانسوی",
        "گوستاو",
        "گاسپارد کوریولیس gustave",
        "gaspard coriolis در سال 1835 این نیرو را کشف کرد. این نیرو تاثیری بر جهت آب‌های فرو روی زمین ندارد"
      ]
    },
    {
      "EnglishWord": "corona",
      "Meanings": [
        "هاله یا تاج خورشیدی corona",
        "لایة بالایی جو خورشید که تا میلیون‌ها مایل بالای سطح خورشید کشیده می‌شود. تاج دمای بسیار بالایی بیش از یک میلیون در جة کلوین و چگالی بسیار پایینی دارد. در حین کسوف کامل خورشید",
        "تنها شهبی از هاله قابل مشاهده است"
      ]
    },
    {
      "EnglishWord": "coronal holes",
      "Meanings": [
        "حفرات هاله ای coronal holes",
        "نواحی از هالة خورشید که میدان مغناطیسی به جای این که به سمت خورشید",
        "یعنی نواحی که ناهنجاری‌های مغناطیسی وجود دارد",
        "پیچ بخورد",
        "به سمت فضای بیرونی پیچ می‌خورد و معمولا در قطب‌ها. در تصاویر اشعة‌ایکس خورشید",
        "حفرات هاله ای تا تاجی نواحی تاریکی هستند. حفرات هاله ای می‌توانند برای ماهها یا سالها دوام داشته باشند. بار خورشیدی از حفرات هاله ای صادر می‌شود"
      ]
    },
    {
      "EnglishWord": "coronal mass ejection",
      "Meanings": [
        "پرتاب عمدة هاله ای",
        "یا cmeها",
        "انفجارات پلاسمایی بالون شکل عظیمی هستند که از خورشید می‌آیند. هنگامی که این انفجارات با در خورشید تا هاله خورشید بالا می‌آیند",
        "در امتداد خطوط میدان مغناطیسی خورشید حرکت کرده و حرارتشات تا دهها میلیون درجه بالا می‌رود. این انفجارات بیش از 220 میلیارد پوند 100 میلیارد کیلو گرم پلاسما رها می‌کند. cmeها می‌توانند در کار ماهواره‌های زمین ادخال ایجاد کنند"
      ]
    },
    {
      "EnglishWord": "cosmic rays",
      "Meanings": [
        "پرتوهای کیهانی cosmic rays",
        "ذرات بسیار پر انرژی که با سرعت نزدیک به سرعت نور درون فضا حرکت می‌کنند. 10 عنصر فراوان پرتوهای آسمانی شامل هیدروژن",
        "اکسیژن",
        "هلیم",
        "کربن",
        "نیون",
        "نیتروژن",
        "منیزیم",
        "سیلیس",
        "آهن و گوگرد هستند. منبع این پرتوها می‌تواند خورشید",
        "ابر نو اختر و کهکشان‌های دور باشند. بعضی از این پرتوها وارد جو زمین می‌شوند"
      ]
    },
    {
      "EnglishWord": "cosmic snowball",
      "Meanings": [
        "گلوله برف کیهانی cosmic snowball",
        "تیوری بسیار ستیزه جویانه جدیدی وجود دارد که بیان می‌کند که سنگ‌های آسمانی از آب نخیره ده ای که بطور مداوم زمین بمباران می‌کنند تشکیل شده اند. این گلوله برف‌های کیهانی شاید بوسیله سیستم‌های تصویر برداری قابل مشاهدة ماهوارة قطبی دیده شده اند. این سنگ‌های کیهانی در جو بخار شده",
        "و به محیط بخار آب اضافه می‌کند"
      ]
    },
    {
      "EnglishWord": "cosmic year",
      "Meanings": [
        "سال کیهانی cosmic year",
        "زمانی طول می‌کشد تا خورشید و تمام سیستم خورشیدی ما و یک دور کامل به دور مرکز کهکشان راه شیری milky way galaxy بچرخد. یک سال کیهانی تقریبا 225 میلیارد سال طول می‌کشد"
      ]
    },
    {
      "EnglishWord": "cosmie background radiation",
      "Meanings": [
        "تشعشع پس زمینة کیهانی",
        "یا cbr cmbr cmb تشعشی انرژی است که از انفجار اصلی بزرگ big bang که جهان را بوجود آورد",
        "باقیمانده است. این تشعشع هنگامی که جهان شروع که گشایش کرد",
        "خنک شد و اکنون کمی کمتر 3 درجه بالای صفر مطلق است"
      ]
    },
    {
      "EnglishWord": "cosmological red shift",
      "Meanings": [
        "غییر به قرمز آسمانی cosmological red shift",
        "پدیده ای که طی آن نور از منبع دور به علت این که فضا در حال گسترش است و اجسام در هستی از سایر اجسام بواسطة این گشایش می‌افتند",
        "تغییر رنگ به قرمز می‌دهند"
      ]
    },
    {
      "EnglishWord": "cosmology",
      "Meanings": [
        "کیهان شناسی cosmology",
        "مطالعة ساختار",
        "منشاء و تحول هستی"
      ]
    },
    {
      "EnglishWord": "cosmonaut",
      "Meanings": [
        "کیهان نورد cosmonaut",
        "واژة روسی برای فضا نورد astronaut",
        "کسی که در فضا گشت می‌زند"
      ]
    },
    {
      "EnglishWord": "cosmos",
      "Meanings": [
        "کیهان یا گیتی cosmos",
        "این واژه اشاره به جهان هستی که کامل",
        "هماهنگ و سیستم منظمی باشد",
        "دارد. \"\"گیتی"
      ]
    },
    {
      "EnglishWord": "crab nebula",
      "Meanings": [
        "سحابی چرخنگ یا سحابی سرطان crab nebula",
        "m",
        "ابر بین کهکشانی از گاز و غبار که باقیماندة ابر نو اختری است که در سال 1054 بر روی زمین دیده شد. این سحابی می‌تواند در صورت فلکی ثور taurus دیده شود. \"\"سحابی سرطان"
      ]
    },
    {
      "EnglishWord": "crater",
      "Meanings": [
        "دهانة crater",
        "دهانه ای برخوردی باقیماندة بر خورد بین سیارک یا شهاب سنگ و سیاره",
        "خرده سیاره یا قمر است"
      ]
    },
    {
      "EnglishWord": "crater rays",
      "Meanings": [
        "پرتوهای دهانه crater rays",
        "خطوط پرتابه‌های پخش شده از یک دهانه"
      ]
    },
    {
      "EnglishWord": "crepe ring",
      "Meanings": [
        "حلقة کرپه crepe ring",
        "یا حلقة c",
        "حلقة داخلی حلقه‌های سرگانة زحل است. این حلقه کوچکتر و مبهم‌تر از حلقه‌های b a است. با استفاده از تلسکوپ کوچک",
        "این حلقه دیده می‌شود"
      ]
    },
    {
      "EnglishWord": "crescent moon            .",
      "Meanings": [
        "هلال ماه",
        "crescent moon شکلی از ماه بین ماه کامل و نیمه کامل"
      ]
    },
    {
      "EnglishWord": "critical fluid",
      "Meanings": [
        "سیال بحرانی critical fluid",
        "یا سیال فوق بحرانی گاز یا مایعی تحت فشار بسیار بالا ست. این سیالات بحرانی دارای خصوصیات بی نظیری هستند. چگالی یک مایع و تحرک یک گاز. مثال سیالات بحرانی آب فوق بحرانی درون اعماق زمین است"
      ]
    },
    {
      "EnglishWord": "cruithne",
      "Meanings": [
        "کروتن cruithne",
        "نام سیارکی با قطر در حدود سه مایل 5 کیلومتر که هم مدار زمین است یعنی اینکه دقیقا در یک مدار مشترک با زمین می‌چرخد. این سیارک نزدیک به زمین 3453 _ nea earth asteroid _ near بوده و از زمین دارای شکلی شبیه اسب است. این سیارک به زمین نزدیک می‌شود و سپس مجددا دور می‌شود. مدار آن بسیار به سمت مدار زمین میل دارد. در نزدیک‌ترین مسیر هر صد هزار سال در فاصله 10 میلیون مایل 15 کیلومتر زمین قرار می‌گیرد که چهل برابر فاصله زمین از ماه قرار می‌گیرد. کروتن نام اولین گروه قبیله ای سلتیک که در جزیره بریتانیا بودند است. این سیارک در 10 اکتبر 1986 توسط والدرون d. waldron در رصد خانه اسپیرنیگ سایدنیگ استرالیا siding spiring کشف شد"
      ]
    },
    {
      "EnglishWord": "crust",
      "Meanings": [
        "پوسته crust",
        "خارجی‌ترین بخش سنگ کره بخش جامد زمین شامل پوسته صفحات مجزا و گوشته بالایی"
      ]
    },
    {
      "EnglishWord": "crux",
      "Meanings": [
        "صورت فلکی صلیب جنوبی crux",
        "یا صورت فلکی صلیب جنوبی آوسترالیس crux autralis نام علمی صورت فلکی صلیب جنوبی southern cross co است که در نیمکره جنوبی با شکل بعلاوه یا صلیب مانندش شناخته شده که بر روی پرچم کشور استرالیا نیز وجود دارد. روشن‌ترین ستاره این صورت فلکی آکروکس alphacru _ acrux است که سیستم ستاره دوگانه ای در قاعده صلیب است. دومین ستاره درخشان بکروکس یا میموسا betacrux – mimosa – becrux و سومین ستاره درخشان آن گاکروکس gamma cru – gacrux است. خوشه باز جعبه جواهر kappa crucis یا jewl box در این صورت فلکی شامل حدود 100 ستاره و در جنوب آن قرار دارد. صورت فلکی صلیب جنوبی در کهکشان راه شیری قرار دارد و از سه طرف با صورت فلکی سنتاورز centaurus احاطه شده است"
      ]
    },
    {
      "EnglishWord": "cryptovolcano",
      "Meanings": [
        "آتشفشانهای بسیار ریز",
        "اشکال آتشفشان مانندی روی کره ماه یا سایر سیارات که ممکن است آتشفشان هم نباشد. مثال این پدیده بر روی قمر گانی مدا ganymeda که یکی از اقمار مشتری ست دیده می‌شود"
      ]
    },
    {
      "EnglishWord": "crystals",
      "Meanings": [
        "بلورها crystals",
        "مواد جامدی که اتمهای تشکیل دهنده آن الگوی بسیار منظمی دارند"
      ]
    },
    {
      "EnglishWord": "cubewano",
      "Meanings": [
        "کوبوانو cubewano",
        "کمربند اصلی اجسام کویپر kuiper که تحت تاثیر تشدید صوت سیارات خارجی نیست. کوبوانو در حدود au 41 از خورشید فاصله دارد"
      ]
    },
    {
      "EnglishWord": "culmination             .                  .",
      "Meanings": [
        "عبور نصف النهاری culmination بیشترین ارتفاعی که یک جسم آسمانی نسبت به افق قرار دارد. یک جسم هنگامی که از روی نصف النهار شخص بیننده می‌گذرد بیشترین ارتفاع را دارد"
      ]
    },
    {
      "EnglishWord": "curtat",
      "Meanings": [
        "کرتیت curtat",
        "به معنی کوتاه یا مخفف شده است"
      ]
    },
    {
      "EnglishWord": "cygnus",
      "Meanings": [
        "صورت فلکی دجاجه یا صورت فلکی ماکیان",
        "یا قو swan صورت فلکی شبیه به یک بعلاوه بزرگ است که به عنوان صلیب شمالی هم شناخته شده است. این صورت فلکی در امتداد کهکشان راه شیری در نیمکره شمالی دیده می‌شود. در دم آن ستاره بسیار درخشان ستاره دم alpha cygni _ deneb و درسر آن ستاره جفت آلبیریو beta cygni _ albireo. \"\"صورت فلکی ماکیان"
      ]
    },
    {
      "EnglishWord": "cygnus loop",
      "Meanings": [
        "حلقه صورت فلکی دجاجه یا صورت فلکی ماکیان",
        "سحابی و باقیمانده ابر نو اختر در صورت فلکی دجاجه یا صورت فلکی ماکیان. این سحابی 6 برابر ماه فضا را اشغال می‌کند. ابر نو اختر در حدود 15 هزار تا 20 هزار سال پیش منفجر شده و هنوز در حال گسترش است. این سحابی تقریبا کروی همراه با چند رشته درخشان است. \"\"حلقه صورت فلکی ماکیان"
      ]
    }
  ]
}