{
  "Group": "D",
  "Entries": 34,
  "Words": [
    {
      "EnglishWord": "d arresth.l",
      "Meanings": [
        "آرست d’arresth. l",
        "تا 1875 ستاره شناس دانمارکی و همکارش در سال 1846 نپتون را کشف کردند"
      ]
    },
    {
      "EnglishWord": "dark adaptation",
      "Meanings": [
        "سازگار به تاریکی",
        "شامل تغییرات فیزیکی و شیمیایی درون چشم‌های شما که به آنها اجازه می‌دهد تا در تاریکی به خوبی ببینید. از لحاظ فیزیکی مردمک‌های چشم بازتر به طور سریع می‌شوند و از لحاظ شیمیای تغییرات کمتری درون چشم‌ها اتفاق می‌افتد که 10 تا 20 دقیقه به طول می‌انجامد. 20 دقیقه طول می‌کشد که جشمان شما کاملا به تاریکی عادت کنند. زمانیکه چشمانتان به تاریکی عادت کرد حتی یک برق آنی نور سفید می‌تواند آنرا از بین ببرد و چشمانتان را مجبور کند که مجددا خود را سازگار کند"
      ]
    },
    {
      "EnglishWord": "dark matter",
      "Meanings": [
        "ماده تاریک",
        "ماده ناشناخته ای که ممکن است حدود 99 درصد مواد هستی را تشکیل دهد"
      ]
    },
    {
      "EnglishWord": "day",
      "Meanings": [
        "روز day",
        "زمانی که طول می‌کشد تا یک سیاره به دور محور خود 360 در جه بچرخد. یک روز زمین تقریبا 24 ساعت است"
      ]
    },
    {
      "EnglishWord": "death star theory",
      "Meanings": [
        "نظریه ستاره مرگ death star theory",
        "این نظریه به این حقیقت که انقراضهای عمومی بطور دوره ای متناوب هستند و ممکن است در اثر عبور زمین از میان ابری از سنگ‌های آسمانی ابر ا ا رت – oort cloud در هر 26 میلیون سال اتفاق میافتد. برخی از مردم تصور می‌کردند که ستاره یا سیاره تیره کشف شده ای وجود دارد به درستی نمیسیس نامیده می‌شده",
        "nemesis که در مسیرهای خارجی‌تر منظومه شمسی ما می‌جرخد. این پیکره ابر ا ارت را هر 26 میلیون قطع می‌کند که سنگ‌های آسمان را به بخش‌های داخلی‌تر سیستم خورشیدی می‌فرستد و در نهایت برخی از آنها به زمین برخورد کرده و باعث انقراض عمومی می‌شود"
      ]
    },
    {
      "EnglishWord": "decaying orbit",
      "Meanings": [
        "مدار درحال از بین رفتن",
        "مداری که اجسام در حال چرخش آن بصورت حلزونی شکل و به آهستگی به سمت مرکز اولیه مدار کشیده می‌شوند. در این حالت شعاع مداد در طول زمان کم می‌شود. برای مثال وقتی یکی از ماهواره‌های زمین در مدار در حال از بین رفتن قرار می‌گیرد به درون جو زمین وارد شده و همین طور که به سمت زمین می‌آید می‌سوزد"
      ]
    },
    {
      "EnglishWord": "deep space 1",
      "Meanings": [
        "دیپ اسپیس یک deep space",
        "یا ds1 ماموریت فضایی ناسا nasa که در 21 اکتبر 1998 انجام گرفت. در این ماموریت 12 نوع فن آوری پیشرفته جدید شامل نفوذ یونی ion propulsion فلش‌های خورشیدی solar array ضربه زن فضایی space transponder سیستمهای جهت یابی مستقل miniature in tegrated camer spectromter و غیره آزمایش شدند ماموریت ds1 در سپتامبر 1991 اتمام یافت"
      ]
    },
    {
      "EnglishWord": "deep space network",
      "Meanings": [
        "شبکه دیپ اسپیس",
        "شبکه دیپ اسپیس ناسا dsn شبکه بین المللی آنتن هایی ست که با فضا پیما‌ها در ارتباط است و مشاهدات رادیو ستاره شناختی و رادار ستاره شناختی را ارایه می‌دهد"
      ]
    },
    {
      "EnglishWord": "deferent",
      "Meanings": [
        "دفرنت deferent",
        "مدار دایره ای بزرگی که در آن سیاره ای در یک یا چند دایره فرعی در حال چرخش است. دوایر فرعی مدارهای مدوری درون مدارهایی که درحدود 150 قبل از میلاد به غلط به عنوان مدار اجسام سیستم توسیماییک ptolemaic sy هستند. چرخه‌های فرعی و دفرنت‌ها تا زمانیکه کپلر kepler در اوایل قرن هفدهم طبیعت بیضوی مدارها را کشف کرد برای پیش بینی مدارها به کار برده می‌شود"
      ]
    },
    {
      "EnglishWord": "degenerate gas",
      "Meanings": [
        "گاز تبهگن degenerate gas",
        "چیزی که بسیار چگال و فوق فشرده است. مولکولهای این گاز تبهگن واقعا با یکدیگر در تماس است و بیشتر به شکل جامد عمل می‌کند. برخلاف گازهای شرایط عادی تمامی این گاز تبهگن به فشار بستگی ندارد. این گازها از قوانین مکانیک کوانتومی تبعیت می‌کنند"
      ]
    },
    {
      "EnglishWord": "degree",
      "Meanings": [
        "درجه degree",
        "اندازه دما یا زاویه. در یک دایره 360 درجه وجود دارد که هر کدام خود به60 دقیقه تقسیم می‌شوند"
      ]
    },
    {
      "EnglishWord": "deimos",
      "Meanings": [
        "دیموس deimos",
        "به معنی وحشت terror و کوچکترین قمر از قمر‌های دوگانه مریخ است. قطر آن تنها 6/7 مایل 6/12 کیلومتر و جرم آن 10 × 8/1 است. این قمر در فاصله متوسط 14300 مایل 23000 کیلومتر از مریخ می‌چرخد و شاید یک سیارک به دام افتاده باشد. این قمر در سال 1877 توسط هال a. hall کشف شد"
      ]
    },
    {
      "EnglishWord": "delta aquarid meteor shower",
      "Meanings": [
        "باران سنگ آکوارید دلتا",
        "این باران شهاب سنگ از 14 تا 18 آگست تا حداکثر 28 تا 29 جولای هر سال اتفاق می‌افتد. علت این پدیده عبور زمین از مداری از سنگ‌های آسمانی و قطعات یخی ناشناخته است بطوریکه با ورود سنگ‌های آسمانی به درون جو زمین می‌سوزند. به نظر می‌رسد که این شهاب سنگ‌ها از نظر صورت فلکی از صوزت فلکی دلو aquarius منشاء می‌گیرند اما این طور نیست"
      ]
    },
    {
      "EnglishWord": "deneb",
      "Meanings": [
        "ستاره دم deneb",
        "در عربی به معنی دم درخشانترین ستاره صورت فلکی دجاجه یا صورت فلکی ماکیان قو که آلفا دجاجه alpha cygnus هم گفته می‌شود است که دم قو را می‌سازد. این ستاره بسیار عظیم آبی رنگ درخشان جوان حدود 1500 سال نوری از زمین فاصله دارد و 60000 بار درخشانتر از خورشید است! ستاره ذنب قیطس",
        "ستاره سفید فوق العاده بزرگی ست"
      ]
    },
    {
      "EnglishWord": "density            .                      .",
      "Meanings": [
        "چگالی density اندازه میزان جرم دار بودن یک جسم در واحد حجم. برای مثال آهن چگالتر از چوب است یعنی یک متر مکعب آهن سنگین‌تر از یک متر مکعب چوب است"
      ]
    },
    {
      "EnglishWord": "despina",
      "Meanings": [
        "دسپینا despina",
        "قمر بسیار کوچک نپتون که مدار آن از مرکز نپتون 52530 کیلومتر فاصله دارد و قطر آن حدود 148 کیلومتر است. این قمر در سال 1989 در ماموریت ویجر 2 ناسا vogager 2 _ nasa کشف شد"
      ]
    },
    {
      "EnglishWord": "diameter",
      "Meanings": [
        "قطر diameter",
        "بلندترین فاصله یک طرف یک دایره یا یک کره به طرف دیگر"
      ]
    },
    {
      "EnglishWord": "diamond ring",
      "Meanings": [
        "حلقه الماس diamond ring",
        "درخشش بزرگی از نور که چند ثانیه قبل از کسوف کامل بوجود می‌آید. حلقه الماس در اثر آخرین نورافشانی‌های خورشید از میان دره‌های لبه ماه خلق می‌شود"
      ]
    },
    {
      "EnglishWord": "diffraction",
      "Meanings": [
        "شکست diffraction",
        "توانایی موج در تغییر مسیر در گوشه‌ها. شکست نور نشان ماهیت موجی نور دارد"
      ]
    },
    {
      "EnglishWord": "diffuse nebula",
      "Meanings": [
        "سحابی گسترده",
        "ابر گازی پهناور پخش شده و باشکل منظم عمدتا حاوی هیدروژن در فضا که می‌تواند بیش از 100 سال نوری پهنا داشته باشد. این نوع سحابی می‌تواند نورانی یا تاریک باشد"
      ]
    },
    {
      "EnglishWord": "dinosaur",
      "Meanings": [
        "دایناسور dinosaur",
        "اولین دایناسور درونفضا مایا ساورا پیبلسوروم که یک دایناسور منقار اردکی است maiasaura peeblesorum می‌باشد. یک قطعه از استخوان یک بچه مایاساورا و پوست تخم آن در سال 1985 در ماموریت 8روزه ناسا spacelab توسط فضانورد لورنآکتون loren acton به فضا برده شد. فسیل‌های تاریخی این دایناسور هم اکنون در موزه سنگی‌ها rockies در مونتانای آمریکا نگهداری می‌شود"
      ]
    },
    {
      "EnglishWord": "dione",
      "Meanings": [
        "دیون dione",
        "یکی از 18 قمر زحل با قطری حدود 600 مایل 120 کیلومتر و با فاصله متوسطی در حدود 235000 مایل از زحل این قمر در هر 65/75 ساعت یک دور می‌چرخد و دارای سطح یخی با دهانه‌ها دشت‌ها و رگه هایی از مواد درخشان است. برخی دهانه‌های آن بیش از صد کیلومتر پهنا دارند و چگالی آن 1/43 است از اینرو چگالترین قمر زحل بوده و نشان دهنده وجود هسته سنگی بزرگ آن است. این قمر در سال 1684 توسط کاسینی g. cassini کشف شد"
      ]
    },
    {
      "EnglishWord": "dirty snowball",
      "Meanings": [
        "گلوله برف کثیف",
        "سنگ‌های آسمانی گاهی اوقات به این نام خوانده می‌شوند"
      ]
    },
    {
      "EnglishWord": "dogs in space    1958  1961   13             .  laika                3  1957   2  sputnik 2      .",
      "Meanings": [
        "سگ‌ها در فضا dogs in space بین سالهای 1958 تا 1961 روسیه 13 قلاده سگ را برای آمادگی در ماموریت‌های بعدی به فضا فرستاد. لایکا laika به زبان روسی به معنی پارس کن اولین سگی بود که در 3 نوامبر 1957 درماموریت اسپوتنیک 2 sputnik 2 به فضا رفت"
      ]
    },
    {
      "EnglishWord": "doppler shift",
      "Meanings": [
        "تغییر دوپلر doppler shift",
        "یا اثر دوپلر افزایش یا کاهش طول موج هنگامیکه جسم در حال انتشار موج نسبت به شخص بیننده در حال حرکت است. بطور مثال بنظر میرسد سوت قطار وقتیکه به شما نزدیک می‌شود و یا می‌رسد. بلند‌تر است امواج فشرده هستند و طول موج را کوتاه می‌کنند و وقتیکه از شما دور می‌شود کم صداتر است امواج طویل شده و طول موج بلند می‌شود. چنین پدیده ای برای نور هنگامیکه منبع نور نسبت به ما نزدیک می‌شود یا دور می‌شود نیز وجود دارد. برای مثال وقتیکه ستاره ای از زمین دور می‌شود نور آن قرمز‌تر به نظر می‌رسد امواج بلند می‌شود که آن تغییر قرمز می‌گویند. انبساط هستی زمانیکه هابل e. hubble مشاهده کرد که نور تقریبا تمام کهکشانها تغییر قرمز shifted – red دارند کشف شد. اثر دوپلر در سال 1842 به نام کاشف این پدیده یعنی جان کریستین دوپلر jhone christian doppler 29 نوامبر 1803 تا 17 مارس 1853 نامگذاری شد"
      ]
    },
    {
      "EnglishWord": "dorsum",
      "Meanings": [
        "لبه سطح سیارات"
      ]
    },
    {
      "EnglishWord": "double star",
      "Meanings": [
        "ستاره جفت double star",
        "یک ستاره جفت دو ستاره هستند که در آسمان به یکدیگر نزدیک به نظر می‌رسند دو ستاره که به دور هم می‌",
        "چرخند برخی از آنها از زمین یکی به نظر می‌آیند زیرا در یک خط قرار می‌گیرند"
      ]
    },
    {
      "EnglishWord": "draco",
      "Meanings": [
        "صورت فلکی اژدها یا تنین draco",
        "در افسانه‌های یونان به معنی اژدها dragon صورت فلکی که در نیمکره شمالی قرار دارد. این صورت فلکی باعث تابش کوادرانتیدز quadrantids و دراکونیدز draconids که باران شهاب سنگ هستند می‌شود. این صورت فلکی نزدیک قطب شمال آسمانی است و دم آن بین دب اکبر و اصغر است. \"\"تنبن"
      ]
    },
    {
      "EnglishWord": "drank frank",
      "Meanings": [
        "فرانک دریک",
        "تا به حال رادیو ستاره شناس آمریکایی که در سال 1961 معادله ای برای تخمین تعداد احتمالی تمدن‌های هوشمند در کهکشان را ارایه داد معادله دریک"
      ]
    },
    {
      "EnglishWord": "draper henry",
      "Meanings": [
        "هنری دراپر draper henry",
        "تا 1882 ستاره شناس آمریکایی و اولین عکاس نجومی او در سپتامبر 1880 اولین عکس خود ار از یک جسم ستاره مانند سحابی جبار یا شکارچی گرفت. همچنین او طیف‌های ستاره ای را مطالعه کرد و اولین کسی بود که از خطوط طیفی ستاره ای عکس تهیه کرد. سیستم تعیین ستاره هنری دراپر به نام وی و برای طبقه بندی اجسام ستاره ای سیستم hd نام گرفت. پدر وی جان ویلیام دراپر 1811 تا 1822 – jhon william draper شیمیدان بود و کسی بود که اولین عکس‌ها را در سال 1839 تا 1840 از ماه با استفاده از تلسکوپ انعکاسی پنج اینچی"
      ]
    },
    {
      "EnglishWord": "dust",
      "Meanings": [
        "غبار dust",
        "غبار بین ستاره ای از ذرات ریز درحد قطر یک میکرون کربن و یا سیلیکات‌ها تشکیل شده است. منشاء این غبار بین ستاره ای ناشناخته است اما به نظر می‌رسد مرتبط با ستاره‌های جوان باشد. غبار بین ستاره ای به هیچ وجه مانند غباری که در خانه هایمان داریم که بیشتر از ذرات آلی و پارچه ای است نیست"
      ]
    },
    {
      "EnglishWord": "dust lane",
      "Meanings": [
        "راه غبار dust lane",
        "راه یا مسیری از غبار بین ستاره ای در یک کهکشان یا سحابی گسترده راهروهای غبار نور را کم می‌کنند"
      ]
    },
    {
      "EnglishWord": "dwarf star",
      "Meanings": [
        "ستاره کوتوله",
        "ستاره‌های نسبتا کوچک که بیش از 20 برابر خورشید ما هستند و بیش از 20000 بار درخشانتر از آن می‌باشند. خورشید ما یک ستاره کوتوله است"
      ]
    },
    {
      "EnglishWord": "dyson sphere",
      "Meanings": [
        "کره دایسون dyson sphere",
        "ساختار بزرگ فرضی که در سال 1959 توسط فیزیکدان فریمن دایسون freeman dyson",
        "از 1925 تا به حال ارایه شد. این کره توخالی اطراف یک سیاره و خورشید ش را به منظور جمع آوری تمام انرژی صادر شده از خورشید ساخته می‌شده. مواد پوسته از سیاره‌ها و سیارکهای غیر متمرکز ساخته می‌شده است. دایسون محاسبه کرد که در سیستم خورشیدی ما ماده کافی برای ساخت یک پوسته حداقل با ضخامت 3متر به دور زمین و خورشید وجود دارد"
      ]
    }
  ]
}