{
  "Group": "E",
  "Entries": 54,
  "Words": [
    {
      "EnglishWord": "eagle nebula",
      "Meanings": [
        "سحابی عقاب یا نسر طایر eagle nebula",
        "این سحابی که 7000 سال نوری از زمین فاصله دارد در صورت فلکی سرپنس – seroebs و نام دیگر آن m16 است از ستونهای بزرگ گاز هیدروژن و غبار بین ستاره ای سرد تشکیل شده است. این ابر ستاره ساز توسط نور مافوق بنفشی که از ستاره‌های تازه متولد شده صادر می‌شود چراغانی شده است. ستونها ار egg گلبولهای گازی بخارزا – evaporating gaseous globules می‌نامند زیرا نور مافوق بنفش بعضی از گازهای هیدروژن h2 را جوشانده و سحابی را درفرآیندی به نام بخار پرتوی photoeva povation شکل می‌دهد. بزرگترین ستون یک سال نوری طول دارد. \"\"نسر طایر"
      ]
    },
    {
      "EnglishWord": "earth",
      "Meanings": [
        "زمین",
        "سومین سیاره از خورشید"
      ]
    },
    {
      "EnglishWord": "earth grazer",
      "Meanings": [
        "زمین آسا earth grazer",
        "نام شهاب سنگ یا دیگر ذرات فضا که وارد جو زمین شده و از هم می‌پاشد و تقریبا موازی با سطح زمین حرکت میکند. شهاب سنگ به آهستگی می‌سوزد و جلوه زیبایی رابه بوجود می‌آورد"
      ]
    },
    {
      "EnglishWord": "earthshine",
      "Meanings": [
        "زمین تاب earthshine",
        "نور کمرنگی که از زمین به بخش تاریک ماه تابانیده می‌شود"
      ]
    },
    {
      "EnglishWord": "eclipse",
      "Meanings": [
        "خسوف eclipse",
        "خسوف زمانی اتفاق می‌افتد که ماه جلوی خورشید را بگیرد یا اینکه سایه زمین روی ماه بیفتد"
      ]
    },
    {
      "EnglishWord": "eclipsing binary",
      "Meanings": [
        "فصول گرفتگی eclipsing binary",
        "دوستاره نزدیک به هم که ظاهرا ستاره منفردی هستند که درخشندگی آنها تغییر می‌کند. اختلاف درخشندگی به واسطه تیره یا افزایش نور متناوب ستاره‌ها توسط یکدیگر است"
      ]
    },
    {
      "EnglishWord": "ecliptic",
      "Meanings": [
        "دایره البروج ecliptic",
        "صفحه ای که بوسیله مدار زمین به دور خورشید تعریف می‌شود. در مدت یک سال خورشید مسیری را در آسمان در امتداد این صفحه می‌پیماید. اغلب صفحات در سیستم خورشیدی نزدیک به دایره البروج صفحه کسوفی از زمین عبور می‌کنند. محور زمین دارای زاوایه 23/5 درجه نسبت به این صفحه است که این زاویه باعث تشکیل فصل‌ها می‌شود"
      ]
    },
    {
      "EnglishWord": "eddington . arthur",
      "Meanings": [
        "آرتور ادینگتون",
        "از سال 1882 تا 1945 منجم انگلیسی و اولین کسی که ساختار داخلی یک ستاره را تشریح کرد"
      ]
    },
    {
      "EnglishWord": "edward emerson barnard",
      "Meanings": [
        "ادوارد امرسون برنارد edward emerson barnard",
        "تا 1923 ستاره شناس امریکایی که در",
        "شهاب سنگ ستارة برنارد دومین سیستم ستاره ای نزدیک به ما و آمالنارآ amalthea که قمری از مشتری است را در سال 1892 کشف کرد"
      ]
    },
    {
      "EnglishWord": "egg nebula",
      "Meanings": [
        "سحابی تخم مرغ egg nebula",
        "یا crl 2688 سحابی سیاره ای ست در حدود 3000 سال نوری از زمین فاصله دارند. این ابر بزرگ غبار و گاز با سرعت بسیار زیاد به سمت خارج گسترش دارد. این سحابی در هزار سال قبل توسط یک ستاره بزرگ قرمز رنگ بوجود آمد این ستاره بزرگ قرمز زمانی ستاره ای شبیه به خورشید بوده غبار دید ما را از ستاره‌های درون سحابی تیره می‌کند"
      ]
    },
    {
      "EnglishWord": "einstein albert",
      "Meanings": [
        "آلبرت انیشتن einstein albert",
        "تا 1955 فیزیکدان آلمانی – آمریکایی که با تیوریهای نسبیت عمومی و فضایی خود دید مارا از هستی تکامل داد. نسبیت فضایی علم مکانیک نیوتنی را از میدان به در کرد نتایج متفاوتی را برای هر جسم در حال حرکت با سرعت بسیار زیاد بدست داد. قانون نسبیت فضایی special relativity بر اساس ایده ای که طبق آن سرعت یک حد بالایی دارد و هیچ چیز نمی‌تواند در نهایت سریعتر از سرعت نور باشد بنا نهاده شده. همچنین این نظریه بیان می‌کند که اندازه گیری‌های زمان و فاصله مطلق نیستند اما به جای نسبت به چارچوب بیننده منبع نسبی است. فضا و زمان به عنوان ابعاد یک پدیده مجزا در نظر گرفته می‌شود که فضا – زمان نامیده می‌شود. انرژی و لحظه آنی بطور مشابهی به هم مرتبطند. در نتیجه بر اساس فرمول e = mc جرم می‌تواند به میزان بسیار زیادی تبدیل می‌شود و بالعکس",
        "نسبیت عمومی general reativity",
        "نظریه نسبت فضایی را توسعه داد و تجمع و جاذبه که هر دو بواسطه انحناء زمان – فضا تشریح می‌شوند را در بر گرفت. انیشتن در سال 1921 بخاطر اثر فتوالکتریک photoelectric effect جایزه نوبل را گرفت. نظریه‌های او آشفتگی‌های مدار مشتری را تشریح کرد"
      ]
    },
    {
      "EnglishWord": "ejecta",
      "Meanings": [
        "پرتاپه ejecta",
        "سنگ‌ها غبار و سایر مواد پرتاب شده از آتشفشان دهانه برخوردی ستاره درحال انفجار"
      ]
    },
    {
      "EnglishWord": "elara",
      "Meanings": [
        "الارا elara",
        "دوازدهمین قمر مشتری که 50 مایل 80 کیلومتر قطر دارد و در فاصله 7250000 مایل 11737000 کیلومتری مشتری می‌چرخد. الارا10×8 کیلوگرم جرم دارد. این قمر در 6528 / 259 روز زمینی به دور مشتری می‌چرخد. درباره الارا اطلاعات کمی وجود دارد. این قمر در سال 1905 توسط پرین c. perrine کشف شد"
      ]
    },
    {
      "EnglishWord": "electromagntic radiation",
      "Meanings": [
        "تشعشع الکترو مگنتیک",
        "electromagntic radiation انرژی به شکل موج تشعشع الکترو مگنتیک",
        "electromagntic radiation انرژی به شکل موج"
      ]
    },
    {
      "EnglishWord": "electron",
      "Meanings": [
        "الکترون electron",
        "ذرات اتمی با بار منفی و بسیار ریز. در یک اتم الکترونها به دور هسته می‌چرخند. جریانهای الکتریکی شامل الکترونهای جدا شده از اتمها هستند. الکترون د رسال 1897 توسط تامپسون j. j thompson کشف شد"
      ]
    },
    {
      "EnglishWord": "element",
      "Meanings": [
        "عنصر element",
        "ماده خالص از لحاظ شیمیایی که شامل اتمهای هم نوع است سبک‌ترین عنصر هیدروژن که بیش از 80 درصد هستی را تشکیل می‌دهد است. بعد از آن هلیم است که کمی بیش از 20 درصد هستی را تشکیل می‌دهد. سایر عناصر معمول اکسیژن نیتروژن سیلیس آهن و کربن است. هیدروژن دتریوم هلیم و برخی لیتیوم‌ها درست بعد از انفجار بزرگ big bang بصورت مصنوعی ساخته می‌شود. عناصر سنگین‌تر بعدی مانند کربن نیتروژن و اکسیژن بواسطه نشر درون ستاره‌ها شکل می‌گیرند. اغلب ستاره‌ها هیدروژن را انتشار می‌دهند و هلیم را بوجود می‌آورند. سنگین‌ترین عناصر مانند آهن مس و طلا هنگامیکه ستاره‌ها به ابر نو اخترها تغییر می‌کنند خلق می‌شوند هر اتم اطراف ما و در پیکره‌های ما از انفجار بزرگ یا در یکستاره تشکیل شده است! چند عنصر ساخت بشر مانند سیپرژیوم seaborgivm در آزمایشگاهها تولید می‌شوند"
      ]
    },
    {
      "EnglishWord": "elextromagnetic spectrum",
      "Meanings": [
        "طیف الکترومغناطیسی",
        "محدوده کامل تشعشع الکترومغناطیسی که شامل پرتو‌های گاما پرتوهای ایکس پرتوهای ما فوق بنفش نو ر قابل رویت مادون قرمز ریز موج‌ها و موجهای رادیویی به منظور کاهش انرژی و کاهش انرژی و افزایش طول موج"
      ]
    },
    {
      "EnglishWord": "ellipse",
      "Meanings": [
        "بیضی ellipse",
        "شکلی شبیه دایره یخ شده این شکل شامل تمام نقاط یک صفحه است: a+ b دو برابر طول محوره نیمه اصلی جاییکه a فاصله کانون تا نقطه ای روی محیط بیضوی و b فاصله کانون دیگر تا همان نقطه روی محیط بیضوی است"
      ]
    },
    {
      "EnglishWord": "elliptcal orit",
      "Meanings": [
        "مدار بیضوی elliptcal orit",
        "مداری که از یک شکل بیضوی تبعیت می‌کند بطوریکه جسم در خال چرخش حول پیکره ای دیگر که در یکی از کانونهای بیضی قرار دارد می‌چرخد"
      ]
    },
    {
      "EnglishWord": "elliptical galaxy",
      "Meanings": [
        "کهکشان بیضوی",
        "کهکشانی با شکل بیضوی که کهکشان e یا نوع e هم نامیده می‌شود. m87 m32 کهکشانهای بیضوی هستند"
      ]
    },
    {
      "EnglishWord": "elongation",
      "Meanings": [
        "امتداد elongation",
        "زاویه بین سیاره یا ماه یا جسمی دیگر و خورشید زمانیکه از کره زمین به آن نگاه می‌شود"
      ]
    },
    {
      "EnglishWord": "emission neloula",
      "Meanings": [
        "سحابی انتشاری emission neloula",
        "سحابی که می‌درخشد. یعنی انرژی نورانی از خود صادر می‌کند. نور قرمز این سحابی زمانیکه الکترونها و پروتونها با هم ترکیب می‌شوند تولید می‌شود. اتمهای هیدروژن را به وجود می‌آورند. سحابی انتشاری زمانیکه نور ماواراء بنفش پر انرژی از یک ستاره پر داغ ابری از گاز هیدروژن را تحت تاثیر قرار می‌دهد. شکل می‌گیرد که در اثر این فرآیند تشعشع ماوراء بنفش یونیزه می‌کند یعنی الکترونها را از اتمهای هیدروژن می‌کند الکترونهای آزاد با پروتونها ترکیب شده و هیدروژن ترکیب شده و هیدروژن و نور قرمز را بوجود می‌آورند. سحابی سر اسب horsehead nebula در جلوی یک سحابی انتشاری که جلوه خارجی سر اسب را درخشان می‌کند قرار دارد"
      ]
    },
    {
      "EnglishWord": "emission spectrum",
      "Meanings": [
        "طیف نشری emission spectrum",
        "یا طیف نور درخشان طیفی ناپیوسته نوارهای درخشان مجزا است توسط اتمها و مولکولها صادر می‌شود. طیف نشری خصوصیات مواد شیمیایی را که فتونها را انتشار می‌دهند. نشان می‌دهد. این طیف شبیه یک سری خطوط درخشان در زمینه ای سیاه است طیف سنجی"
      ]
    },
    {
      "EnglishWord": "enceladus",
      "Meanings": [
        "یکی از 18 قمر زحل که در فاصله متوسطی در حدود 158000 مایل و در زمان 33 ساعت به دور زحل می‌چرخد. قطر آن 400 مایل است و تقریبا تمام نور خورشید را که به آن برخورد می‌کند را بر می‌گرداند و در نتیجه قمر بسیار سردی ست 201 – درجه سانتی گراد = 330 – درجه فارنهایت. این ماه یخی در سال 1789 توسط هرشل w. herschel کشف شد"
      ]
    },
    {
      "EnglishWord": "encke division",
      "Meanings": [
        "بخش انک encke division",
        "این بخش خارجی‌ترین حلقه‌های اصلی سیاره زحل را یعنی حلقه a را تقسیم می‌کند. فضای خالی آن 200 مایل 325 کیلومتر پهنا و 83000 مایل 133570 کیلومتر از مرکز زحل فاصله دارد. این بخش به نام جوان انک johann encke که کاشف آن بود در سال 1837 نامگذاری شد"
      ]
    },
    {
      "EnglishWord": "energy",
      "Meanings": [
        "انرژی energy",
        "ظرفیت انجام کار. انرژی می‌تواند از شکلی به شکل دیگر تغییر کند گرمایی شیمیایی هسته ای انرژی پتانسیل اما همیشه ثابت باقی می‌ماند. در واکنش‌های هسته ای نشر یا گداخت جرم می‌تواند به انرژی تبدیل شود"
      ]
    },
    {
      "EnglishWord": "eon",
      "Meanings": [
        "ایون eon",
        "دو یاچند عصر زمین شناسی ایون را تشکیل می‌دهد که بزرگترین بخش زمان زمین شناسی ست و صدها تا میلیون‌ها سال طول می‌کشد"
      ]
    },
    {
      "EnglishWord": "ephemeris",
      "Meanings": [
        "تقویم نجومی",
        "جدولی که خصوصیات فضایی پیکره‌ها ی آسمانی و فضا پیما بصورت تابعی از زمان فهرست شده است"
      ]
    },
    {
      "EnglishWord": "epicycle",
      "Meanings": [
        "دایره فرعی epicycle",
        "مدارهای مدوری درون مدارهایی که به اشتباه به عنوان مدارهای اجسام در سیستم تلماییک dtolemaic system حدود 150 قبل ار میلاد توصیف می‌شدند. دایره ای دایره فرعی بوده و مرکز این دوایر فرعی در یک مدار دایره ای دیگر به نام فرنت – deferert نیز در حال چرخش است. لایه‌های بسیار از دوایر فرعی برای تخمین مدارهای بیضوی با حرکت پسرونده خود مورد نیاز است. کوپرنیک copernicus هم از دوایر فرعی در مدل خورشید محوری خود در اواسط قرن 1500 استفاده کرد. دوایر فرعی برای پیش بینی مدارها تا زمانیکه کپلر kepler طبیعت بیضوی مدارها را کشف کرد مورد استفاده قرار می‌گیرد در اوایل سال"
      ]
    },
    {
      "EnglishWord": "epimetheus",
      "Meanings": [
        "اپی متوس epimetheus",
        "یکی از 18 قمر زحل. این قمر با شیارها دره‌ها و دهانه ای با بیش از 30 کیلومتر قطر پوشیده شده است. مدارهای اپی متوس در فاصله میانگین حدود 151422 کیلومتری قرار گرفته و حدودا هر 4 ساعت یکبار به دور زحل می‌چرخد این قمر قطری در حدود 200 کیلومتر و شکلی نامنظم دارد که دارای مدار مشترکی با جانوس janus است. این دو قمر تنها حدود 50 کیلومتر 31 مایل از هم فاصله دارند. هر چهار سال آنها به هم می‌رسند بر هم نیرو وارد می‌کنند و مدار خود را عوض می‌کنند. این قمر یخی در سال 1966 توسط والکر r. walke و در سال 1978 توسط فونتین j. fountain و لارسن s. larson کشف شد"
      ]
    },
    {
      "EnglishWord": "epoch",
      "Meanings": [
        "اشکوب",
        "بخشی از دوره زمین شناسی که کوچکترین بخش زمان زمین شناسی ست و چند میلیون سال به طول می‌انجامد"
      ]
    },
    {
      "EnglishWord": "equator",
      "Meanings": [
        "استوا equator",
        "دایره ای فرضی به دور زمین یا سیاره یا قمر دیگری که در وسط قطب شمال و جنوب قرار می‌گیرد"
      ]
    },
    {
      "EnglishWord": "equatorial telescop mount",
      "Meanings": [
        "پایه تلسکوپ استوایی equatorial telescop mount",
        "وسیله مرکبی که موازی با محور زمین قرار گرفته و به منظور تعقیب حرکت ظاهری اجسام آسمانی که در اثر حرکت چرخشی کره زمین بوجود می‌آید با زاویه قایمی بر روی محور قرار گرفته است. پایه‌های استوایی می‌توانند با یک موتور برقی مانند موتو یک ساعت تنظیم شده و به طور خودکار تلسکوپ را بچرخاند بطوریکه چرخش زمین را در تمام لحظات جبران کند"
      ]
    },
    {
      "EnglishWord": "equinox",
      "Meanings": [
        "اعتدال شب و روز equinox",
        "ایامی که طول روز و شب با هم برابرند. زمانیکه خورشید استوای آسمانی را قطع می‌کند این پدیده اتفاق می‌افتد دوبار در سال. اعتدال پاییزی در 23 سپتامبر و اعتدال بهاری در 20 مارس اتفاق می‌افتد"
      ]
    },
    {
      "EnglishWord": "era",
      "Meanings": [
        "عصر era",
        "دو یا چند دوره زمین شناسی یک عصر را می‌سازند که صدها میلیون سال به طول می‌انجامد"
      ]
    },
    {
      "EnglishWord": "eratosthenes",
      "Meanings": [
        "اراتستن eratosthenes",
        "تا 194قبل از میلاد دانشمند یونانی و اولین کسی که محیط کره زمین را تعییین کرد. او سایه ظهر وسط تابستان را در چاههای عمیق سین syene و الکساندریا alexandria با هم مقیسه کرد. وی به درستی فرض کرد که پرتوی خورشید کاملا موازی می‌تابد از آنجا که خورشید در آن زمان دورتر است. با دانستن فاصله بین دو موقعیت او محیط دایره را 250000 استادیا stadia. اینکه یک استادیا دقیقا چقدر بوده معلوم نیست از اینرو صحت محاسبه او معلوم نیست اما به رقم حقیقی بسیار نزدیک بوده. همچنین او به درستی میزان کج شدگی محور زمین و فاصله خورشید و ماه را محاسبه کرد و روشی را برای تعیین اعداد اول روش غربالی اختراع کرد. مسایل علمی و هنری زیادی به وی نسبت داده شده مانند جغرافی ریاضی نجوم تقویم نگاری موسیقی و ادبیات. او در میان تمام دانشمندان یک استثناء بود اگر چه در هیچ موضوعی یک متخصص کامل نبود بلکه در تمام موضوعات سررشته داشت. از اینرو به وی لقب بتا beta که دومین حرف الفبای یونانی ست داده بودند"
      ]
    },
    {
      "EnglishWord": "eridanus",
      "Meanings": [
        "صورت فلکی نهر eridanus",
        "به معنی رودخانه صورت فلکی جنوبی که نزدیک صورت فلکی فورناکس fornax و لپوس lepus قرار گرفته درخشانترین ستاره صورت فلکی نهر آلفا اری alpha eri یا آکرنار achernar به معنی انتهای رودخانه است که نهمین ستاره درخشان آسمان است قدرت درخشندگی 0/46. ستاره درخشان بعدی آن کورسا cursa به معنی چهار پایه یا بتا اری beta eri و سومین ستاره درخشان آن زاوراک zaurak به معنی قایق با گاما اری gamma eri است. بعد از آن رانا rana به معنی وزغ و زیبال zeta eri",
        "zibal به معنی لانه شتر مرغ است. صورت فلکی نهر یکی از 48 صورت فلکی اصلی است که توسط بطلمیوس dtolemy ثبت شده بود"
      ]
    },
    {
      "EnglishWord": "eros",
      "Meanings": [
        "اروس eros",
        "یا سیارک433 # سیارک نزدیک به زمین nea است که ابعاد آن 8×8×21 مایل 13× 13× 33 کیلومتر می‌باشد. نیروی جاذبه اروس 1000 برابر ضعیف‌تر از زمین است و جو ندارد. چگالی اروس 2/4 گرم بر سانتی متر مکعب و دقیقا برابر با پوسته زمین است. سطح اروس با غبار سنگ بخته سنگ‌ها و دهانه‌ها پوشیده شده و از خورشید au 1/14 تا au 1/78 فاصله دارد مدار آ",
        "بیضوی است"
      ]
    },
    {
      "EnglishWord": "escape veloeity",
      "Meanings": [
        "سرعت گریز escape veloeity",
        "سرعت گریز میزان سرعتی ست که با آن سرعت جسمی از یک جسم سیاره ای و میدان جاذبه آن در حال دور شدن است"
      ]
    },
    {
      "EnglishWord": "eskimo nebula",
      "Meanings": [
        "eskimo nebula سحابی اسکیمو",
        "ngc 2392 سحابی سیاره ای در صورت فلکی جوزا یا دو پیکر gemini که شبیه به خورشید رنگ زده شده است بطوریکه لایه‌های خارجی در فضا کشیده و منتشر شده اند. این سحابی اولین بار در سال 1787 توسط ویلیام هرشل william herschel ثبت شد"
      ]
    },
    {
      "EnglishWord": "eta aquarid mereor shower",
      "Meanings": [
        "باران شهاب سنگ اتا آکوارید",
        "باران شهاب سنگی که از 12 آوریل تا 12 می‌هر سال تا حداکثر 5 تا 6 می‌هر سال حادث می‌شود. این باران شهاب سنگ هر ساله هنگامیکه زمین از مدار ستاره دنباله دار و قطعات یخ هالی halley می‌گذرد اتفاق می‌افتد که این قطعات با ورود به جو زمین می‌سوزند. شهاب سنگ‌های این باران به نظر از صورت فلکی دلو صادر می‌شوند اما در حقیقت اینطور نیست"
      ]
    },
    {
      "EnglishWord": "eta auilae",
      "Meanings": [
        "بعضی ستاره هار متغیر",
        "نوع تنوع",
        "حدود قدرت درخشندگی",
        "دوره روز",
        "اتا آیولا",
        "قیفاووسی",
        "آر کارینا",
        "شگفت اختر یاستاره اعجوبه",
        "آر قنطورس",
        "دلتا سفی deltacephi",
        "شگفت اختر یاستاره اعجوبه اومیکرون ستی mira omicronceti",
        "زتاجمینوریوم zeta geminonum",
        "دلتا لیبرا delta librae",
        "دوگانه کسوفی",
        "ستاره متغیر",
        "ستاره ای که درخشندگی آن به طور منظم تغییر می‌کند. این ستاره‌ها می‌توانند دارای دوره‌های متغیری از دقیقه تا سال باشند. تغییرات ظاهری درخشندگی به علت پدیده‌های مختلفی صورت می‌گیرد. برخی از نظر اندازه تغییر میکنند",
        "برخی ماده پرتاب میکنند و برخی دیگر بطور جفتی قرار دارند و متناوبا همدیگر را تار و روشن میکنند"
      ]
    },
    {
      "EnglishWord": "eudoxus of cnidus",
      "Meanings": [
        "ادوکسوس نیدوس",
        "تا 355 قبل از میلاد دانشمند یونانی و شاید شاگرذ پلاتو plato و کسی که فرض کرد که زمین مرکز هستی ست و اینکه سایر اجسام آسمانی ستاره‌ها و سیاره‌ها بصورت کره‌های هندسی در دور زمین قرار دارند. اختراع عقیده جدید اعداد حقیقی به او نسبت داده می‌شود"
      ]
    },
    {
      "EnglishWord": "europa",
      "Meanings": [
        "اروپا europa",
        "قمر یخی چگال و بزرگ مشتری ست که سطح آن آثار متقاطع و چند دهانه و اسید سولفوریک یخ زده پوشیده شده است. قطر آن 2000 مایل 3138 کیلومتر است که کوچکتر از قمر زمین است. اروپا در مدت 3/55 روز به دور مشتری می‌چرخد و قاصله متوسط آن از مشتری حدود 420000 مایل 670900 کیلومتر است. جرم آن 10× 4/8 کیلو گرم است. اروپا در سال 1610 بطور جداگانه توسط گالیلو galileo و ماریوس s. marius کشف شد"
      ]
    },
    {
      "EnglishWord": "evaporation",
      "Meanings": [
        "تبخیر evaporation",
        "فرآیندی که طی آن مایع به گاز تبدیل می‌شود"
      ]
    },
    {
      "EnglishWord": "event horizon",
      "Meanings": [
        "افق حادثه event horizon",
        "منطقه شعاع اطراف یک حفره سیاه که هیچ ماده ای نمی‌تواند از آن فرار کند یا نقطه بی باز گشت یا شعاع شوازر شیلد sehwarzschild. این منطقه شعاعی ست که جرم می‌بایستی به منظور تبدیل شدن به یک حفره سیاه نیز فشرده شود"
      ]
    },
    {
      "EnglishWord": "evolutionary track",
      "Meanings": [
        "مسیر تکاملی evolutionary track",
        "تغییر در موقعیت یک ستاره در نمودار هرتز پرانگ – راسل r – h و russel",
        "hetzprung. وقتی ستاره ای تکامل می‌یابد می‌تواند تاریخ آنرا روی این نمودار تعقیب کرد"
      ]
    },
    {
      "EnglishWord": "evolved star",
      "Meanings": [
        "ستاره تکامل یافته",
        "ستاره پیری که نزدیک اواخر حیات خود است. سوخت هسته ای این ستاره عمدتا از بین میرود و جرم خود را از سطح از دست می‌دهد و نهایتا باد خورشیدی را تولید می‌کند"
      ]
    },
    {
      "EnglishWord": "exobiology",
      "Meanings": [
        "برون زیست شناسی",
        "شاخه علمی که به مطالعه زیست شناسی بیوشیمی و اشکال حیات در دنیاهای خارج از کره زمین بطور نظریه ای فرضی می‌پردازد. کارل ساگان carl sagan پیشقدم این علم بود"
      ]
    },
    {
      "EnglishWord": "exoplanet",
      "Meanings": [
        "برون سیاره exoplanet",
        "مخفف سیره خارج از منظومه شمسی. سیاره ای که به دور ستاره ای به جز خورشید می‌چرخد این سیاره‌ها با مشاهده جنبش ستاره آنها جاذبه برون سیاره‌ها را بوجود می‌آورد تشخیص داده می‌شوند"
      ]
    },
    {
      "EnglishWord": "exosphere",
      "Meanings": [
        "برون کره exosphere",
        "خارجی‌ترین لایه کره زمین که از 400 مایلی 640 کیلومتری تا 800 مایلی 1280 کیلومتری بالای سطح زمین گسترش دارد. مرز پایینی اگزوسفر سطح بحرانی فرار نامیده می‌شود که در آن محدوده دما و فشار جو بسیار پایین است اتمها ی گاز فضای زیاد اشغال می‌کنند"
      ]
    },
    {
      "EnglishWord": "expanding universe",
      "Meanings": [
        "هستی در حال گسترش",
        "مدلی از هستی که در آن کهکشانها با سرعتی نسبت به جدایش خود در حال دور شدن از هم هستند. سرعت دور شدن آنها بر اساس تغییر رنگ قرمز داپلر doppler red shift سنجیده می‌شود. ثابت هابل hubble نرخ انبساط فضایی را تشریح می‌کند"
      ]
    },
    {
      "EnglishWord": "extragalactic",
      "Meanings": [
        "برون کهکشانی",
        "بیرون یا خارج از کهکشان کهکشان راه شیری"
      ]
    },
    {
      "EnglishWord": "eyepiece",
      "Meanings": [
        "چشمی eyepiece",
        "چشمی بخشی از یک تلسکوپ است که شما در آن نگاه می‌کنید این بخش شامل عدسی ست تصویر تشکیل شده از سیستم نوری اصلی را بزرگ می‌کند. عدسی چشمی به چشم بیننده نزدیک است و در تلسکوپهای بهتر قابل تنظیم است برای تغییر راحت قدرت تلسکوپ"
      ]
    }
  ]
}