{
  "Group": "F",
  "Entries": 24,
  "Words": [
    {
      "EnglishWord": "face on mars",
      "Meanings": [
        "صورت روی مریخ face on mars",
        "عکس ناحیه سیدونیا منس cydonia mense مریخ در سال 1998 توسط کاوشگر جهانی مریخ ناسا nasa s mars global surveyor گرفته شده است. این شکل حاصل قرارگیری اتفاقی سنگها و سایر تشکیلات زمین شناسی ست که از این زاویه شبیه صورت یک انسان است"
      ]
    },
    {
      "EnglishWord": "faculae",
      "Meanings": [
        "مشعل خورشیدی faculae",
        "بخیه‌های درخشان روی خورشید که مرتبط با لکه‌های خورشیدی ست یا هر ناحیه که درخشانتر از ناحیه اطراف یک سیاره یا یک ماه است را می‌گویند"
      ]
    },
    {
      "EnglishWord": "falling star",
      "Meanings": [
        "ستاره ریزان یا ثاقب",
        "در واقع ستاره نیست بلکه یک شهابسنگ است که از سنگ و یا آهن تشکیل شده این شهابسنگ در جو زمین میسوزد. \"\"ثاقب"
      ]
    },
    {
      "EnglishWord": "family of constellations",
      "Meanings": [
        "خانواده صور فلکی family of constellations",
        "خانواده صورتهای فلکی زیادی وجود دارد که یا نزدیک به هم هستند و یا ارتباطی با هم دارند. برخی از این خانواده‌ها شامل منطقه البروج zodiac",
        "دارای 12 صورت فلکی خانواده صورت فلکی دب اکبر یا خرس بزرگ ursa maijor family",
        "دارای 10 صورت فلکی خانواده پرسوس perseus family",
        "دارای 9 صورت فلکی خانواده هرکول hercules family",
        "دارای 19 فورت فلکی خانواده اوریون orion family",
        "دارای 5 صورت فلکی آبهای بهشتی heavenly waters",
        "دارای 9 صورت فلکی گروه بایر bayer group",
        "صورت فلکی خانواده لاکایل la caille family",
        "دارای 13 صورت فلکی"
      ]
    },
    {
      "EnglishWord": "finder  finderscope",
      "Meanings": [
        "یابنده finder یا finderscope",
        "تلسکوپ ضعیفی که به تلسکوپ قوی متصل است و برای تعیین موقعیت آسان اجسام در آسمان به کار برده می‌شود. تلسکوپ قوی‌تر برای بررسی دقیق‌تر بعدی مورد استفاده قرار می‌گیرد"
      ]
    },
    {
      "EnglishWord": "firebll",
      "Meanings": [
        "گوی آتشین firebll",
        "هر شهاب سنگی که درخشانتر از عطارد قدرت درخشندگی‌ها باشد را میگویند. اغلب در پی آن صدای انفجاری به گوش می‌رسد و می‌توانند سایه نیز بوجود آورند. این شهاب سنگ‌ها در اثر اجرام آسمانی میلیمتری یا بزرگتر که در جو متلاشی می‌شوند بوجود می‌آیند"
      ]
    },
    {
      "EnglishWord": "fireworks",
      "Meanings": [
        "آتش بازی fireworks",
        "چینی‌های باستان تقریبا 2000 سال قبل تفنگ را اختراع کردند ساخته شده از شوره قلمی سولفور و گرد زغالسنگ و از آن برای آتشبازی در جشن‌های مهم استفاده کردند. آتش بازی چینی‌ها احتمالا در قرن پانزدهم به اروپا آورده شد"
      ]
    },
    {
      "EnglishWord": "first animal and first dog in space",
      "Meanings": [
        "اولین حیوان و سگ در فضا",
        "لالیکا در زبان روسی به معنی پارس کننده اولین سگ در فضا بود. او یک سگ قوی سیبریایی siberian بود که توسط سفینه اسپوتنیک 2 sputnik 2 در 3 نوامبر 1957 به فضا پرتاپ شد. لالیکا در مدار زمین برای چهار روز زنده ماند. او وقتیکه باطری‌های کابین بیش از حد گرم شد در فضا مرد. این سفینه در 14 آوریل 1958 به زمین بازگشت و در حین برگشت منفجر شد"
      ]
    },
    {
      "EnglishWord": "first light",
      "Meanings": [
        "اولین نور first light",
        "واژه ای که اولین نور صادر شده هنگام تولید اولین کهکشان اشاره می‌کند. اولین نور مدتها بعد از انفجار بزرگ big bang بوجود آمد. انفجار بزرگ در حدود 15 میلیارد سال قبل حادث شد اما هستی تا زمانیکه اولین نور میلیونها سال بعد از انفجار بزرگ و بعد از توزیع یکنواخت مواد در پی یکی شده انفجار بزرگ که نهایتا منجر به تشکیل کهکشان‌ها شد تاریک بود"
      ]
    },
    {
      "EnglishWord": "first monkeyin space",
      "Meanings": [
        "اولین میمون در فضا first monkeyin space",
        "اولین میمون در فضای نیمه مداری یک میمون سنجابی به نام گوردو gordo بود. گوردو در13 دسامبر 1958 در دماغه موشک مشتری 13 – am ارتش آمریکا به فضا فرستاده شد. گوردو کار خود را دفضا به خوبی انجام داد اما هنگام شناور شدن وسیله آنها در اقیانوس اطلس دماغه موشک جدا و غرق شد و گوردو خفه شد. دو میمون بعدی در فضا آبل able و بیکر baker در 28 می‌1959 توسط موشک مشتری 18 – am به فضا پرتاب شدند. آنها بعد از 300 مایل پرواز نیمه مداری با موفقیت بازگشتند"
      ]
    },
    {
      "EnglishWord": "fission",
      "Meanings": [
        "شکافت fission",
        "شکافت هسته ای واکنشی ست که طی آن هسته یک اتم تفکیک شده و انرژی فوق العاده زیادی آزاد می‌کند. شکافت هسته در بسیاری از دستگاهها نیرو زای زمین و سلاحهای هسته ای به کار برده می‌شود. شکافت هسته ای در خورشید واکنش مهمی نیست برای شکافت هسته ای واکنش هسته ای لازم است که در خورشید به وقوع می‌پیوندد"
      ]
    },
    {
      "EnglishWord": "fizeau hippolyte",
      "Meanings": [
        "هیپولیت فیزاو fizeau hippolyte",
        "تا 1896 فیزیکدان فرانسوی که اولین کسی که بود که سرعت نور را در سطح کره زمین اندازه گرفت. وی در سال 1849 با استفاده از وسیله ای که چرخ فاصله بین چرخ و آینه 5 میلیمتر / 8کلیومتر سرعت نور را اندازه گرفت. به طوریکه زمانیکه صرف می‌شود تا چرخ عرض یک دندانه را طی کند برابر با زمانی ست که نور از چرخ تا آینه طی مسیر می‌کند. همچنین او سرعت نور را در واسطه‌های دیگر اندازه گرفت و پی برد که نور در هوا سریعتر از آب حرکت می‌کند. فیزاو فهمید که حرکت یک ستاره بر روی طیف نوری آن تاثیر می‌گذارد"
      ]
    },
    {
      "EnglishWord": "flamsteed number",
      "Meanings": [
        "عدد فلیمستید flamsteed number",
        "در هر صورت فلکی به هر ستاره مطابق با سیستمی که جان فلیمستید john flamsteed در اوایل قرن 18 برای دسته بند ی صور فلکی به کار برد عددی داده می‌شود. در این طرح به غربی‌ترین ستاره در هر صورت فلکی عدد 1 به ستاره بعدی آن در شرق عدد 2 و سپس 3 و الی آخر داده می‌شود. موقعیت شمالی – جنوبی یک ستاره در نظر گرفته نمی‌شود"
      ]
    },
    {
      "EnglishWord": "focal length",
      "Meanings": [
        "فاصله کانونی focal length",
        "فاصله عدسی یا آینه یک تلسکوپ تا نقطه ای که برای مشاهده جسم قرار گرفته در آن نقطه تلسکوپ بر روی آن متمرکز می‌شود"
      ]
    },
    {
      "EnglishWord": "focus",
      "Meanings": [
        "نقطه تمرکز focus",
        "نقطه مرکزی که پرتوهای نور گرما یا هر نوع تشعشع دیگر بعد از بازتابانیده شدن یا شکسته شدن در آن نقطه به هم می‌رسند"
      ]
    },
    {
      "EnglishWord": "focuser",
      "Meanings": [
        "تمرکز دهنده focuser",
        "پیچی بر روی تلسکوپ که باعث تمرکز بر روی جسم می‌شود. این پیچ با تغییر قطعه چشمی به عقب و جلو این کار را انجام می‌دهد"
      ]
    },
    {
      "EnglishWord": "fold mountains",
      "Meanings": [
        "کوههای چین خورده fold mountains",
        "نوعی سلسله کوه که هنگامیکه دو صفحه قاره ای به هم برخورد میکنند یا یک صفحه قاره ای با یک صفحه اقیانوسی بوجود می‌آیند. تصادم پوسته را فشرده و به سمت بالا هل می‌دهد فرارانش و کوهها را شکل می‌دهد. برای مثال هیمالیا هنگامیکه صفحه هند با صفحه آسیا – اروپا در میلیون‌ها سال قبل به هم برخورد کردند به وجود آیند"
      ]
    },
    {
      "EnglishWord": "fossa",
      "Meanings": [
        "فوسا",
        "فرو افتادگی طویل باریک و کم عمق روی سطح یک سیاره"
      ]
    },
    {
      "EnglishWord": "foucault jean",
      "Meanings": [
        "جن فوکاولت foucault jean",
        "تا 1868 فیزیکدان فرانسوی و اولین کسی که در سال 1851 نشان داد که چگونه یک آونگ می‌تواند از چرخش کره زمین را تبعیت کند آونگ فوکاولت. همچنین او یک ژیروسکوپ اختراع کرد 1852 و نشان داد که نور در آب آرام‌تر از هوا حرکت می‌کند 1850 و آینه‌های تلسکوپهای هسته ای را توسعه داد"
      ]
    },
    {
      "EnglishWord": "foucault pendulum",
      "Meanings": [
        "آونگ فوکو foucault pendulum",
        "آونگ ساده ای وزنه ای متصل به یک نخ بلند که به جایی آویزان است چرخش کره زمین را نشان می‌دهد. وقتی آونگ تاب می‌خورد زمین در زیر آونگ می‌چرخد بنابریان به نظر می‌رسد که آونگ هم می‌چرخد. این وسیله اولین بار در سال 1851 در نمایشگاه جهانی پاریس توسط جن برنارد لیون فوکاولت jeum bermard leon foucault ارایه شد"
      ]
    },
    {
      "EnglishWord": "fraunhofer jseph",
      "Meanings": [
        "جوزف فراونهوفر fraunhofer jseph",
        "تا 1826 فیزیکدان آلمانی اولین کسی که طیف‌های خورشید را مطالعه کرد. در اواسط قرن نوزدهم او مشاهد کرد که طیف پیوسته توسط بیش از 700 خط تاریک که هم اکنون خطوط فراونهوفر نامیده می‌شود تشکیل شده است. کار فرانهوفر باطیف‌ها و همچنین با شبکه‌های شکست مضاعف اولین بررسی‌ها در علم طیف سنجی محسوب می‌شود. در آن زمان معلوم نبود چه چیزی این خطوط را می‌سازند این خطوط بوسیله عناصری در جو که خورشید در طول موجهای خاص خود نور را جذب می‌کنند بوجود می‌آیند"
      ]
    },
    {
      "EnglishWord": "free fall",
      "Meanings": [
        "سقوط آزاد free fall",
        "حالتی که در مدار اطراف یک سیاره اتفاق می‌افتد. در سقوط آزاد اجسام به نظر بی وزن می‌رسند. در طی سقوط آزاد جسم در حال چرخش دقیقا با همان میزانی که سطح سیاره در زیر جسم خم می‌شود به روی سیاره می‌افتد. در این حالت به نظر می‌رسد جسم بطور پیوسته به سمت سیاره می‌رود اما هرگز به آن نمی‌رسد"
      ]
    },
    {
      "EnglishWord": "full moon",
      "Meanings": [
        "ماه کامل full moon",
        "دایره کاملی در آسمان از ماه که درخشندگی خود را از خورشید و زمین می‌گیرد. در اینصورت طرف همیشه روز آنرا می‌بینیم. هنگامیکه ماه در طرف مقابل خورشید و پشت زمین قرار می‌گیرد ماه کامل می‌شود. پس در هرماه قمری می‌توان یکبار ماه کامل را دید"
      ]
    },
    {
      "EnglishWord": "fusion",
      "Meanings": [
        "گداخت fusion",
        "گداخت هسته ای واکنش اتمی است که در آن هسته‌ها بسیاری مراکز اتمها با هم ترکیب شده و هسته بزرگتری عنصر متفاوتی می‌سازند. نتیجه این فرآیند آزاد شدن انرژی است هسته‌های محصول جرم کمتری از مجموع هسته‌های اولیه دارند و تفاوت جرم به انرژی تبدیل می‌شود یعنی e = mc خورشید از گداخت هسته ای نیرو می‌گیرد و غالبا هیدروژن به هلیم تبدیل می‌شود. در این فرآیند‌ها هسته هیدروژن برای تولید یک هسته هلیم با هم ترکیب شده و 0/3 درصد از جرم اولیه به انرژی تبدیل می‌شود"
      ]
    }
  ]
}