{
  "Group": "G",
  "Entries": 60,
  "Words": [
    {
      "EnglishWord": "g",
      "Meanings": [
        "ثابت جی g",
        "ثابت جاذبه ای نیوتن یا ثابت جاذبه ای جهانی ثابتی پایه برای طبیعت است که قدرت نیروی جاذبه ای بین اجسام را تعیین می‌کند 10× 60673 = g"
      ]
    },
    {
      "EnglishWord": "g",
      "Meanings": [
        "جی g",
        "عامل شیب بزرگی یک سیارک که مخصوص همان سیارک است برای محاسبه قدر ظاهری آن بکار می‌رود. وقتی سیارک نسبت به زمین در حال حرکت است",
        "شتاب جاذبه در سطح زمین که 9/8 است"
      ]
    },
    {
      "EnglishWord": "gagarin yuri",
      "Meanings": [
        "یوری گاگارین gagarin yuri",
        "تا 1968 فضانورد اتحاد جماهیر شوروی و اولین کسی که به دور کره زمین چرخید. او ماموریت وستوک 1 vostok 1 را که در 12 آوریل 1961 انجام گرفت را هدایت کرد و به دور زمین جرخید. این پرواز 108 دقیقه به طول انجامید. بعدها فضاپیما در ناحیه ساراتو saratov اتحاد جماهیر شوروی تعمیر شد. او سالها بعد در یک سانحه هوایی کشته شد"
      ]
    },
    {
      "EnglishWord": "galatea",
      "Meanings": [
        "گالاته آ galatea",
        "قمر کوچک نپتون که در سال 1989 در ماموریت ویجر 2 voyager 2 ناسا کشف شد. مدار آن از مرکز نپتون 61950 کیلومتر فاصله دارد و قطر آن 158 کیلومتر است"
      ]
    },
    {
      "EnglishWord": "galaxy",
      "Meanings": [
        "کهکشان galaxy",
        "گروه بزرگی از ستاره‌ها و سایر پیکره‌های آسمانی که توسط نیروهای جاذبه ای به هم متصل هستند. کهکشانها اشکال ماریچ بیضوی یا بی نظمی دارند. خورشید و سیستم خورشیدی ما بخشی از کهکشان راه شیری است"
      ]
    },
    {
      "EnglishWord": "galilean moons",
      "Meanings": [
        "قمرهای گالیله ای",
        "چهار قمر بزرگ مشتری به نامهای گانی مد ganymede یو i o کالیستو callisto و اروپا europa که در سال 1610 توسط گالیله کشف شد. این ماهواره‌ها اولین اجرام شناخته شده ای بودند که به دور سیاره دیگری می‌چرخیدند"
      ]
    },
    {
      "EnglishWord": "galilei galileo",
      "Meanings": [
        "گالیلو گالیله galilei galileo",
        "تا 1642 ریاضیدان منجم و فیزیکدان ایتالیایی و اولین کسی که به این مطلب پی برد که سرعت سقوط اجسام به وزن آنها بستگی ندارد و آزمایشات گسترده ای با آونگ‌ها انجام داد. در سال 1593 او دماسنج را اختراع کرد",
        "در سال 1609 اولین کسی بود که از تلسکوپ برای مشاهده آسمان استفاده کرد بعد از اینکه درباره تلسکوپ تازه اختراع شده هانس لیپرشی hans lippershey شنید. او حلقه‌های زحل را در سال 1610 کشف کرد و در همان سال چهار قمر اصلی مشتری را دید. وی مراحل ناهید را مشاهده کرد درباره لکه‌های خورشیدی مطالعه کرد و پدیده‌های مهم دیگری را کشف کرد"
      ]
    },
    {
      "EnglishWord": "galileo",
      "Meanings": [
        "گالیو galileo",
        "فضا پیمایی که در سال 1989 برای مطالعه مشتری و قمرهای آن روانه شد در دسامبر 1995 به آن رسید. گالیو اولین کسی بود که با استفاده از تلسکوپ خود قمرهای مشتری را دید گالیو در 21 سپتامبر 2003 به مشتری برخورد کرد"
      ]
    },
    {
      "EnglishWord": "galle gohfried",
      "Meanings": [
        "گوتفرید گال",
        "تا 1910 منجم آلمانی و کسی که حلقه کرپ crepe زحل را در سال 1838 و در سال 1846 همراه با آرست arrest نپتون را کشف کردند"
      ]
    },
    {
      "EnglishWord": "gamaw george",
      "Meanings": [
        "جورج گاماو",
        "مارس 1904 تا 19 آگوست 1968 فیزیکدان هسته ای فضا شناس و نویسنده ای که نظریه انفجار بزرگ را فرموله کرد. همراه با رالف آلفر – ralph alpher بر روی نظریه کوانتوم تکامل ستاره ای و نظریه ژنتیک کار کرد. کتاب مشهوری از گاماو به یادگار مانده است"
      ]
    },
    {
      "EnglishWord": "gamma ray",
      "Meanings": [
        "پرتو گاما gamma ray",
        "تشعشع الکترو مغناطیسی بسیار پرانرژی است مانند نور یا پرتو‌های ایکس اما بسیار پر انرژی و با فرکانس بیشتر از آنها و طول موج کوتاهتر"
      ]
    },
    {
      "EnglishWord": "gamma ray burst",
      "Meanings": [
        "انفجار پرتو گاما gamma ray burst",
        "پدیده نجومی مرموز و قدرتمندی که برق‌های کوتاه اشعه‌های گاما تشعشع فوق العاده پر انرژی صادر می‌کند. این انفجارات تنها چند ثانیه به طول می‌کشد و هر روز در بخشهای متفاوتی از آسمان حادث می‌شود"
      ]
    },
    {
      "EnglishWord": "ganumede",
      "Meanings": [
        "گانیمد ganumede",
        "بزرگترین قمر مشتری و قمر خارجی بزرگ یخی و پوشیده شده از دهانه‌های برخوردی و بسیاری از گسل‌های موازی قطر آن در حدود 3400 مایل 5268 کیلومتر و متوسط فاصله آن از مشتری 664000 مایل 1070000 کیلومتر است. 75/ 171 ساعت 15/ 7 روز زمینی طول می‌کشد تا گانمید مشتری را دور بزند. جرم آن 10 × 1/48 است. این قمر در سال 1610 بطور مجزا توسط گالیه galileo و سیمون ماریوس simon m arius کشف شد. گانیمد بزرگترین قمر منظومه شمسی ست حتی بزرگتر از عطارد و پلوتون است"
      ]
    },
    {
      "EnglishWord": "gas",
      "Meanings": [
        "گاز gas",
        "حالتی از ماده که در آن مولکولها به شدت از هم جدا هستند و آزادانه و با سرعت زیاد حرکت می‌کنند"
      ]
    },
    {
      "EnglishWord": "gas giants",
      "Meanings": [
        "غولهای گازی gas giants",
        "سیاره‌های خارجی بزرگ منظومه شمسی شامل مشتری زحل اورانوس و نپتون پلوتون کوچک سنگی را شامل نمی‌شود"
      ]
    },
    {
      "EnglishWord": "gaseous",
      "Meanings": [
        "گازی gaseous",
        "به معنی بصورت گاز بودن و دارای خصوصیات گازی بودن است"
      ]
    },
    {
      "EnglishWord": "gauss",
      "Meanings": [
        "گاوس gauss",
        "واحد القای مغناطیسی یعنی b در سیستم ggs سانتی متر – گرم یا ثانیه میدان مغناطیسی در حال تغییر جریان الکتریکی تولید می‌کند که القای مغناطیسی نامیده می‌شوند. گاوس نام ریاضیدان آلمانی جان کارل فردریش گاوس 1777 تا 1855– johann carl friedrich gauss که بر روی مغناطیس مطالعه می‌کرد است جریان مغناطیسی میزانی از چگالی جریان است یک گاوس جریان مغناطیسی در هر سانتی متر مکعب است"
      ]
    },
    {
      "EnglishWord": "gavity",
      "Meanings": [
        "گرانی یا جاذبه gavity",
        "نیروی فیزیکی که اجسام را به سمت خود می‌کشاند. هر ذره از جرمی نیروی جاذبه ای دارد که اجرام دیگر را جذب می‌کند. هر چه جرم یک جسم بیشتر باشد آن جسم نیروی گرانی یا جاذبه بیشتری دارد. نیوتن قانون جاذبه را فرموله کرد. \"\"جاذبه"
      ]
    },
    {
      "EnglishWord": "gegenschein",
      "Meanings": [
        "گگنشین gegenschein",
        "به معنی برق متقابل counterglow درخشش بسیار ضعیفی است در آسمان که دقیقا در مقابل خورشید قرار دارد"
      ]
    },
    {
      "EnglishWord": "gemini",
      "Meanings": [
        "صورت فلکی جوزا یا دو پیکر gemini",
        "یا دوقلوها یکی از صورت‌های فلکی خانواده منطقه البروج zodiac است که در امتداد مسیر سالیانه عبور خورشید و بین صورت فلکی ثور taurus و سرطان cancer واقع شده است. درخشانترین ستاره‌های آن کستور castor که یک ستاره شش گوش است و پلوکس pollux که اولین ستاره با درخشندگی زرد است می‌باشند. خوشه باز m 35 در صورت فلکی جوزا یا دو پیکر قرار دارد. به نظر می‌رسد باران شهاب سنگ جوزاییها geminid از صورت فلکی جوزا یا دو پیکر منشاء می‌گیرد. \"\"صورت فلکی دو یکر"
      ]
    },
    {
      "EnglishWord": "geminid meteot shower",
      "Meanings": [
        "باران شهاب سنگ جوزاییها",
        "باران شهاب سنگی که هر ساله از 6 تا 19 دسامبر تا حداکثر 13 الی 14 دسامبر حادث می‌شود. این باران شهاب سنگ هر ساله هنگامی که زمین از کمر بند سیارک3200 # فایتون # 3200 phaeton می‌گذرد اتفاق می‌افتد و باقی مانده‌های غباری سیارک هنگامی که وارد جو زمین می‌شوند می‌سوزند. به نظر می‌رسد این باران از صورت فلکی جوزا یا دو پیکر منشاء می‌گیرد اما در واقع اینطور نیست"
      ]
    },
    {
      "EnglishWord": "general relativity",
      "Meanings": [
        "نسبیت عمومی",
        "نظریه فرموله شده توسط آلبرت انیشتن albert einstein که نظریه نسبیت فضایی را گسترش داده تا شتاب و جاذبه را در بر گرفته و هر دو به واسطه منحنی زمان – فضا تشریح شوند"
      ]
    },
    {
      "EnglishWord": "geocentric",
      "Meanings": [
        "زمین محوری geocentric",
        "در مدل زمین محوری هستی همه چیز به دور زمین می‌چرخند که البته مدل غلطی است"
      ]
    },
    {
      "EnglishWord": "geologist",
      "Meanings": [
        "زمین شناس geologist",
        "دانشمندی که درباره زمین شناسی مطالعه و تحقیق می‌کند"
      ]
    },
    {
      "EnglishWord": "geology",
      "Meanings": [
        "زمین شناسی geology",
        "مطالعه ساختار زمین"
      ]
    },
    {
      "EnglishWord": "geostationary orbit",
      "Meanings": [
        "مدار زمین ساکن geostationary orbit",
        "ماهواره ای که بالای نقطه ثابتی بر روی کره زمین جایی در امتداد استوا باقی می‌ماند این ماهواره در مدار زمین ساکن gso است. دوره مداری برابر با دوره چرخشی زمین 24 ساعت است. یک مدار زمین ثبت هم زمان geosynchronous دایره ای و با انحراف inclination صفر است. تنها یک مدار زمین ساکن که کمربندی به دور استوای کره زمین و در ارتفاع حدود 22236 مایلی 35786 کیلومتری است وجود دارد. امکان ندارد که ماهواره ای در مدار زمین ثابتی بالای نقطه ای غیر از نقاط هم امتداد با استوا وجود داشته باشد. بسیاری از ماهواره‌های هواشناسی و ارتباطی در مدار زمین ساکن وجود دارند اما از آنجا که تمام آنها در مدار مشترکی وجود دارند و باید برای جلوگیری از تداخل امواج فاصله کافی از هم داشته باشند تعداد آنها محدود است"
      ]
    },
    {
      "EnglishWord": "geosynchronous orbit",
      "Meanings": [
        "مدار هم زمان زمینی",
        "ماهوارهای که دوره مداری آن geo 24 ساعت برابر با دوره چرخشی کره زمین باشد در یک مدار هم زمان زمینی قرار دارد. در این حالت ماهواره نزدیک نقطه ثابتی بر روی کره زمین جایی نزدیک به استوا باقی می‌ماند. بسیار ی از ماهواره‌های هواشناسی و ارتباطی در مدار هم زمان قرار می‌گیرند"
      ]
    },
    {
      "EnglishWord": "geyser",
      "Meanings": [
        "آبفشان geyser",
        "فوران مایع یا گاز داغی که از شکافی در پوسته سیاره ای یا قمری به بیرون می‌جهد"
      ]
    },
    {
      "EnglishWord": "gibbous moon",
      "Meanings": [
        "ماه محدب gibbous moon",
        "حالتی از ماه بین ماه کامل و ماه نیمه و یا نیمه و ماه کامل"
      ]
    },
    {
      "EnglishWord": "gllenn john",
      "Meanings": [
        "جان گلن gllenn john",
        "از 1921 تا به حال جان گلن اولین آمریکایی بود که در 20 فوریه 1962 ماموریت مداری را هدایت کرد. او ماموریت دوستی 7 ناسا nasa s friendship 7 را در ارتفاع حدود 162 مایلی و باسرعت حداکثری در حدود 17500 مایل در ساعت پرواز کرد. در این ماموریت 3 بار زمین را دور زده شده که 4 ساعت و 55 دقیقه 23 ثانیه به طول انجامید. از هنگام پرواز تا افتادن در اقیانوس اطلس 36 سال بعد در سال 1998 در ماموریت 9 روزه شاتل فضایی 95 – sts پرواز کرد. او در اوهایو از سال 1974 تا 1998 سناتور ایالت متحده بود"
      ]
    },
    {
      "EnglishWord": "globular cluster",
      "Meanings": [
        "خوشه گوی مانند",
        "خوشه ستاره ای گوی مانندی گروه کروی از میلیونها ستاره است که بوسیله جاذبه در کنارهم قرار گرفته اند. این اجسام دور غالبا اطراف برآمدگی یک کهکشان مارپیچ قرار می‌گیرند. درخشانترین خوشه گوی مانند امگا قنطورس omega centauri در صورت فلکی قنطورس است که با قدرت درخشندگی 4 به راحتی با چشم غیر مسلح در آسمان دیده می‌شود"
      ]
    },
    {
      "EnglishWord": "globule",
      "Meanings": [
        "گوی",
        "ابری از غبار و گاز هیدروژن بین ستاره ای که مانع فرو ریزش جاذبه ای شده و ستاره ای شکل می‌گیرد"
      ]
    },
    {
      "EnglishWord": "glyeolaldehyde",
      "Meanings": [
        "گلیکو لالو هاید glyeolaldehyde",
        "c2 h4 o2 نوعی شکلی ساده که اخیرا در ابر گازی و غبار بین ستاره ای عظیمی در مرکز کهکشان راه شیری که خود در حدود 26000 سال نوری از زمین فاصله دارد یافت شده است. این یافته گیج کننده اولین شکلی و یکی از پیچیده‌ترین مولکولهای یافت شده در فضا است. این مولکول با استفاده از تلسکوپ 12 متری بنیاد ملی علوم national seience faoundation رادیو تلسکوپ کیت پیک kitt peak و با تحقیق دانشمندان زیادی شناسایی شد. هولیس hollis یکی از دانشمندان اصلی گفت: یافتن این مولکول در یکی از ابرهای بین ستاره ای به معنی این است که چنین مولکولهایی می‌توانند حتی در هر شرایط دیگری نیز وجود داشته باشد. ما هنوز نفهمیده ایم که چگونه این مولکول می‌تواند آنجا شکل بگیرد"
      ]
    },
    {
      "EnglishWord": "gological time",
      "Meanings": [
        "زمان زمین شناسی gological time",
        "تاریخ زمین توسط زمان زمین شناسی توصیف می‌شود که در زمان میلیونها یا میلیاردها سال سنجیده می‌شود. تقسیمات بکار برده شده در این مقیاس شامل: عصر دوران دوره و اشکوب است"
      ]
    },
    {
      "EnglishWord": "googol",
      "Meanings": [
        "گوگل googol",
        "برابر با 10 10 به توان 100 که بیش از اتمهای موجود در هستی ست"
      ]
    },
    {
      "EnglishWord": "googolplax",
      "Meanings": [
        "گوگل پلکس",
        "برابر با 10 10 به توان گوگل که بیش از اتمهای موجود در هستی ست"
      ]
    },
    {
      "EnglishWord": "granulation",
      "Meanings": [
        "دانه دانه شدگی granulation",
        "شامل تمام دانه‌های ریز خورشید با راههای بین دانه ای نواحی تاریک و سرد بین دانه‌ها جاییکه مواد خورشید به سطح بالا می‌آیند. دانه دانه شدگی سطح قابل رویت خورشید فتوسفر را می‌پوشاند"
      ]
    },
    {
      "EnglishWord": "granule",
      "Meanings": [
        "دانه ریز granule",
        "مناطقی از خورشید که مواد خورشیدی داغ به سطح خورشید می‌آیند. دانه‌ها در حدود 600 مایل 1000 کیلومتر قطر دارند و تنها درحدود 5 تا10 دقیقه ظاهر می‌شوند وسپس از بین می‌روند این دانه‌ها تقریبا شبیه حبابهایی شبیه به قل قل آب جوش در سطح خورشید به نظر می‌رسند"
      ]
    },
    {
      "EnglishWord": "graph",
      "Meanings": [
        "نمودار graph",
        "ترسیمی که یک سری نقاط یا خطوط را نشان می‌دهند"
      ]
    },
    {
      "EnglishWord": "gravistar",
      "Meanings": [
        "گراویستار gravistar",
        "جسم تاریک سرد ضخیم پوسته و با چگالی بالا که حاوی فضای جوشان با عملکردی متناقض درون آن است. یک گراویستار باقیمانده یک ستاره در حال نابودی ست که قبلا تجزیه وتفکیک شده است. این اجسام شباهت‌های زیادی باحفرات سیاه دارند. اما اشعه ایکس بیسار بیشتری از یک گودال سیاه صادر می‌کند. گراویستار در سال 2002 توسط امیل موتولا emil mottola و پاول مازور pawel mazur بصورت نظریه درآمد اما هنوز بطور جهانی پذیرفته نشده است"
      ]
    },
    {
      "EnglishWord": "gravitational constant",
      "Meanings": [
        "ثابت جاذبه ای gravitational constant",
        "یا g ثابت نسبیت معادله نیوتن فرموله شده در سال 1666 که جاذبه گرانی بین اجسام را توصیف می‌کند. این جاذبه گرانی f تنها به جرم اجسام و فاصله بین آنها بستگی دارد f =g1g2/m2. در سال 1798 هنری کاوندیش henry cavendish مقدرا عددیg را 10× 6/668 dynes/m3 تعیین کرد"
      ]
    },
    {
      "EnglishWord": "gravitational lens",
      "Meanings": [
        "عدسی گرانی",
        "جسم توده ای در فضا شبیه کهکشان که فضا در آن منحرف و نور با عبور از کنار آن خم می‌شود. این امر به واسطه نیروهای جاذبه ای جسم توده ای است"
      ]
    },
    {
      "EnglishWord": "gravitational lensing",
      "Meanings": [
        "تغییر مسیر گرانی",
        "جابجایی نور بواسطه انحراف فضا توسط یک عدسی گرانی جسم توده ای در فضا که نور عبوری از کنار خود را با نیروهای جاذبه ای خم می‌کند"
      ]
    },
    {
      "EnglishWord": "gravitional collapse",
      "Meanings": [
        "فروریزش جاذبه ای",
        "زمانیکه جسمی مانند یک ابر یا غبار بین ستاره ای تحت تاثیر وزن خود فرو می‌ریزد فرو ریزش جاذبه ای حادث می‌شود"
      ]
    },
    {
      "EnglishWord": "gravityy assist maneuver",
      "Meanings": [
        "جاذبه کمکی",
        "به معنی استفاده از جاذبه گرانی یک جسم آسمانی بزرگ مانند یک سیاره یه منظور تغییر مسیر فضاپیما است. در برخورد نزدیک با جسم بزرگ ذره کوچکی از انرژی مداری جسم به فضاپیما انتقال پیدا می‌کند. این ایده در سال 1960 توسط مایکل مینوویچ micheal a. minovitch و گری فلاندرو gary flandro کشف شد. در سال 1970 برای اولین بار از این خاصیت جاذبه قلابسنگی برای فضاپیمای ویجر استفاده شد و با کمک جاذبه کمکی سیاره‌های مشتری زحل اورانوس و نپتون فضاپیما به پشت غولهای گازی فرستاده شد"
      ]
    },
    {
      "EnglishWord": "great annihilator",
      "Meanings": [
        "نابود کننده بزرگ",
        "منبع قدرتمند و پر انرژی اشعه ایکس که در مرکز کهکشان راه شیری قرار دارد. این نابود کننده ممکن است یک گودال سیاه با جرمی در حدود 10 تا1000 برابر خورشید باشد. این جسم ضد ماده ای پوزیترون که ضد الکترون است تولید می‌کند که وقتی باا لکترونهای معمولی برخورد می‌کند. ماده را نابود می‌کند و منجر به تولید انرژی می‌شود"
      ]
    },
    {
      "EnglishWord": "great attractot",
      "Meanings": [
        "جاذب بزرگ great attractot",
        "گروه بزرگی متشکل ار 100000 کهکشان بعد از گروه محلی کهکشانهای ما local group. هیچ کس تا به حال کهکشانهای جاذب بزرگ را ندیده اما تاثیر آن بر روی خوشه‌ها کهکشانهای کناری ما تشخیص داده شده است"
      ]
    },
    {
      "EnglishWord": "great circle",
      "Meanings": [
        "دایره بزرگ",
        "دایره فرضی در سطح کره که صفحه آن از مرکز کره می‌گذرد"
      ]
    },
    {
      "EnglishWord": "great dark spot",
      "Meanings": [
        "لکه بزرگ تاریک",
        "لکه تاریک بزرگ نپتون حفره ای به اندازه زمین درپوشش ابری ضخیم جو متانی نپتون است. اندازه شکل وموقعیت این حفره در طول زمان بسیار متغیر است و گاهی نیز ناپدید شده و مجددا ظاهر میشود. سرعت بادهای هورندس horrendous نزدیک به لکه بوسیله فضا پیمای ویجر 2 voyager 2 در حدود 1500 مایل در ساعت 2400 کیلومتر در ساعت تخمین زده شده اند. این سرعت درسیستم خورشیدی ما منحصر به فرد است"
      ]
    },
    {
      "EnglishWord": "great red spot",
      "Meanings": [
        "لکه بزرگ قرمز great red spot",
        "نقطه قرمز بزرگ مشتری طوفان بسیار عظیم و باداوم در جو نیمکره جنوبی مشتری نزدیک به استوایش است. رنگ حقیقی آن صورتی تا نارنجی ست. این باد چرخان هر ساله رنگ و اندازه متفاوتی پیدا می‌کند. طول آن حدود 17000 مایل 28000 کیلومتر و عرض آن حدود 9000 مایل 14000 کیلومتر است که آنرا بزرگترین طوفان سیستم خورشید نموده است. این طوفان آنقدر بزرگ است که زمین ار در خود جای می‌دهد و فضایی هم زیاد می‌ماند. این طوفان توسط روبرت هوک robert hook در سال 16664 کشف شد"
      ]
    },
    {
      "EnglishWord": "great rift",
      "Meanings": [
        "شکاف بزرگ great rift",
        "یک سری ابرهای غباری کدر و تاریک در کهکشان راه شیری که از صورت فلکی قوس یا رامی sagittarius تا صورت فلکی دجاجه یا صورت فلکی ماکیان cygnus کشیده شده اند"
      ]
    },
    {
      "EnglishWord": "greek alpgabet",
      "Meanings": [
        "الفبای یونانی greek alpgabet",
        "الفبای یونانی 24 حرف دارد که شامل آلفا بتا گاما دلتا اپسیلون فی چی سی و امگا است. سیستم بایر bayer s در نجوم از این حرف برای اشاره به درخشندگی نسبی ستاره‌ها در هر صورت فلکی استفاده می‌کند مطابق کاهش درخشندگی. درخشانترین ستاره دریک صورت فلکی آلفا و ستاره بعدی بتا و بعدی گاما الی آخر است"
      ]
    },
    {
      "EnglishWord": "green flash",
      "Meanings": [
        "برق سبز green flash",
        "گاهی اوقات هنگام طلوع یا غروب خورشید نزدیک خورشید برق نورهای سبز رنگی دیده می‌شود. این اثر تنها هنگامی اتفاق می‌افتد که هیچ ابری نزدیک خورشید وجود نداشته باد. برق سبز یا پرتو سبز عمدتا دراثر شکست نور خورشید توسط جو زمین ایجاد می‌شود نور آبی خورشید بیشتر از سایر طول موجهای دیگر خم می‌شود. این پدیده می‌تواند به علت پخش شدگی نور خورشید و جذب شدن متفاوت آن توسط جو زمین هنگامی که خورشید به افق نزدیک است. نیز باشد"
      ]
    },
    {
      "EnglishWord": "greenhouse effect",
      "Meanings": [
        "اثر گلخانه ای greenhouse effect",
        "افزایش دمای یک سیاره هنگامی که انرژی حرارتی نور خورشید درجو آن به دام می‌افتد. دی اکسید کربن و بخار آب مازاد باعث این اثر می‌شود. اثر گلخانه د رکره زمین و ناهید زیاد است و دمای زیادی بجا می‌گذارد"
      ]
    },
    {
      "EnglishWord": "greenwich observatory",
      "Meanings": [
        "رصدخانه گرینویچ",
        "رصد خانه سلطنتی گرینویچ رصد خانه ستاره شناسی ملی انگلستان است که درگرینویچ انگلستان واقع است"
      ]
    },
    {
      "EnglishWord": "gregory james",
      "Meanings": [
        "جیمز گریگوری gregory james",
        "تا 1875 ریاضیدان اسکاتلندی و مخترع اولین تلسکوپ انعکاسی در سال 1663 او شرحی از تلسکوپ انعکاسی را داد به نام optica promota که درسال 1663 منتشر شد. در حقیقت او هرگز تلسکوپ را که در آن می‌بایست از آینه شلجمی و آینه بیضوی استفاده می‌کرد نساخت"
      ]
    },
    {
      "EnglishWord": "grison gus",
      "Meanings": [
        "گاس گریسون grison gus",
        "آوریل 1926 تا 27 ژانویه 1967 ویرجیل ایوان گریسون virgil ivan grisson یکی از هفت فضانورد اصلی ناسا nasa بود او در سفر فضایی دو نفره ناسا شرکت کرد و فرماندهی اولین ماموریت دونفره جمینی gemine را بر عهده داشت. وی در اثر آتش سوزی که هنگام آزمایش اولین پرواز آپولو apollo حادث شد همراه با ادوارد وایت edward white و راجر چافی roger chaffee کشته شد درحالیکه قرار بود هدایت این پرواز را وی بر عهده بگیرد"
      ]
    },
    {
      "EnglishWord": "ground state",
      "Meanings": [
        "حالت زمین یا سکون",
        "حالت کمترین انرژی که یک هسته می‌تواند داشته باشد"
      ]
    },
    {
      "EnglishWord": "gun powder",
      "Meanings": [
        "باروت gun powder",
        "باروت در حدود 1000 سال پیش توسط چینی‌های باستان اختراع شد که شامل شوره قلمی سولفور و گرد زغال سنگ بود. این پودر برای استفاده در آتشبازی جشن‌ها ی مهم دارو شیمی و بعدها در نیروی موشک‌های ابتدایی به کار برده شد"
      ]
    },
    {
      "EnglishWord": "gutenberg beno",
      "Meanings": [
        "بنو گوتنبرگ gutenberg beno",
        "ژوین 1889 تا 1960 فیزیکدان آلمانی که به درستی اندازه هسته زمین را محاسبه کرد و کشف کرد که کره زمین دارای منطقه کم سرعتی در گوشته بالایی است که در حال حاضر به آن ناپیوستگی گوتنبرگ می‌گویند. وی یک سری مقاله درباره لرزه شناسی زمین. همراه با چارلز ریچر charles richter در سال 1941 منتشر کرد"
      ]
    }
  ]
}