{
  "Group": "H",
  "Entries": 59,
  "Words": [
    {
      "EnglishWord": "h",
      "Meanings": [
        "اچ h",
        "قدرت درخشندگی مطلق یک سیارک هنگامی که درخشندگی آن قابل رویت بوده و در فاصله au 1 از کره زمین قرار گرفته باشد"
      ]
    },
    {
      "EnglishWord": "hadley john . h",
      "Meanings": [
        "جان هادلی hadley john. h",
        "تا 1744 ریاضیدان انگلیسی و مخترع اولین تلسکوپ انعکاسی"
      ]
    },
    {
      "EnglishWord": "hadley rille",
      "Meanings": [
        "هادلی ریل hadley rille",
        "دره طویل در سطح ماه که 75 مایل 125 کیلومتر طول و 1300 فوت 400 متر عمق و عریض‌ترین نقطه درحدود 1مایل 1500 متر پهنا دارد. این دره در اثر جاری شدن گدازه بازالتی مذابی که کانال شیبداری بوجود آمده است"
      ]
    },
    {
      "EnglishWord": "hale . asaph",
      "Meanings": [
        "آساف هال",
        "تا 1907 منجم آمریکایی که دو قمر کره مریخ به نامهای فوبوس و دیموس را در 12 آگوست 1877 بوسیله تلسکوپ انعکاسی 26 اینچی رصد خانه نیروی دریایی ایالات متحده کشف کرد. آنجلینا هال angelina hall استاد ریاضی هال و همسر وی در این کار به او کمک کرد"
      ]
    },
    {
      "EnglishWord": "hale –bopp comet",
      "Meanings": [
        "ستاره دنباله دار هال – باپ",
        "c/1995 o1 ستاره دنباله دار دوره ای متشکل از گاز یخ زده و غبار که دور خورشید می‌چرخد. این ستاره دنباله دار اولین بار در 23 جولای 1995 دیده و ثبت شد. بطوریکه بطور مجزا توسط دو منجم آماتور آلن هال alen hale و توماس باپ thomas bopp کشف شد قطر آن حدود 40 کیلومتر و نرخ چرخش آن 11/4 ساعت است این ستاره دنباله دار آخرین بار در سال 1997 دیده شد و در دفعه بعد در سال 4377 دیده خواهد شد دوره آن 2380 سال است"
      ]
    },
    {
      "EnglishWord": "hale george e",
      "Meanings": [
        "جورج هال hale george e",
        "ژوین 1868 تا 21 فوریه 1938 ستاره شناسی که رصد خانه یرکر yerker را در سال 1892 رصد خانه آقای ویلسون mr. wilson را در سال 1904 و رصد خانه پالومر palomer را تاسیس کرد. زمانیکه او در حال فارغ التحصیل شدن از موسسه فنی ماسا چوست بود. کمبریچ ایالات متحده اسیکرو هلیوگراف که وسیله ای برای تجزیه طیف خورشیدی ست را اختراع کرد. بعد‌ها او کشف کرد که نقاط خورشیدی نواحی کم دمای خورشید هستند که دارای میدان مغناطیسی بالایی هستند"
      ]
    },
    {
      "EnglishWord": "half moon",
      "Meanings": [
        "نیم ماه",
        "نیم ماه شبیه به یک نیم دایره است. گاهی ربع ماه نیز گفته می‌شود این ماه یک چهارم مدار کامل دور کره زمین را پیموده و یک چهارم سطح ماه از روی کره زمین قابل مشاهده است"
      ]
    },
    {
      "EnglishWord": "halflife–",
      "Meanings": [
        "نیم عمر",
        "نیم عمر رادیو ایزوتوپی میزان زمانی ست که طول میکشد تا نیم از یک عنصر رادیو ایزوتوپی نصف شود"
      ]
    },
    {
      "EnglishWord": "halley . edmund",
      "Meanings": [
        "halley. edmund ادموند هالی",
        "تا 1742 ستاره شناس انگلیسی که بازگشت یک ستاره دنباله دار قابل مشاهده را در سال 1758 پیش بینی کرد بعد از مرگش این موضوع توسط جان پالتیش johan g. palitzsch ثابت شد. این ستاره دنباله دار قبل از آن در سال 1531 1607 و 1682 دیده شده بود. این ستاره دنباله دار به عنوان ستاره دنباله دار هالی شناخته شده است. در سال 1716 ادموند هالی مقاله ای درباره چگونگی اینکه عبور سیاره میتواند برای محاسبه فاصله مان از خورشید به کار گرفته شود مقاله ای منتشر کرد"
      ]
    },
    {
      "EnglishWord": "halley s comet",
      "Meanings": [
        "ستاره دنباله دار هالی",
        "ستاره دنباله دار دوره ای شامل گاز یخ زده و غبار که دور خورشید می‌چرخد و اولین جسم آسمانی ثبت شده در سال 240 قبل از میلاد در چین بود اما ادموند هالی اولین کسی بود که فهمید این ستاره دنباله دار بطور متناوب دیده می‌شود. این ستاره دنباله دار آخرین بار در سال 1986 دیده شد و بار دیگر در سال 1061 دیده خواهد شد و دوره آن 76ساله است. هنگامی که کره زمین از میان مدار ستاره دنباله دار هالی می‌گذرد دوبار درسال اثر این ستاره باعث حدوث باران شهاب سنگ آلواریدز aquarids و جباریها orionids می‌شود"
      ]
    },
    {
      "EnglishWord": "halo",
      "Meanings": [
        "حلقه نور halo",
        "حلقه درخشانی که گاهی اوقات اطراف خورشید یا ماه دیده می‌شود. برخی قسمت‌های این هاله بسیار روشن است و گاهی اوقات تنها قسمتی از این حلقه قابل مشاهده است. این پدیده زمانی اتفاق می‌افتد که نور بطور چند باره در بلورهای یخی مسطح جو منعکس می‌شود. این هاله همیشه دارای زاوایه 22 نسبت به ماه یا خورشید است زیرا ساختار بلورهای یخی شش گوش است"
      ]
    },
    {
      "EnglishWord": "hartman johannes f",
      "Meanings": [
        "جونز هارتمن hartman johannes f",
        "تا 1936 فیزیکدان نجومی آلمانی که در سال 1904 ابرهای بین ستاره ای گاز کلسیم را کشف کرد او خطوط جذب اتمهای کلسیم یونیزه شده را با استفاده از طیف سنجی در حین مطالعه ستاره‌های دوگانه را آشکار کرد همچنین او نظریه ای را درباره نواخترها توسعه داد و سیارک433 # اروس – eros را مطالعه کرد و روشی برای آزمایش عدسی‌های تلسکوپ ابداع کرد که هنوز به نام او است"
      ]
    },
    {
      "EnglishWord": "harvest moon",
      "Meanings": [
        "ماه هاروست",
        "ماه کاملی که به نظر از نظر زمانی به اعتدال پاییزی بسیار نزدیک است و در اواخر سپتامبر و اوایل اکتبر اتفاق می‌افتد"
      ]
    },
    {
      "EnglishWord": "hawking stephen",
      "Meanings": [
        "استفان هاوکینگ",
        "از سال 1942 تا به حال فیزیکدان و ستاره شناس انگلیسی که تمرکز کاری اش بر روی فیزیک گودال‌های سیاه و خصوصیات زمان – فضا بود. در سال 1971 پیشنهاد کرد که زمان کوتاهی بعداز انفجار بزرگ گودالهای سیاه کوچک وجود داشته که بواسطه اندازه نیمه اتمی خود از قوانین مکانیک کوانتومی تبعیت می‌کردند. در سال 1947 اوفرضیه اینکه گودالهای سیاه تا هنگامیکه منفجر شوند ذرات نیمه اتمی از خود ساتع می‌کنند را ارایه داد"
      ]
    },
    {
      "EnglishWord": "hayashi contraction",
      "Meanings": [
        "انقباض هایاشی",
        "شکستگی یا انقباض هایاشی پدیده گرانی ست که طبق آن یک تک ستاره کوچکتر شده و بصورت یک سری ستاره اصلی در می‌آیند"
      ]
    },
    {
      "EnglishWord": "hayashi track",
      "Meanings": [
        "مسیر هایاشی",
        "مرحله ای در چرخه حیات یک ستاره که در آن درخشش ستاره کاهش می‌یابد اما سطح دما ثابت باقی می‌ماند و ستاره سری اصلی را وارد نمودار h",
        "r می‌کند"
      ]
    },
    {
      "EnglishWord": "hd number",
      "Meanings": [
        "عدد hd",
        "عدد هنری دراپر – henry draper عدد معینی که در طبقه بندی هنری دراپر به ستاره‌ها اطلاق می‌شود. در این سیستم هر ستاره توسط طیف ستاره ای رتبه بندی می‌شود. این سیستم به نام ستاره شناس هنری دراپر نام گرفت و توسط آنی کانون annie j. cannon تا 225300 ستاره توسعه یافت. بعدها نیز این طبقه بندی توسط مارگارت مایال margaret w. mayall توسعه پیدا کرد. برای مثال ستاره نسر واقع یا کرکس نشسته 172167 hd vega است نوع طیف آن در عدد hd نیست"
      ]
    },
    {
      "EnglishWord": "heavenly waters",
      "Meanings": [
        "آبهای بهشتی",
        "خانواده ای شامل صورت فلکی شامل دلفینوس یا دلفین delphinus کلومبا یا فاخته columba صورت فلکی نهر یا رودخانه eridanus صورت فلکی حوت آوستر ینوس یا ماهی جنوبی pises austrinus ولا یا کشتی بادبانی vela وپیکسیس یا قطب نمای دریانوردان"
      ]
    },
    {
      "EnglishWord": "hektor",
      "Meanings": [
        "هکتور hektor",
        "بزرگترین سیارک تراوایی trojan یا سیارک624 که طول آن 100 کیلومتر و دوره چرخش آن 6/9225 ساعت است"
      ]
    },
    {
      "EnglishWord": "helen",
      "Meanings": [
        "هلن helen",
        "یکی از اقمار 18 گانه زحل که ابعاد آن 15× 16× 18 کیلومتر است و شکل نامنظمی دارد. هلن در فاصله 377400 کیلومتری به دور زحل می‌گردد و دوره مدار ی آن 2/74 روز است. هلن در سال 1980 توسط لاکویز d. laque لیساچیوس j. lecucheus کشف شد"
      ]
    },
    {
      "EnglishWord": "heliocentric",
      "Meanings": [
        "خورشید محوری",
        "سیستمی که زمین در مرکز همه چیز است"
      ]
    },
    {
      "EnglishWord": "heliocentrie system",
      "Meanings": [
        "سیستم خورشید محوری",
        "در مدل خورشید محوری سیستم خورشیدی تمام سیارات به دور خورشید می‌چرخند"
      ]
    },
    {
      "EnglishWord": "heliopause",
      "Meanings": [
        "هلیو پاوز heliopause",
        "مرز بین هلیوسفر خورشید سرعت و چگالی بادهای خورشیدی در آن به شدت افزایش یافته. موقعیت این ناحیه انتقالی ناشناخته است اما می‌بایستی بیش از au 51 از خورشید فاصله داشته باشد"
      ]
    },
    {
      "EnglishWord": "heliospheric termination shock",
      "Meanings": [
        "ضربه پایانی هلیوسفری",
        "ضربه یا شوکی که در هنگام باد خورشیدی به وجود می‌آید و به هلیوسفر ضربه وارد می‌کند و بعد از آن سرعت ضربه به شدت کاهش می‌یابد کمتر از حدود 20 کیلومتردر ثانیه"
      ]
    },
    {
      "EnglishWord": "helium",
      "Meanings": [
        "سوختن هلیم",
        "مرحله ای از حیات ستاره که در آن هلیم در حین گداخت هسته ای با اکسیژن و کربن ترکیب می‌شود. هر ستاره ای که با جرمی بیش از نصف جرم خورشید متولد شود عاقبت هلیم خواهد سوزاند"
      ]
    },
    {
      "EnglishWord": "helium",
      "Meanings": [
        "helium هلیم",
        "عنصری با عدد اتمی 2 که دو پروتون و نوترون در هسته خود دارد و الکترونها به دور هسته می‌گردند. این عنصر دومین عنصر فراوان در هستی ست. این عنصر طی فرآیند گداخت هسته ای که درون ستاره‌ها اتفاق می‌افتد از هیدروژن بوجود می‌آید. حدود 25 درصد خورشید از هلیم تشکیل شده از آنجا که این عنصر در سال 1868 توسط جولز جنسن jules janssen کشف شد لذا بعد از خورشید نامگذاری شد. این عنصر در خورشید فراوان و در کره زمین نایاب است"
      ]
    },
    {
      "EnglishWord": "helix nelula",
      "Meanings": [
        "سحابی هلیکس",
        "یا ngc 7293 سحابی سیاره ای ست که بزرگترین قطر زاو یه ای تمام سحابی‌های شناخته شده را دارا است. فاصله آن حدود 140 پارس parsec و در صوزت فلکی دلو aquarius است"
      ]
    },
    {
      "EnglishWord": "helmholtz contraction",
      "Meanings": [
        "انقباض هلمولتز",
        "فروریزش گرانی یک ابر تک ستاره ای که با فشار گاز خروجی و سرعت محدود فرار تشعشع آهسته می‌شود"
      ]
    },
    {
      "EnglishWord": "helmholtz hermann von",
      "Meanings": [
        "هرمن وان هلمولتز",
        "تا 1894 فیزیکدان نجومی آلمانی که تولید انرژی خورشیدی و تشکیل ستاره‌ها را مطالعه می‌کند"
      ]
    },
    {
      "EnglishWord": "hemisphere",
      "Meanings": [
        "نیمکره",
        "hemisphere نصف یک کره"
      ]
    },
    {
      "EnglishWord": "henry draper catalog",
      "Meanings": [
        "طبقه بندی هنری دراپر",
        "طبقه بندی ستارگان که هر ستاره بر اساس طیف ستاره ای خود رده بندی می‌شود. این سیستم به نام منجم هنری دارپر ثبت شد اما آنی کانون annie j. cannon 225300ستاره را طبقه بندی کرد و بعدها توسط مارگارت مایال margaret w. mayall توسعه یافت. برای مثال ستاره نسر واقع یا کرکس نشسته vega دارای 172167hd است. نوع طیفی شمارهhd نیست"
      ]
    },
    {
      "EnglishWord": "hercules",
      "Meanings": [
        "صورت فلکی هرکول یا جاثی علی رکبته",
        "صورت فلکی نیمکره شمالی که پنجمین صورت فلکی بزرگ آسمان است. نام آن از قهرمان باستانی یونان منشاء گرفته است. چهار ستاره مرکزی صورت فلکی هرکول خرده سیارهی به نام کی استون",
        "keystone است شامل اپسیلون زتا اتا و پی هرکول خوشه ستاره گوی مانند m 13 در بخش غربی کیستون است. به نظر می‌رسد باران شهاب سنگ هرکول تاtau her از صورت فلکی هرکول نشات می‌گیرد. \"\"صورت فلکی جاثی عیل رکبته"
      ]
    },
    {
      "EnglishWord": "hertzsprung ejnar",
      "Meanings": [
        "اوجز هرتز پرانگ",
        "تا 1967 ستاره شناس دانمارکی که بطور مستقل از راسل h. n. russel ارتباط بین دمای ستاره رنگ و درخشندگی آنرا فهمیدند و دیاگرامی را که این ارتباط را نشان می‌دهد را در سال 1911 طراحی کردند که بعدها نمودار هرتز پراک – راسل نامیده می‌شود"
      ]
    },
    {
      "EnglishWord": "hertzsprung- russell diagram",
      "Meanings": [
        "دیاگرام راسل",
        "دیاگرام h",
        "r ترسیمی است که رنگ ستاره‌ها نوع طیفی یا حرارت سطحی را در مقابل قدرت درخشندگی روشنی ذاتی یا قدرت درخشندگی مطلق نشان می‌دهد. در این دیاگرام",
        "ستاره شناسان",
        "رنگ",
        "دما",
        "درخشندگی",
        "نوع طیفی و مرحله تکاملی ستاره را رسم می‌کنند. این دیاگرام نشان می‌دهد که 3 نوع ستاره مختلف وجود دارد",
        "• اغلب ستاره‌ها شامل خورشید",
        "که ستاره‌های سری اصلی هستند با گداخت هسته ای تبدیل هیدروژن به هلیم",
        "نیرو می‌گیرند. در این دسته از ستاره ها",
        "هر چه ستاره داغتر باشد",
        "روشن‌تر است",
        "• غول‌ها و ابر غول‌ها giantsand supergiants بالای سری اصلی قرار دارند",
        "• کوتوله‌های سفید ستاره‌های کمرنگ داغ در زیر ستاره‌های سری اصلی هستند"
      ]
    },
    {
      "EnglishWord": "hevlius . johannes",
      "Meanings": [
        "جوانر ولیوس",
        "تا 1687 ستاره شناس آلمانی که اولین نقشه ماه را تهیه کرد. همچنین اطلس آسمانی که صور فلکی مختلفی را معرفی کرده شامل کانس",
        "canes",
        "وناتیسی –venatici",
        "لاسرتا – lacerta",
        "لینکس lynx‌",
        "سکتانز – sextans",
        "و غیره انتشار داد"
      ]
    },
    {
      "EnglishWord": "high tide",
      "Meanings": [
        "مد high tide",
        "زمانی که آب دریا در بیشترین حد خود است. بیشترین مدها هنگامی حادث می‌شود که جذب گرانی ماه باعث می‌شود اقیانوس‌ها به سمت ماه و به سمت خارج",
        "برآمده می‌شود"
      ]
    },
    {
      "EnglishWord": "himalia",
      "Meanings": [
        "هیمالیا himalia",
        "دهمین قمر مشتری به قطر 110 مایل 170 کیلومتر و در فاصله 7000000 مایلی 11480000 کیلومتری از مشتری می‌چرخد. هیمالیا دارای جرم 10× 9/5 کیلوگرم در مدت 250/5662 روز زمینی به دور مشتری می‌چرخد. درباره این قمر اطلاعات کمی در دست است. و این قمر توسط پرین c. perrine در سال 1904 کشف شد"
      ]
    },
    {
      "EnglishWord": "hipparchus",
      "Meanings": [
        "هیپارچوس hipparchus",
        "تا 120 قبل از میلاد منجم یونان باستان که اولین طبقه بندی ستاره‌ها و اولین نقشه آسمان را تهیه کرد. او 850 تا 1000 ستاره را فهرست کرد و براساس صور فلکی آنها سازماندهی کرد. او موقعیت و درخشندگی هر ستاره را یادداشت کرد درخشندگی را با مقیاس از یک تا شش عنوان کرد که درخشانترین ستاره",
        "یک می‌بود. همچنین او سیستم زمین محوری را ارایه داد و مثلثات را کشف کرد"
      ]
    },
    {
      "EnglishWord": "horizone",
      "Meanings": [
        "افق horizone",
        "دایره فرضی که حدود آسمان و کره زمین را مشخص می‌کند. یا گستره صفحه بیننده در ارتفاع صفر درجه"
      ]
    },
    {
      "EnglishWord": "horizontal branch",
      "Meanings": [
        "شاخه افقی",
        "بخشی از دیاگرام هارتزپراگ – راسل که ستاره هایی را که در هسته خود هلیم می‌سوزانند را نشان می‌دهد. ستاره‌ها بزرگ‌تر h",
        "r یا hettzspung",
        "russel در امتداد راس دیاگرام h r– هستند"
      ]
    },
    {
      "EnglishWord": "horsehead nebula",
      "Meanings": [
        "سحابی سر اسب",
        "ابر بزرگی از غبار در فضا که شبیه سر اسب است. این سحابی به علت اینکه لبه هایش رو به تداخل سحابی روشن است",
        "دارای لبه‌های درخشانی بوده و در صورت فلکی جبار یا شکارچی orion قرار دارد"
      ]
    },
    {
      "EnglishWord": "h-r diagram",
      "Meanings": [
        "دیاگرام h",
        "r",
        "r ترسیمی است که رنگ ستاره‌ها نوع طیفی یا حرارت سطحی را در مقابل قدرت درخشندگی روشنی ذاتی یا قدرت درخشندگی مطلق نشان می‌دهد. در این دیاگرام",
        "ستاره شناسان",
        "رنگ",
        "دما",
        "درخشندگی",
        "نوع طیفی و مرحله تکاملی ستاره را رسم می‌کنند. این دیاگرام نشان می‌دهد که 3 نوع ستاره مختلف وجود دارد",
        "• اغلب ستاره‌ها شامل خورشید",
        "که ستاره‌های سری اصلی هستند با گداخت هسته ای تبدیل هیدروژن به هلیم",
        "نیرو می‌گیرند. در این دسته از ستاره ها",
        "هر چه ستاره داغتر باشد",
        "روشن‌تر است",
        "• غول‌ها و ابر غول‌ها giantsand supergiants بالای سری اصلی قرار دارند",
        "• کوتوله‌های سفید ستاره‌های کمرنگ داغ در زیر ستاره‌های سری اصلی هستند"
      ]
    },
    {
      "EnglishWord": "hst",
      "Meanings": [
        "hst اچ اس تی",
        "مخفف تلسکوپ فضایی هابل hubbge space telescope که تلسکوپ قدرتمندی ست و دور کره زمین می‌چرخد",
        "این تلسکوپ بدون تداخل با جود که باعث بی کیفیت شدن عکس‌های گرفته شده از روی زمین می‌شود",
        "از اجسام آسمانی عکس و طیف نوری می‌گیرد و برای دانشمندان روی زمین ارسال می‌دارد. تلسکوپ فضایی هابل در آوریل 1990 به فضا پرتاب شد و در سال 1993 آنها را تعمیر شد. نام آن از نام ستاره شناس آمریکایی ادوارد هابل edward hubble گرفته شده است"
      ]
    },
    {
      "EnglishWord": "hubble . edwin p",
      "Meanings": [
        "ادوین هابل",
        "تا 1953 منجم آمریکایی که نقش بسیار موثری در نجوم جدید داشت. او نشان داد که سایر کهکشا نها درکنار کهکشان راه شیری نیز وجود دارند و مشاهده کرد که هستی در حال انبساط است زیرا نور اغلب کهکشان‌های دیگر دارای تغییر قرمز رنگی هستند"
      ]
    },
    {
      "EnglishWord": "hubble constant",
      "Meanings": [
        "ثابت هابل",
        "یا h0 عددی ست که سرعت گسترش هستی را نشان می‌دهد و در واقع یک ثابت حقیقی نیست. این ثابت ارتباط بین اینکه یک کهکشان چه مقدار از ما دور است و با چه سرعتی از ما دور می‌شود را تعیین می‌کند. h0 بین 50 تا کیلومتر بر ثانیه بر متر در پارسس km/ s/ m parses. ثابت هابل برای تشخیص اندازه و سن هستی به کار می‌رود زمان هابل. در سال 1925 این ثابت توسط هابل e. p hubble فرموله شد"
      ]
    },
    {
      "EnglishWord": "hubble s law",
      "Meanings": [
        "قانون هابل",
        "ارتباط خطی بین فاصله یک کهکشان r و سرعت دور شدن کهکشان v به علت انبساط هستی. قانون هابل در فرمول v= h0r تحقق می‌یابد و h0 ثابت هابل است. این قانون فرض می‌کند که هستی با نرخ ثابتی که برای تنمام زمانها ثابت است",
        "در حال گسترش است"
      ]
    },
    {
      "EnglishWord": "hubble space telescope",
      "Meanings": [
        "تلسکوپ فضایی هابل",
        "یا hst تلسکوپ قدرتمندی در مدار کره زمین است. این تلسکوپ تصاویر و طیف‌های اجسام فضایی را بدون اینکه تداخل با جو داشته و کیفیت آنها کم شود",
        "به زمین ارسال می‌کند. این تلسکوپ آوریل 1990 به فضا پرتاب شده و در دسامبر 1993 تعمیر شد. این تلسکوپ به نام ستاره شناس آمریکایی ادوین هابل edwin hubble نامگذاری شده است"
      ]
    },
    {
      "EnglishWord": "hubble time",
      "Meanings": [
        "زمان هابل",
        "hubble time تخمینی از سن هستی و عکس ثابت هاب"
      ]
    },
    {
      "EnglishWord": "huggins william and margaret",
      "Meanings": [
        "ویلیام هاگینز و مارگارت",
        "ویلیام هاگنیز 7 فوریه 1824 تا 12 می‌1910 ستاره شناس انگلیسی غیر حرفه ای و اولین کسی که از طیف سنجی برای تعیین ترکیب اجسام فضایی در 1861 استفاده کرد. او مشخص کرد که خورشید و ستاره‌ها غالبا از عنصر هیدروژن تشکیل شده. همچنین طیف‌های سحابی و سنگهای آسمانی را آزمایش کرد. همسر هاگنیز آنها در سال 1875 با هم ازدواج کردند مارگارت لیندزی ماری هاگینز margaret lindsay murray huggins 1848 تا 1915 کارهای زیادی انجام داد. مارگارت بطور گسترده ای بر روی سحابی جبار یا شکارچی orion nebula کارکرد. آنها اولین کسانی بودند که فهمیدند که برخی سحابی‌ها مانند سحابی جبار یا شکارچی از گازهای بی شکل تشکیل شده اند و مانند سحابی آندرومرا تجمعی از ستاره‌ها نیستند یک دهانه برروی ماه و یک دهانه بر روی قمر مارتین martion و یک سیارک هاگنیز 2635 # به نام ویلیام هاگنیز است"
      ]
    },
    {
      "EnglishWord": "huygens christion",
      "Meanings": [
        "کریستین هویگنز",
        "تا 1695 فیزیکدان و ستاره شناس یونانی و کسی که روشهای جدیدی برای تراش و برق انداختن عدسی‌های شیشه ای تلسکوپ را در سال 1654 ابداع کرد. با تلسکوپ قدرتمند جدید وی حلقه‌های زحل را تشخیص داد و تیتان را که بزرگترین قمر زحل است را در سال 1655 کشف کرد. هویگنز ساعت آونگی را در سال 1656 اختراع کرد در آن فنر را حذف کرد",
        "اولین کارها را بر روی محاسبه احتمالات انجام داد 1955 و نظریه موجی نور را در سال 1678 ارایه داد"
      ]
    },
    {
      "EnglishWord": "hydrogen",
      "Meanings": [
        "هیدروژن hydrogen",
        "عنصری با عدد اتمی 1 که سبکترین و فروانترین عنصر هستی می‌باشد. هسته آن یک پروتون منفرد است که یک الکترون به دور آن می‌چرخد. این عنصر سوخت گداخت هسته ای حادث در ستاره‌ها را تامین می‌کند و به هلیم تبدیل می‌شود. 75 درصد خورشید از هیدروژن ساخته شده است"
      ]
    },
    {
      "EnglishWord": "hydrologix cyele",
      "Meanings": [
        "چرخه آبی",
        "یا چرخه آب water cyele",
        "سفر آب هنگامی که از زمین به آسمان و بلعکس",
        "در چرخش است"
      ]
    },
    {
      "EnglishWord": "hydroponics",
      "Meanings": [
        "هیدروپونیکس",
        "روش رشد گیاهان آبی که حاوی مواد مغذی محلول به جای خاک است"
      ]
    },
    {
      "EnglishWord": "hydrostatic equilibrium",
      "Meanings": [
        "تعادل هیدرواستاتیک",
        "شرایط ثابتی در ستاره که بر اساس آن مواد سیال موجود در ستاره در کنار تمام نیروها شامل نیروی گرانی درون کششی",
        "نیروی شناوری به سمت خارج حاصل از تفاوت فشار و نیروهای برون کششی فشار شعاعی",
        "با هم در تعادلند"
      ]
    },
    {
      "EnglishWord": "hyi \"\"",
      "Meanings": [
        "hydrus مار آبی",
        "صورت فلکی واقع در نیمکره جنوبی آسمان با علامت اختصاری لاتین hyi \"\"مار آبی"
      ]
    },
    {
      "EnglishWord": "hyperbola",
      "Meanings": [
        "هذلولی hyperbola",
        "مقطع مخروطی مقطع داخلی یک مخروط با یک سطح که دارای دو شاخه تصویر آینه ای است. هذلولی‌ها دارای فرکریت بیشتر از یک است"
      ]
    },
    {
      "EnglishWord": "hyperbolic oreit",
      "Meanings": [
        "مدار هذلولی",
        "مداری که دارای گریز از مرکزیت بیشتر از یک است"
      ]
    },
    {
      "EnglishWord": "hyperion",
      "Meanings": [
        "سیاره زحل یا کیوان hyperion",
        "یکی از 18 قمر زحل که بزرگترین پیکره بی شکل منظومه شمسی است. این قمر دارای دروه چرخشی متغیری ست. دهانه ایی بر روی سطح قرار دارند. قطر این قمر 112/5×140×180 و شکلی نامنظم دارد. هیپریون در فاصله حدود 1481100 کیلومتر از زحل وجود دارد. دوره جرخشی آن 21/27 روز است. این قمر در سال 1848 توسط برادران باند w &amp; g. bond و راسل w. lassell کشف شد. \"\"زحلسیاره کویانسیاره زحلسیاره کویانکویان"
      ]
    },
    {
      "EnglishWord": "hypetia",
      "Meanings": [
        "هایپتیا hypetia",
        "هایپتیا ی الکساندریا 370 ؟ تا 415 بعد از میلاد ریاضیدان",
        "منجم",
        "معلم و مدیر مدرسه پلاتونیست platonist در الکساندریا alexandria در حدود سال 400 بعد از میلاد بود. هایپتیا یادداشت‌های درباره حکم ستاره شناسی بطلمیوس dtolemy نوشت و بر روی مقاطع مخروطی کار کرد. کارهای او از بین رفت",
        "اما در فرهنگ سودا suda به آن اشاره شده است. او دختر ریاضیدان و فیلسوف تیون الکساندریا همچنین آخرین مدیر موزه الکساندریا بود. در سال 415 او در کشمکش سیاسی / مذهبی مسیحیان کشته شد. دهانه ماه هایپتیا و ریما هایپتیا rimae hypatia به نام وی است"
      ]
    }
  ]
}