{
  "Group": "I",
  "Entries": 28,
  "Words": [
    {
      "EnglishWord": "iapetus",
      "Meanings": [
        "آیپتوس iapetus",
        "یکی از 18 قمر زحل که قمری سنگی و نیمه روشن – نیمه قرمز رنگ است. دهانه‌ها در سطح آن قرار دارند و قطر آن 880 مایل 1420 است. آیتپوس در فاصله حدود 3561300 کیلومتری از زحل می‌چرخد. دوره مداری آن 79 روز است و که درسال 1671 به توسط کاسینی cassini کشف شد"
      ]
    },
    {
      "EnglishWord": "ice age",
      "Meanings": [
        "عصر یخ ice age",
        "زمانی که هزاران سال طول کشید و در طی آن بسیار سرد بوده بطورگسترده توسط یخ و یخچال پوشیده شده بود"
      ]
    },
    {
      "EnglishWord": "igneous rock",
      "Meanings": [
        "سنگ آذرین",
        "زمانیکه سنگ مذاب سرد می‌شود",
        "سنگ آذرین تشکیل می‌شود"
      ]
    },
    {
      "EnglishWord": "impact basin",
      "Meanings": [
        "حوضه برخوردی impact basin",
        "داهنه برخوردی که قطر لبه آن بشتر از 185 مایل 300 کیلومتر است. بیش از 40 حوضه برخوردی بر روی ماه وجود دارد. این برخورد‌های شکننده باعث ایجاد گسل خودرگی و سایر دگر شکلی‌های پوسته می‌شود. موادی که از حوضه‌های بر خوردی بیرون می‌جهد د رنواحی پهن و گسترده توزیع می‌شود"
      ]
    },
    {
      "EnglishWord": "impact crater",
      "Meanings": [
        "دهانه برخوردی",
        "دهانه برخوردی باقیمانده برخورد‌های بین سیارکیا شهاب سنگ و یک سیاره یا قمر است"
      ]
    },
    {
      "EnglishWord": "impaet melt",
      "Meanings": [
        "مذاب برخوردی impaet melt",
        "سنگی که حین تشکیل دهانه برخوردی ذوب می‌شود. وقتیکه جسمی به یک سیاره یا قمر برخورد می‌کند و دهانه ای راشکل می‌دهد",
        "انرژی برخورد باعث تولید دماهای بسیار زیادی که میتواند سنگ اطراف را ذوب کند می‌شود و استخرچه‌ها یا ورقه هایی از گدازه را بر روی کف دانه ایجاد می‌کند. مذاب برخوردی دارای بافت بسیار متنوعی است. اما ترکیب یکنواختی دارد و عمدتا ا ز سنگهای سیاره یا قمر و کمی از مواد جسم برخورد شده سیارک",
        "ستاره دنباله دار یا شهاب سنگ است"
      ]
    },
    {
      "EnglishWord": "incandescent",
      "Meanings": [
        "گداخته incandescent",
        "ماده گداخته",
        "آنقدر داغ است که قرمز شده و نور تولید می‌کند. جامدات گداخته",
        "مایعات و گازهای فشرده طیف پیوسته و سایر گازها طیف خطی یا تداخلی که تنها چند طول موج صادر می‌کنند تولید می‌کنند"
      ]
    },
    {
      "EnglishWord": "inclination",
      "Meanings": [
        "میل یا انحراف inclination",
        "زاویه بین صفحه مدار و صفحه حاصل از عبور سالیانه خورشید یا دایره البروج",
        "انحراف محوری با حرفi نشان داده می‌شود. \"\"انحراف"
      ]
    },
    {
      "EnglishWord": "index catalog",
      "Meanings": [
        "طبقه بندی شاخص",
        "شاملی 2 مکمل یا ضمیمه برای طبقه بندی عمومی جدید new catalog که سحابی‌ها و خوشه هارا با یک عدد ic درآن فهرست شده اند. این ضمایم درسال 1908 به تعداد 895 عدد چاپ شدند"
      ]
    },
    {
      "EnglishWord": "inertia",
      "Meanings": [
        "خاصیت تنبلی",
        "خاصیتی از ماده که اگر در حال سکون باشد",
        "در همان حالت باقی مانده و اگر در حال حرکت باشد به حرکت خود ادارمه می‌دهد تا زمانی که نیروی خارجی بر روی آن تاثیر نگذارد"
      ]
    },
    {
      "EnglishWord": "inferior planets",
      "Meanings": [
        "سیاره‌های سفلی یا زیرین",
        "عطارد و ناهید",
        "از آنجا که نسبت به زمین به خورشید نزدیک‌تر هستند",
        "سیاره‌های داخلی نامیده می‌شوند. در مقابل این سیاره‌ها بالایی superior pl وجود دارند. \"\"سیاره‌های زیرنی"
      ]
    },
    {
      "EnglishWord": "infrared radiation",
      "Meanings": [
        "تشعشع مافوق قرمز",
        "تشعشع الکترومغناطیسی که می‌توان آنها را بصورت گرما احساس کرد"
      ]
    },
    {
      "EnglishWord": "inner planets",
      "Meanings": [
        "سیاره‌های درونی یا زیرین",
        "سیاره هایی که در فاصله نزدیکی به دور خورشید می‌چرخند. این سیاره‌ها شامل عطارد mercury",
        "ناهید venus",
        "زمین earth",
        "و مریخ mars هستند. این سیاره‌ها نسبتا کوچک بوده",
        "از سنگ تشکیل شده اند و یا قمر ندارند یا تعداد آنها کم است. \"\"سیاره‌های زیرنی"
      ]
    },
    {
      "EnglishWord": "interferometry",
      "Meanings": [
        "تداخل سازی",
        "در تداخل سازی",
        "داده‌های دو تلسکوپ مجزا بطور همزمان به کار برده می‌شوند تاتصویر بسیار خوبی خلق شود"
      ]
    },
    {
      "EnglishWord": "international space station",
      "Meanings": [
        "ایستگاه بین المللی فضایی",
        "ساختار چرخانی که مردم می‌توانند درآن و در فضا زندگی کنند. ساخت ایستگاه بین المللی فضایی در مدار در سال 1998 شروع شد و اولین خدمه آن با فضا پیمای روسی سویاز soyuz",
        "برای اقامت سر ماهه در ژانویه 2000 به فضا پرتاب خواهد شد"
      ]
    },
    {
      "EnglishWord": "interstellar dust",
      "Meanings": [
        "غبار بین ستاره ای",
        "شامل ذرات میکروسکوپی درحد میکرون کربنی و یا سیلیسی. مبناء غبار بین ستاره ای ناشناخته است",
        "اما به نظر می‌رسد که در ارتباط با ستاره‌های جوان باشد. غبار بین ستاره ای اصلا شبیه به غباری که ما در خانه‌ها داریم و غالبا ذرات و تکه‌های آلی ست",
        "نیست"
      ]
    },
    {
      "EnglishWord": "interstellar medium",
      "Meanings": [
        "واسطه بین ستاره ای",
        "غبار و گاز عمدتا هیدروژن بین ستاره ای که بین ستاره‌های یک کهکشان ووجود دارد. واسطه بین ستاره ای اصلا چگال نیست و چگالی آن کمتر از کاملترین خلایی ست که ما می‌توانیم روی زمین بسازیم"
      ]
    },
    {
      "EnglishWord": "io",
      "Meanings": [
        "یو io",
        "قمر بزرگ",
        "سنگی و از لحاظ آتشفشانی فعال مشتری. آتشفشانهای آن سولفور مذاب به بیرون می‌ریزد و باعث رنگی شدن زیاد قمر می‌شود. این قمر نزدیک‌ترین قمر از اقمار چهار گانه ماه و سومین قمر بزرگ آن است. قطر آن 1942 مایل 3636 کیلومتر بوده و میانگین فاصله یو به مشتری 220000 422000 کیلومتر است. جرم آن 10×8/93 و 1/77 روز طول می‌کشد که به دور مشتری بچرخد. یو توسط گالیلو galileo و ماریوس marius بطور مجزا در سال 1610 کشف شد"
      ]
    },
    {
      "EnglishWord": "io torus",
      "Meanings": [
        "یو تروس io torus",
        "ابر پلاسمایی بادامی شکلی که نزدیک مدار یو و به دور مشتری می‌چرخد. این ابر که به نام تروس پلاسمایی یو هم نامیده می‌شود io plasma torus",
        "تروسی ست که توسط میدان مغناطیسی قوی مشتری که یونهای مشتری که یونهای یو را همانطور که درحال چرخش هستند",
        "می‌کند",
        "تولید می‌شود. یو مانند یک مولد الکتریکی عمل می‌کند"
      ]
    },
    {
      "EnglishWord": "ion",
      "Meanings": [
        "یون ion",
        "اتمی که یک یا چند الکترون خود را از دست دارده و دارای بار الکتریکی می‌شوند"
      ]
    },
    {
      "EnglishWord": "ion engine",
      "Meanings": [
        "موتور یونی",
        "موتوری که گاز را به منظور جلو بردن فضا",
        "یونیزه می‌کند. بار الکتریکی برای یونیزه کردن گاز زنون گاز بی اثری مانند نیون یا هلیم به کارگرفته می‌شود. در یک منطقه الکتریکی یونها تا سرعت حدود 30 کیلومتر در ثانیه سرعت می‌یابند. یونهای پرسرعت زنون",
        "وقتی تحلیل رفتند",
        "بیرون می‌روند و فضا پیما در جهت دلخواه پیش می‌رود. . این نوع موتور 10 برابر موتورهای مرسوم با همان میزان سوخت",
        "کارایی بیشتری دارد. این موتور تنها برای فضای خارجی به کار برده می‌شود"
      ]
    },
    {
      "EnglishWord": "ionosphere",
      "Meanings": [
        "یونسفر ionosphere",
        "یکی از بالاترین لایه‌های جو کره زمین. یونسفر یا یون کره از 30 تا 50 مایلی 70 تا 80 کیلومتری زمین شروع شد و تا صدها مایل حدود 400 مایل یا 640 کیلومتر بالای سطح کره زمین ادامه دارد. این لایه حاوی یونها و الکترونهای آزاد پلاسما بسیاری است. یونها زمانی شکل می‌گیرند که نور خورشید به اتمها برخورد کرده و چند الکترون از آن بکند. یونسفر بین دو لایه اگزوسفر exosphere و مزوسفر mesosphere قرار دارد و جزیی از ترموسفر thermosphere است. رعد و برق در این بخش جو شکل می‌گیرد"
      ]
    },
    {
      "EnglishWord": "iridium anomaly",
      "Meanings": [
        "ناهنجاری ایریدیوم",
        "ایریدیم عنصری نایاب در سطح کره زمین است اما در شهاب سنگ‌های آسمانی فراوان است. حضور ایریدیم زیاد در لایه k",
        "t ناهنجارری ایریدیم از نظریه سیارک آلوارز alvarez حمایت می‌کند"
      ]
    },
    {
      "EnglishWord": "iron meteorite",
      "Meanings": [
        "آهنی iron meteorite",
        "شهاب سنگی که از فنر آهن ساخته شده و بر روی کره زمین سقوط کرده است"
      ]
    },
    {
      "EnglishWord": "irregular galaxy",
      "Meanings": [
        "کهکشان نامنظم",
        "کهکشانی بدون تقارن چرخشی بدون شکل فضایی",
        "بیضوی و یا عدسی مانند. این کهکشانها معمولا شامل 100 میلیون تا 10 میلیارد ستاره هستند. بعضی از آنها درون ابر بدون ساختار ظاهری و بعضی شکلهای طبیعی‌تری که آشفته اند را دارا هستند. برای مثال ابر ماژلانی magellanic clould یک کهکشان نامنظم است"
      ]
    },
    {
      "EnglishWord": "irregular galaxy cluster",
      "Meanings": [
        "خوشه کهکشانی نامنظم",
        "یک گروه از هر نوع کهکشان نه تنها کهکشان نامنظم که شکل نامنظمی دارد. گروه محلی خوشه کهکشانی نامنظمی است"
      ]
    },
    {
      "EnglishWord": "isotope",
      "Meanings": [
        "ایزوتوپ isotope",
        "ایزوتوپ یک عنصر",
        "شکل دیگری از هما عنصر است که تعداد نوترونهای هسته آن متفاوت است و در نتیجه وزن اتمی متفاوتی دارد"
      ]
    },
    {
      "EnglishWord": "isotropy",
      "Meanings": [
        "همگنی isotropy",
        "حالتی که خصوصیا ت فیزیکی مانند دما در امتداد محور‌ها در جهات مختلف دارای ارزش یکسانی هستند. در این حالت اندازه فیزیکی در جهت دیگر است"
      ]
    }
  ]
}