{
  "Group": "J",
  "Entries": 14,
  "Words": [
    {
      "EnglishWord": "jansky",
      "Meanings": [
        "جانسکی jansky",
        "یا jy واحد چگالی جریان رادیویی سرعت جریان امواج رادیویی. یک مبناء رادیویی شاخص دارای چگالی جریان طیفی برابر با یک جانسکی است. وات بر متر بر هرتز10 ‏‏1ty=. جانسکی به افتخار مکتشف آن در سال 19532 کارل گوث جانسکی karl goth jansky",
        "نامگذاری شد"
      ]
    },
    {
      "EnglishWord": "jansky  karl",
      "Meanings": [
        "کارل جانسکی",
        "از 1905 تا 1949 مهندس رادیوی آمریکایی و کسی که ستاره شناس رادیویی را ابداع کرد و گسترش داد. در سال 1932 اولین امواج رادیویی از منبع فضایی را تشخیص داد این امواج از مرکز کهکشان راه شیری بود. کار جانسکی توسط گروت ربر grote reber ادامه یافت"
      ]
    },
    {
      "EnglishWord": "janus",
      "Meanings": [
        "جانوس janus",
        "یکی از کوچکترین اقمار 18 گانه زحل که در فاصله متوسطی درحدود 94000 151472 کیلومتر می‌چرخد و دوره چرخشی آن 18 ساعت است. این قمر سنگین دارای مدار مشترک با اپی متوس epimetheus بوده و 50 کیلومتر 31 متر از آن فاصله دارد. هنگامیکه هر چهار سال این دو قمر به هم می‌رسند",
        "مدار خود را عوض می‌کنند در سال 1966 این قمر یخی توسط منجم فرانسوی آودوین دولفوس audouin dllfus کشف شد"
      ]
    },
    {
      "EnglishWord": "jemison mae c.",
      "Meanings": [
        "ماس جمیسون",
        "اکتبر 1956 تاکنون اولین زن سیاهپوستی که به فضا رفت. دکتر جمیسون",
        "جراح و پزشکی با تجربیات مهندسی بود. او در سال 1987 در برنامه فضایی ناسا nasa پذیرفته شد و به عنوان متخصص ماموریت",
        "که در 12 سپتامبر 1992 پرتاب شد و در 20 سپتامبر 1920 به زمین نشست",
        "به فضا رفت. دکتر جمیسون در سال 1994 اردوی علمی بین المللی را در شیکاگو تاسیس کرد که برنامه ای برای کودکان علاقه مند به علم و فضا بود"
      ]
    },
    {
      "EnglishWord": "jet stream",
      "Meanings": [
        "جت استریم یا جریان جتی jet stream",
        "باد پرسرعتی که معمولا در ارتفاعات بلا",
        "یعنی بین 25000 تا 45000 پا دقیقا زیر تروپوپاوز",
        "topopause یافت می‌شوند. این باد از این لحاظ که اولین افرادی که با جت استریم برخود کردند خلبانهایی بودند که آنرا بصورت بادی که ازیک موتو جت خارج می‌شود توصیف کردند",
        "آنرا با این نام می‌خوانند. \"\"جریان جتی"
      ]
    },
    {
      "EnglishWord": "jets",
      "Meanings": [
        "پرتابه‌ها jets",
        "ذراتی پرتابی که بوسیله هسته کهکشانی فعال یا یک پلیسار pulsar به بیرون می‌جهند. پرتابه‌ها تنها به صورت جفتی و درجهات مخالف به وقوع می‌پیوندند"
      ]
    },
    {
      "EnglishWord": "jewel box",
      "Meanings": [
        "جعبه جواهر jewel box",
        "یا ngc 4755 یا کاپاکروسیس kapa crucis خوشه بازی با حدود 100 ستاره در صلیب جنوبی صورت فلکی در نیمکره جنوبی – southern cross است. این خوشه نزدیک بتا کروسیس beta crucis قرار گرفته و وقتی آب لاکایل abb lacaille از سال 1751 تا 1752 در آفرقای جنوبی بود",
        "آنرا کشف کرد. تخمین زده شده این خوشه بسیار جوان سنی کمتر از 10 میلیون سال داشته باشد و فاصله نوری آن از ما 7500 سال است"
      ]
    },
    {
      "EnglishWord": "jodrell bank",
      "Meanings": [
        "ساحل جادرل",
        "در چشایر انگلستان cheshire محل رصد خانه رادیویی ستاره شناسی به نام آزمایشگاههای ستاره شناسی رادیویی نافیلد nuffield b است. اندازه رادیو تلسکوپ 250 فوت 67 متر است"
      ]
    },
    {
      "EnglishWord": "joule",
      "Meanings": [
        "ژول joule",
        "مقدار کاری که توسط نیروی یک نیوتن در یک متر مسافت انجام می‌گیرد"
      ]
    },
    {
      "EnglishWord": "jovian",
      "Meanings": [
        "مشتری مانند",
        "به معنی یا مرتبط با سیاره مشتری"
      ]
    },
    {
      "EnglishWord": "jpl",
      "Meanings": [
        "جی پی ال jpl",
        "به معنی آزمایشگاه فشار به سمت جلوی جت jet propulsion. این آزمایشگاه در مرکز تکنولوژی کالیفرنیای ناسا مدیریت می‌شود. jpl وسایل رباتیک برای اکتشاف سیستم خورشیدی را توسعه می‌دهد. محل اصلی jpl در کوههای سن گابریل san g abriel نزدیک پاسادنای کالیفرنیا است"
      ]
    },
    {
      "EnglishWord": "juno",
      "Meanings": [
        "جونا juno",
        "سیارک بزرگی و یکی از چهار سیارک بزرگ که حدود 240 کیلومتر قطر و حدود 1019× 2 کیلوگرم جرم دارد. این سیارک2/7au از خورشید فاصله دارد و 4/36 سال طول می‌کشد یا یکبار به دور آن بچرخد. جونا در سال 1804 توسط هردینگ k. harding کشف شد که سومین سیارک کشف شده بود"
      ]
    },
    {
      "EnglishWord": "jupiter",
      "Meanings": [
        "مشتری jupiter",
        "بزرگترین سیاره سیستم خورشیدی و پنجمین سیاره از خورشید. این غول گازی دارای جوی ضخیم",
        "قمر و یک حلقه تیره مبهم دارد. برجسته‌ترین اشکال آن وجود نوارهایی در ارتفاعات آن و یک لکه قرمز بزرگ که یک طوفان است در سطح آن",
        "می‌باشد"
      ]
    },
    {
      "EnglishWord": "jy",
      "Meanings": [
        "جای jy",
        "جای به معنی جانسکی ست که این نام",
        "نام کارل گوث جانسکی karlgoth jansky",
        "اولین کسی که در سال 1932 ستاره شناسی رادیویی را توسعه داده است. جانسکی",
        "واحد چگالی جریان رادیویی سرعت جریان امواج رادیویی",
        "است که 1 jy برابر",
        "وات بر متر مربع برهرتز است. منبع رادیویی شاخص چگالی جریانی طیفی حدود یک جانسکی دارد"
      ]
    }
  ]
}