{
  "Group": "K",
  "Entries": 22,
  "Words": [
    {
      "EnglishWord": "kbo",
      "Meanings": [
        "کابی ا kbo",
        "مخفف جسم کمربند کویپر"
      ]
    },
    {
      "EnglishWord": "keck observatory",
      "Meanings": [
        "رصد خانه کک",
        "رصد خانه واقع در آتشفشان غیر فعال ماوناکی هاوایی mavna kea که دارای بزرگترین تلسکوپ‌های نوری و ما فوق قرمز جهان به نام کک 1و2 جهان است. هر تلسکوپ",
        "آینه اولیه 10 متری 33 فوت متشکل از 36 شش گوش هر کدام 8/1متر یا 6 فوت پهنا و 880 پوند وزن دارد. رصد خانه کک توسط مرکز تکنولوژی کالیفرنیا",
        "دانشگاه کالیفرنیا و ناسا اره اندازی می‌شود. رصد خانه کک",
        "دانشگاه کالیفرنیا و ناسا اره اندازی می‌شود"
      ]
    },
    {
      "EnglishWord": "kelvin",
      "Meanings": [
        "کلوین kelvin",
        "لرد کلوین یا ویلیام تامپسون 1824 تا 1907 william tham pson",
        "کسی بود که مقیاس کلوین را طراحی",
        "کرد. بر طبق این مقیاس صفر درجه کلوین به عنوان صفر مطلق در نظر گرفته می‌شود و اندازه یک درجه به اندازه یک درجه سلیسیوس است. آب در 16/273 درجه کلوین یخ می‌بندد و 16/373 درجه می‌جوشد"
      ]
    },
    {
      "EnglishWord": "kelvin temperature scale",
      "Meanings": [
        "مقیاس دمای کلوین",
        "این مقیاس طوری طراحی شده است که صفر درجه کلوین به عنوان صفر مطلق تعریف می‌شود و اندازه یک واحد آن برابر با اندازه یک واحد سلیسیوس است. آب در 16/273 درجه کلوین یخ می‌بندد و در 16/273 درجه کلوین جوش می‌آید. این مقیاس دمایی توسط لرد کلوین ویلیام تامپسون",
        "تا 1907 – lord kelvin william thampson طاحی شد 32+ c905= f",
        "+c= k"
      ]
    },
    {
      "EnglishWord": "kelvin wave",
      "Meanings": [
        "موج کلوین",
        "بر آمدگی ملایم اما عظیمی از آب گرم در اقیانوس آرام. این حجم آبی چند درجه گرمتر و تنها 5 تا 10 سانتی متر بلند‌تر از آبهای اطراف است اما پهنا ی آن صدها کیلومتر است"
      ]
    },
    {
      "EnglishWord": "kepler johannes",
      "Meanings": [
        "ژوهانس کپلر kepler johannes",
        "تا 1630 ریاضیدان یونانی و کسی که به این موضوع پی برد ه سیارات درمدارهای بیضوی به دور خورشیدمی گردند. او چیزی را که ما هم اکنون قوانین سه گانه کپلر می‌نامیم keplers three laws و درباره حرکت سیاره ای که از لحاظ ریاضی بصورت مدارهای بیضوی اجسام آسمانی است",
        "بصورت فرمول در آورد. او چند سالی با تایکو براه tyeho brage کار کرد"
      ]
    },
    {
      "EnglishWord": "keplers first law of planetary motion",
      "Meanings": [
        "قانون اول حرکت سیاره ای کپلر keplers first law of planetary motion",
        "این قانون بیان می‌کند که مدار سیارات بیضوی بوده و خورشید در کانون بیضی قرار دارد"
      ]
    },
    {
      "EnglishWord": "keplers second law of planetary motion",
      "Meanings": [
        "قانون دوم حرکت سیاره ای کپلر",
        "این قانون بیان می‌کند که یک خط از سیاره ای تا خورشید",
        "مساحت‌های برابری را در زمانهای برابر اشغال می‌کند. سیاره هنگامی که از خورشید دورتر است",
        "آرام‌تر و هنگامی که به خورشید نزدیک است",
        "سریعتر حرکت می‌کند این امر برابر با عکس لحظه زاویه ای است"
      ]
    },
    {
      "EnglishWord": "keplers third law of planetary motion",
      "Meanings": [
        "قانون سوم حرکت سیاره ای کپلر",
        "این قانون بیان می‌کند که هنگامیکه t دوره مداری یک سیاره سال آن و a محور نیمه اصلی بیضی باشد",
        "t رابطه نسبی با a دارد"
      ]
    },
    {
      "EnglishWord": "kilogram",
      "Meanings": [
        "کیلوگرم kilogram",
        "واحد جرم تعریف شده برای وزن یک لیتر آب. یک کیلوگرم برابر 1000 گرم یا 2/2 پوند است"
      ]
    },
    {
      "EnglishWord": "kiloparsec",
      "Meanings": [
        "کیلوپارسس kiloparsec",
        "واحد فاصله ای که برابر با 1000 پارسس یا 3260 سال نوری ست. کهکشان راه شیری milky way galaxy",
        "قطری در حدود 61 کیلو پارسس دارد"
      ]
    },
    {
      "EnglishWord": "kinetic energy",
      "Meanings": [
        "انرژی جنبشی",
        "انرژی که یک جسم به علت حرکت خود دارد. انرژی جنبشی یک جسم نیم برابر جرم آن ضرب درتوان دومی سرعت آن است. mv = ke. در سیستم متری",
        "انرژی جنبشی با ژول یا kgm/s اندازه گیری می‌شود"
      ]
    },
    {
      "EnglishWord": "kirchoff gustav",
      "Meanings": [
        "گوستاو کیرچوف",
        "تا 1887 فیزیکدان",
        "یونانی و کسی که پی برد که هر عنصر وقتی درحد گدازش داغ شود",
        "رنگ نور مخصوص از خود نشان می‌دهد. این نور هنگامیکه توسط یک منشور تفکیک شود الگوی ویژه ای از طول موجها را می‌دهد. کیرچوف به همراه بانسن bunsen",
        "تکنیک‌های خود را برای کشف دو عنصر سزیم 1860 و روبیدیم 1861 به کار برد. او پی برد که وقتی نور از میان گازی عبور می‌کند",
        "گاز برخی نورها را جذب می‌کند. این فتون خود را به خورشید نسبت داد و خطوط فراونهوفر fravnhofer را توضیح داد همچنین او پی برد که جامدات گداخته",
        "مایعات و گازهای فشرده طیف پیوسته از خود ساتع می‌کنند"
      ]
    },
    {
      "EnglishWord": "kirkwood daniel",
      "Meanings": [
        "دانیل کروکوود",
        "تا 1895 منجم آمریکایی که وقفه‌های شعاعی را در کمربند سیارکان در سال 1866 کشف کرد وقفه‌های کرکوود. وی همچنین فرضیه ای ارایه داد که طبق آن قمری از سیاره زحل به نام انکالادوس enceladus با جاذبه گرانی خود",
        "بخش کاسینی cassini را بوجود آورد اما امروزه ستاره شناسان فکر می‌کنند که قمر میماس mimas آنرا انجاد می‌کند"
      ]
    },
    {
      "EnglishWord": "kirkwood gaps",
      "Meanings": [
        "وقفه کرکوود",
        "فوصل شعاعی در کمربند سیارکان که درآن نواحی نیرهای گرانی مداری که درآن مدار یک سیارکدقیقا سه بار برای هر مدار مشتری میچرخد",
        "نیروی جاذبه زیادی را در هر مدار تجربه می‌کند و به زودی به سمت خارج آن مدار کشیده می‌شود. این وقفه در 28/3 au که مطابق با دوره 2/1 مشتری ست و دیگری د ر52 au که مطابق با دوره 3/1 مشتری ست وجود دارد. وقفه کرکوود به نام دانیل کرکوود daniel kirwood کاشف این وقفه در سال",
        "نامگذاری شده است"
      ]
    },
    {
      "EnglishWord": "kitt peak national observatory",
      "Meanings": [
        "رصد خانه ملی کیت پیک",
        "رصد خانه ستاره شناسی در تاکسون ایالت آریزونا tucson",
        "arizona که بیش از 15 تلسکوپ شامل یک تلسکوپ انعکاسی 158 اینچی 4متری",
        "دارد"
      ]
    },
    {
      "EnglishWord": "kleopatra",
      "Meanings": [
        "کلیوپاترا kleopatra",
        "سیارک استخوان شکلی که در حدود 135 مایل 217 کیلومتر طول و حدود 58 مایل 94 کیلومتر عرض دارد. این سیارکغیر معمولی در سال 1880 کشف و نامگذاری شد اما به شکل آن در سال 2000 بوسیله تصاویر راداری از تلسکوپ آرکیبو aricibo پی برده شد"
      ]
    },
    {
      "EnglishWord": "klet observatory",
      "Meanings": [
        "رصد خانه کلت klet observatory",
        "موسسه تحقیقاتی ایالتی واقع درجمهوری چک بوهمیای جنوبی",
        "southern bohemia و در کوههای کلت",
        "در ارتفاع 1070 متری. تلسکوپهای این رصد خانه شامل منعکس کننده 57/0 متری و تلسکوپ ماکستو maksutov و تلسوپ 02/1 متری"
      ]
    },
    {
      "EnglishWord": "km",
      "Meanings": [
        "کا ام km",
        "مخفف کیلوگرم یا کیلومتر"
      ]
    },
    {
      "EnglishWord": "knots",
      "Meanings": [
        "گره‌ها knots",
        "خارجی‌ترین حلقه زحل که به حلقه f که دارای گره‌ها غده‌های قابل رویت بسیاری از مواد است است تقسیم میشود. این گره‌ها ممکن است کلوخهایی از مواد حلقه ویژه یا قمر‌های چرخان کوچکی از زحل هستند"
      ]
    },
    {
      "EnglishWord": "kuiper belt",
      "Meanings": [
        "کمربند کویپر kuiper belt",
        "ناحیه ای پشت نپتون که حداقل هفتاد هزار مدار جسم کوچک kbo‌ها شامل کوار quaoar و سندا senda است. این کمر بند در فاصله 30 تا 50 ؟ au قرار گرفته و در سال 1992 کشف شد. کمربند کویپر ممکن است از سنگ‌های آسمانی کوتاه مدت مانند ستاره دنباله دار هالی منشاء گرفته باشد. نام این کمربند از ستاره شناس آلمانی – آمریکایی جرارد کویپر gerard p. kuiper که احتمال وجود آنرا پیش بینی کرده بود",
        "گرفته شده است"
      ]
    },
    {
      "EnglishWord": "kuiper g.p",
      "Meanings": [
        "جرارد کوپیر kuiper g. p",
        "تا 1973 ستاره شناس آلمانی – آمریکایی که احتمال وجود کمربند کویپر را در سال 1951 پیش بینی کرد. در سال",
        "کویپر یکی از قمر‌های اورانوس بهنام میراندا miranda و دومین قمر نپتون به نام نرید nerid را کشف و نامگذاری کرد. وی تحقیقات مقدماتی بسیاری روی قمر ها",
        "جو سیاره‌ها و خرده سیاره‌ها انجام داد"
      ]
    }
  ]
}