{
  "Group": "N",
  "Entries": 30,
  "Words": [
    {
      "EnglishWord": "n=r fs fp ne fl fi fc l",
      "Meanings": [
        "معادله دریک drake equation",
        "فرمولی برای تخمین تعداد احتمالی تمدنهای هوشمند درکهکشان ما. اغلب بخش‌های این معادلات ناشناخته است",
        "l× fe×fi ×fl ×ne × fp ×fs ×r = n در این معادله n تعداد تمدنها r میانگین نرخ تشکیل ستاره در کهکشان حدود 20 ستاره در سال fs کسری از ستاره‌ها ی با سیاره حدود 0/5 ne میانگین تعداد سیاراتی که در منطقه قبل سکونت habitable zone یعنی جاییکه آب به شکل مایع وجود دارد قرار دارند. fl کسری از این سیاراتی که حیات در حال تکامل است fi کسری از جاهاییکه حیات باشعور می‌شود fe کسری از گونه‌های هوشمندی که می‌توانند با ما ارتباط برقرار کنند و l طول عمر به سال تمدن که کاملا ناشناخته است. این فرمول در سال 1961 توسط یک ستاره شناس رادویویی به نام فرانک دریک frank drake ارایه شد"
      ]
    },
    {
      "EnglishWord": "nadir",
      "Meanings": [
        "نادر nadir",
        "نقطه‌ای که مستقیما در زیر یک بیننده قرار دارد"
      ]
    },
    {
      "EnglishWord": "naiad",
      "Meanings": [
        "ناییاد naiad",
        "قمر بسیار کوچک نپتون که در سال 1989 و در ماموریت ویجر 2 ناسا voyger 2 کشف شد. این قمر در فاصلة 48230 کیلومتری از مرکز نپتون و با قطر 58 کیلومتر به دور نپتون می‌چرخد"
      ]
    },
    {
      "EnglishWord": "nanometer",
      "Meanings": [
        "نانومتر nanometer",
        "واحد اندازه گیری طول و برابر با 10 انگستروم که یک میلیاردیوم",
        "× 1 یک متر است"
      ]
    },
    {
      "EnglishWord": "nanorover",
      "Meanings": [
        "گشت زن بسیار ریز nanorover",
        "یا وسیلة نقلیة کوچک علمی small science vehiclessv گشت زن کوچکی‌ست که برای فرستادن و گشت زدن در اجسام کوچک آسمانی مانند شبه سیاره‌ها طراحی شده است. گشت زن کوچک ژاپنی به نام muses",
        "cn برای بررسی شبه سیارة nereus 4660 در ژانویه سال 2002 به فضا پرتاب شد و در 9 سپتامبر 2003 به نریوس رسید. این گشت زن که کوچکترین گشت زنی‌ست که تاکنون پرواز کرده است قادر به تجزیه نمونه‌های سنگی",
        "جمع آوری نمونه‌های سنگی",
        "تصویربرداری رنگی و ارسال به زمین و نهایتا برگشت به زمین در سال 2006 است"
      ]
    },
    {
      "EnglishWord": "nasa",
      "Meanings": [
        "ناسا nasa",
        "مخفف national aeronautics and space administration ادارة هوا و فضای ملی",
        "بنگاه دولتی‌ست که مسیولیت کاوش فضایی در ایالات متحده را برعهده دارد"
      ]
    },
    {
      "EnglishWord": "nea",
      "Meanings": [
        "نیا nea",
        "به معنی شبه سیارة نزدیک به زمین near",
        "earth asteroid",
        "به شبه سیاره‌هایی گفته می‌شود که مدار آنها تا 3/1 au 121 میلیون مایل یا 195 میلیون کیلومتر خورشید کشیده شده است. این شبه سیاره‌ها احتمالا از کمربند شبه سیارة اصلی می‌آیند",
        "اما در اثر برخوردها و برخوردها متقابل با میدانهای گرانی سایر سیارات",
        "از کمربند جدا می‌شوند. نام دیگر نیا",
        "شبه سیارات به زمین رسیده earth",
        "approaching asteroids است"
      ]
    },
    {
      "EnglishWord": "neap tides",
      "Meanings": [
        "کمترین جزر و مد",
        "جزر و مد مخصوصا ضعیفی که زمانی رخ می‌دهد که نیروهای ما و خورشید نسبت به زمین مکمل هم نباشند. این حالت در مرحلة ربع ماه انجام می‌گیرد"
      ]
    },
    {
      "EnglishWord": "near project",
      "Meanings": [
        "طرح نیر near project",
        "near مخفف near",
        "earth asteroid rendezvous میعاد شبه سیارة نزدیک به زمین است که نام فضاپیمای طرحی شده برای پرواز بر روی شبیه سیارات نزدیک به زمین و آزمایش آنهاست. این فضاپیما در 17 فوریه 1996 پرتاب شد و هدف آن رسیدن به شبه سیارة 433 eros بود. در سال",
        "ناسا به افتخار دکتر اوجین شومیکر dr. eugene m. shoemaker که در سال 1997 مرد",
        "نام فضاپیما راینر شومیکر near shoemaker گذاشت",
        "این فضاپیما از 14 فوریة 2000 تا 28 فوریة 2001 به دور اروس eros چرخید. بعد از چرخش سه ساله به دور اروس",
        "در 12 فوریة 2001 بر روی اروس نشست این اولین فضاپیمایی بود که روی یک سیارکمی‌نشست. برای ارسال اطلاعات رادیویی",
        "آخرین تماس با نیرشومیکر در 28 فوریة 2001 بود. نیرشومیکر با نیروی خورشیدی کار می‌کرد"
      ]
    },
    {
      "EnglishWord": "neat",
      "Meanings": [
        "نیت neat",
        "ردیابی سیارکهای نزدیک زمین near",
        "earth asteroid tracking سیستم nasa/jpl است که شبه سیاره‌های نزدیک زمین را ردیابی می‌کند. نیت از تلسکوپ پالومار palomar با قطر 2/1 متری 48 اینچی برای ردیابی سیارکهایی که به زمین نزدیک هستند",
        "استفاده می‌کند. \"\"ردیابی سیارکهای نزدیک زنیم"
      ]
    },
    {
      "EnglishWord": "nebula",
      "Meanings": [
        "سحابی nebula",
        "ابر پراکندة بسیار بزرگی از گاز و غبار در فضایی بین کهکشانی",
        "گاز سحابی غالبا هیدروژن است. سحابی nebula",
        "گاز سحابی غالبا هیدروژن است"
      ]
    },
    {
      "EnglishWord": "nemesis",
      "Meanings": [
        "نمیسس nemesis",
        "ستارة تاریک همراه فرضی برای خورشید ما. هر سی میلیون سال",
        "این ستارة از ابر اورت oort و سنگ‌های آسمانی در حال پرتاب که شاید عامل انقراض عمومی دوره‌ای و زمین بوده‌اند عبور می‌کند"
      ]
    },
    {
      "EnglishWord": "neo",
      "Meanings": [
        "نیو neo",
        "به معنی جسم نزدیک زمین near",
        "earth object که در واقع سنگ‌های آسمانی و شبه سیاراتی هستند که به مدار کره زمین نزدیک شده و آنرا به خطر می‌اندازند"
      ]
    },
    {
      "EnglishWord": "neptune",
      "Meanings": [
        "نپتون neptune",
        "هشتمین سیاره از خورشید. این سیارة گازی سرد و بزرگ با جوی مه آلود",
        "همراه با هشت قمر و سه حلقة کمرنگ باریک به دور خورشید می‌چرخد"
      ]
    },
    {
      "EnglishWord": "nereid",
      "Meanings": [
        "نرید nereid",
        "خارجی‌ترین قمر نپتون که از دو قمر نپتون",
        "قمر کوچکتر است. این قمر دارای یک مدار بسیار بیضوی است که کمترین فاصله اش به نپتون 867000 مایل و بیتشرین فاصله‌اش 6 میلیون مایل است. تقریبا یکسال طول می‌کشد تا یک دور به دور نپتون بچرخد. قطر نرید حدود 200 مایل 320 کیلومتر است و در سال 1949 توسط کویپر g. kuiper کشف شد"
      ]
    },
    {
      "EnglishWord": "nereus",
      "Meanings": [
        "نریوس nereus",
        "شبه سیاره‌ای نزدیک زمین 4660 nereus که حدود 6/0 تا 25/1 مایل یک تا دو کیلومتر قطر و 82/1 سال دورة مداری دارد. محور نیمه اصلی آن 490/1 au است. نریوس ممکن است یک ستاره دنباله دار مجزا باشد. muses",
        "cn یک گشت زن بسیار ریز ژاپنی به اندازة یک کتاب است که برای جستجو در شبه سیارة نرسوس طراحی شده است. این گشت زن در ژوین 2002 از ژاپن پرتاب خواهد شد و در 9 سپتامبر 2003 به نرسوس رسید. این گشت زن کوچکترین گشت زن ساخته شده استکه قادر به جمع آوری و تجزیة نمونه‌های سنگی و ارسال تصاویر ویدیویی رنگی به زمین و نهایتا برگشت به زمین در سال 2006 است"
      ]
    },
    {
      "EnglishWord": "neutrino",
      "Meanings": [
        "نوترینو",
        "ذره بی بار و بدون جرم واقعی است که در برخی واکنشهای هسته‌ای درون ستاره‌ها تولید می‌شود"
      ]
    },
    {
      "EnglishWord": "neutron",
      "Meanings": [
        "نوترون neutron",
        "ذرة هسته اتمی بدون باز که جرم آن کمی بیشتر از پروتون است. در فروپاشی بتا",
        "یک نوترون به یک پروتون و یک الکترون و یک ضد نوترون",
        "تبدیل می‌شود"
      ]
    },
    {
      "EnglishWord": "neutron star",
      "Meanings": [
        "ستارة نوترونی neutron star",
        "ستاره بسیار چکال کوچک که غالبا از نوترونهای محکم به هم چسبیده تشکیل شده است. این پیکره که به سختی قابل رویت است",
        "جو نازکی از پلاسمای هیدروژن بسیار داغ و یک پوسته دارد. قطر آن حدود 5 تا 10 مایل 5 تا 16 کیلومتر و چگالی آن تقریبا 1015 گرم بر سانتی متر مکعب است. ستاره‌های نوترونی از انفجارات ابر نو اخترها بوجود می‌آیند"
      ]
    },
    {
      "EnglishWord": "new general catalog",
      "Meanings": [
        "طبقه بندی مرکزی جدید",
        "یا ngc فهرستی که دارای بیش از 1300 اجسام آسمانی در بخش‌های عمیق است. این فهرست در سال 1888 توسعه یافت",
        "برای مثال سحابی بزرگی جبار یا شکارچی m42 ncg 1976 orion نام دارد"
      ]
    },
    {
      "EnglishWord": "new moon ‌",
      "Meanings": [
        "ماه نو new moon",
        "مرحله‌ای از شکل ماه که در آن ماه از زمین قابل رویت نیست",
        "زیرا آن طرف ماه که رو به ما است",
        "توسط خورشید روشن نشده است"
      ]
    },
    {
      "EnglishWord": "newton isaac",
      "Meanings": [
        "ایساک نیوتن newton isaac",
        "تا 1727 ریاضیدان و فیزیکدان انگلیسی که همزمان اما به طور مجزا از لیبنیز – leibniz قوانین جاذبة زمین را فرموله کرد",
        "ماهیت نور را بررسی کرد او کشف کرد که نور خورشید از رنگهای متفاوتی ساخته شده است و قوانین حرکت را محاسبه کرد. قوانین نیوتن بیان می‌کند که 1 – جسمی که دارای حرکت ثابت است تمایل دارد که بدون نیروی خارجی اعمال",
        "در همان حالت باقی بماند قانون تنبلی 2 – نیرویی که باعث تغییر در سرعت شتاب یک جسم می‌شود f=ma 30 – برای هر عملی عکس العملی وجود دارد برابر و در خلاف جهت. همچنین نیوتن طرح میکروسکوپ انعکاسی را با استفاده از یک آینة شیء به جای عدسی‌ها توسعه داد که هم اکنون تلسکوپ نیوتنی نامیده می‌شود"
      ]
    },
    {
      "EnglishWord": "ngc",
      "Meanings": [
        "ان جی سی",
        "‌مخفف new general catalog فهرستی از 1300 جسم آسمانی کهم در سال 1888 توسعه یافت. برای مثال",
        "سحابی بزرگ جبار یا شکارچی orion",
        "ncg و m4 است. ngc 4414 عکس بالا کهکشان حلقوی‌ست که 60 میلیون سال نوری از ما فاصله دارد"
      ]
    },
    {
      "EnglishWord": "noctilucent cloud",
      "Meanings": [
        "ابر ناکتیلوسنت",
        "یا nlc",
        "ابرهای بسیار مرتفعی هستند که در ژوین و جولای در طول‌های جغرافیایی 50 تا 65 درجه در شب دیده می‌شوند. این ابرها حدودا 82 تا 85 کیلومتر ارتفاع دارند که بخش خشک اتمسفر را بوجود می‌آورد. ناکتیلوسنت به معنی «درخشش شب» است و ابرهای ناکتیلوسنت احتمالا از ذرات پوشیده از یخ کوچک تشکیل شده است. دربارة این ابرها داده‌های زیادی نداریم. این نام در سال 1884 به این پدیده اطلاق شد"
      ]
    },
    {
      "EnglishWord": "northern lights",
      "Meanings": [
        "سپیده‌های شمالی",
        "نام دیگری برای سپیده دم است که در نیمکره شمالی پیدا می‌شود. سپیده دم ها",
        "صفحات مواج زیبایی از نور در نزدیک قطب هستند. این انوار توسط گازهایی که بعد از گرم شدن توسط ذرات خورشیدی",
        "تحریک می‌شوند",
        "بوجود می‌آیند. اغلب سپیده دم‌ها 100 تا 25 کیلومتر بالای زمین قرار می‌گیرند"
      ]
    },
    {
      "EnglishWord": "nova",
      "Meanings": [
        "نواختر nova",
        "ستارة کوتولة سفیدی که درخشندگی آن ناگهان به اندازة چند درجه از قدرت درخشندگی زیاد می‌شود و سپس به آرامی کم نور می‌شود"
      ]
    },
    {
      "EnglishWord": "nuclear bulge",
      "Meanings": [
        "برآمدگی هسته‌ای",
        "بخش حلقوی مرکزی کهکشان حلقوی که به وسیلة‌تودة ستاره‌ای صفحه مانند با با روزهای حلقوی احاطه شده است"
      ]
    },
    {
      "EnglishWord": "nuclear fission",
      "Meanings": [
        "شکافت هسته‌ای",
        "واکنشی که طی آن هستة اتمها از شکسته شده و انرژی بسیار زیادی را آزاد می‌کند. شکافت هسته‌ای برای تولید انرژی در بسیاری از دستگاه‌ها روی زمین بکار گرفته می‌شود و در سلاحهای اتمی هم. شکافت هسته‌ای واکنش مهمی در خورشید نیست"
      ]
    },
    {
      "EnglishWord": "nuclear fusion",
      "Meanings": [
        "گداخت هسته‌ای nuclear fusion",
        "واکنش اتمی که در آن بسیاری از اتمها با هم ترکیب شده تا اتم بزرگتر که عنصر متفاوتی است بسازند. نتیجة این فرآیند آزاد شدن انرژی زیاد می‌شود. هسته‌های حاصل جرم کمتری از مجموع جرم هسته‌های اولیه دارند. این تفاوت جرم با معادلة e=me2 به انرژی تبدیل می‌شود. خورشیدها از گداخت هسته‌ای نیرو می‌گیرند و در این فرآیند اغلب هیدروژن به هلیم تبدیل می‌شوند. در این فرآیند",
        "چهار هستة هیدروژن با هم ترکیب می‌شوند تا یک هستة هلیم را تولید کنند که 3/0 درصد از جرم اولیه به انرژی تبدیل می‌شود"
      ]
    },
    {
      "EnglishWord": "nucleosynthesis",
      "Meanings": [
        "نوکلوسنتز",
        "تولید عناصر جدید بواسطة واکنش‌های هسته‌ای. این فرآیند در ستاره‌ها حادث می‌شود که با فاصلة کوتاهی بعد از انفجار بزرگ big bang انجام گرفته"
      ]
    }
  ]
}