{
  "Group": "O",
  "Entries": 30,
  "Words": [
    {
      "EnglishWord": "oberon",
      "Meanings": [
        "اوبرون oberon",
        "یکی از بزرگترین 18 قمر اورانوس که توسط دهانه‌های زیادی که حاکی از سن زیاد سطح آن است و همچنین یخ پوشیده شده است. ابرون دارای قطر 1523 کیلومتر و جرم 1021 × 03/3 کیلوگرم است. این قمر با میانگین فاصلة 582600 کیلمتر به دور اورانوس می‌چرخد و در سال 1787 توسط ویلیام هرشل wm. herschel کشف شد"
      ]
    },
    {
      "EnglishWord": "object-glass",
      "Meanings": [
        "شیشة شیء",
        "لنزهای اصلی یک تلسکوپ انعکاسی"
      ]
    },
    {
      "EnglishWord": "objective",
      "Meanings": [
        "عدسی شیء",
        "عدسی‌های یا آینه‌های جمع کنندة نور در یک تلسکوپ"
      ]
    },
    {
      "EnglishWord": "oblate",
      "Meanings": [
        "کرة تخت oblate",
        "کره ای که در قطبهایش تخت شده است. ذحل سیاره‌ای کره‌ای تخت در سیستم خورشیدی‌ست که تفاوت اقطار استوایی و قطبی‌اش تقریبا 10 درصد است"
      ]
    },
    {
      "EnglishWord": "obliquity",
      "Meanings": [
        "درجة انحراف obliquity",
        "زاویة بین یک صفحه و مدار یک سیاره و استوای سیاره"
      ]
    },
    {
      "EnglishWord": "observatory",
      "Meanings": [
        "رصدخانه observatory",
        "جاییکه با وسله یا وسایلی برای مشاهده پدیده‌های ستاره شناسی یا آسمانی مانند ستاره‌ها",
        "سیاره‌ها",
        "سحابی‌ها و غیره تجهیز شده است. رصدخانه‌ها اغلب تلسکوپهای قوی دارند چشمی",
        "رادیویی یا انواع دیگر تلسکوپ"
      ]
    },
    {
      "EnglishWord": "occultation",
      "Meanings": [
        "پنهان سازی",
        "زمانیکه یک پیکرة نجومی از پشت پیکرة نجومی بزرگتری عبور می‌کند",
        "پنهان یا پوشش اتفاق می‌افتد",
        "بطوریکه چشم کوچکتر از نظر پنهان می‌شود. مثالی از پنهان سازی هنگامی‌ست که یک سیاره از پشت خورشید عبور می‌کند که در اینجاست",
        "از دید ما",
        "آن سیاره پنهان شده است"
      ]
    },
    {
      "EnglishWord": "oceanic plates",
      "Meanings": [
        "صفحات اقیانوسی",
        "پوستة زمین به صفحات مختلفی شکسته شده این صفحات قطعات سنگی شناور بر روی گوشتة نرم هستند که با سرعتی بین 1 تا 10 سانتی متر در سال حرکت می‌کنند. صفحات اقیانوسی صفحاتی که زیر اقیانوس قرار دارند نازکتر",
        "جوانتر و چگالتر از صفحات قاره‌ای هستند. این صفحات زیر آبی حدود 75 کیلومتر ضخامت دارند و از سنگ بازالت ساخته شده‌اند. از آنجا که این صفحات در حاشیة صفحات اقیانوسی شکل می‌گیرند باز شدگی اقیانوسی",
        "نسبتا جوانتر هستند"
      ]
    },
    {
      "EnglishWord": "olbers heinrich",
      "Meanings": [
        "هنریش آلبرز",
        "تا 1840 منجم پزشک آلمانی که مجموعة سوالات آلبرز olbre's paradox را منتشر کرد چرا آسمان در شب تاریک است؟ چرا نور ستاره‌ها آسمان شب را روشن نمی‌کند؟ همچین وی تشخیص داد که اورانوس یک سیاره است و یک ستاره دنباله دار نیست",
        "ستاره دنباله دار آلبرز را کشف کرد",
        "شبه سیارة پالاس #2 palas را 1802 و وستا # vesta را کشف کرد و روشی برای محسابه مدار سنگ‌های آسمانی یافت"
      ]
    },
    {
      "EnglishWord": "olber's paradox",
      "Meanings": [
        "مجموعة سوالات آلبرز",
        "سیوالات ظاهرا ساده که اصلا توسط ویلیام هالی wm. halley فرموله شد و سپس توسط آلبرز منتشر گردید. برخی از این سوالات شامل: «چرا آسمان شب تاریک است؟ چرا نور ستاره نمی‌تواند شب را روشن کند؟» اگر هستی مشخصا پیرو پر از ستاره‌ها است",
        "پس به هر سمت که نگاه کنید",
        "ستاره‌ای باید وجود داشته باشد که آسمان را روشن کند. جواب این سوالات هم در انبساط هستی تغییر رنگ قرمز ستاره‌های در حال حرکت که نور قابل رویت را کم می‌کند و هم در سن نامعین هستی پنهان است"
      ]
    },
    {
      "EnglishWord": "omega",
      "Meanings": [
        "امگا omega",
        "آخرین حرف الفبای یونانی که به میزان جگالی مشاهده شده جهان هستی چقدر جرم در هر واحد حجم وجود دارد تا چگالی بحرانی هستی چگالی که برای توقف انبساط هستی لازم است اشاره می‌کند. اگر امگا بیشتر از یک باشد",
        "هستی در نهایت از انبساط باز می‌ماند و شروع به برخورد می‌کند و نهایتا با صدای بزرگ big crunch پایان می‌گیرد. اگر امگا برابر با یک باشد",
        "جهان عاقبت از انبساط باز می‌ماند اما فرو ریزش اتفاق نمی‌افتد. اگر امگا کمتر از یک باشد",
        "هستی به انبساط خود ادامه می‌دهد"
      ]
    },
    {
      "EnglishWord": "onizuka ellison s.",
      "Meanings": [
        "ellison s\"\"الیسون انیزوکا",
        "ژوین 1946 تا 28 ژانویه",
        "سرهنگ دوم نیروی هوایی آمریکا",
        "مهندس هوا فضا و فضانورناسا",
        "انیزوکا در دو ماموریت شامل فضایی شرکت کرد و در انفجار چلنجر challenger در 28 ژانویه 1989 مرد"
      ]
    },
    {
      "EnglishWord": "onizuka ellison s.",
      "Meanings": [
        "الیسون انیزوکا",
        "ژوین 1946 تا 28 ژانویه",
        "سرهنگ دوم نیروی هوایی آمریکا",
        "مهندس هوا فضا و فضانورناسا",
        "انیزوکا در دو ماموریت شامل فضایی شرکت کرد و در انفجار چلنجر challenger در 28 ژانویه 1989 مرد"
      ]
    },
    {
      "EnglishWord": "oort cloud",
      "Meanings": [
        "ابر اورت oort cloud",
        "ابر سنگی و غباری که ممکن است سیستم خورشیدی ما را احاطه کرده باشد. این ابر ممکن است از جاییکه سنگ‌های آسمانی با دورة بلند منشاء می‌گیرد",
        "تشکیل می‌شوند. ابر اورت به افتخار جان اورت jan h. oort",
        "کسی که به وجود این ابرها در سال 1950 اشاره کرد",
        "نامگذاری شده. وی عنوان کرد که ابر اورت مسیول انقراضهای عمومی دوره‌ای زمین است"
      ]
    },
    {
      "EnglishWord": "oort jan h.",
      "Meanings": [
        "جان اورت oort jan h",
        "تا 1992 منجم آلمانی که فاصله تا وسط کهکشان را اندازه گرفت",
        "کهکشان ما را نقشه برداری کرد. ثابت کرد که نواحی اطراف مرکز کهکشان در حال چرخشند و وجود ابر اورت را در سال 1950 پیشنهاد کرد. ابر اورت ابر سنگی و غباری که احتمالا اطراف سیستم خورشیدی ما وجود دارد. این ابر ممکن است از سنگ‌های آسمانی با دوره بلند منشاء گرفته باشد. این نظریه فرض میکند که انقراض‌های عمومی متناوب زمین حاصل این ابرها است"
      ]
    },
    {
      "EnglishWord": "open cluster",
      "Meanings": [
        "خوشه باز open cluster",
        "صورت فلکی رقیقی با حدود 1000 ستارة نسبتآ جوان که تقریبا همگی همزمان تشکیل شده‌اند. یک خوشة باز حدود 10 پارسس طول دارد. مثال این خوشه‌ها میارز hyades و پلیادس pleiades است"
      ]
    },
    {
      "EnglishWord": "open universe",
      "Meanings": [
        "هستی باز open universe",
        "یک مدل هستی که در آن هستی برای همیشه گسترش می‌یابد. دراین مدل مادة کانی و نیروهای گرانی همراه آن برای توقف انبساط کنونی وجود ندارد. در نتیجه",
        "فضا و زمان در این هستی بدون مرز هستند. هستی باز در برابر هستی بسته قرار می‌گیرند"
      ]
    },
    {
      "EnglishWord": "opposition",
      "Meanings": [
        "تقابل",
        "اگر زمین دقیقا بین یک سیاره و خورشید قرار بگیرد",
        "آن سیاره در موقعیت تقابل قرار گیرد تقابل با زمین و خورشید ناهید و عطارد نمی‌توانند در موقعیت تقابل قرار گیرند"
      ]
    },
    {
      "EnglishWord": "optical tube",
      "Meanings": [
        "لولة نوری optical tube",
        "بدنة اصلی یا لولة یک تلسکوپ که عدسی شیء را نگه می‌دارد"
      ]
    },
    {
      "EnglishWord": "orbit",
      "Meanings": [
        "مدار orbit",
        "مسیر بسته ای که یک جسم هنگامی که دور جسمی دیگر میچرخد",
        "طی می‌کند. عموما مدارهای بیضوی اند اما ممکن است در اثر حضور یک پیکرة دیگر مختل شوند و حتی ممکن است به اشکال غیر معمولی شوند"
      ]
    },
    {
      "EnglishWord": "orbital eccentricity",
      "Meanings": [
        "گریز از مرکزیت مداری",
        "میزان انحراف مداری از حالت دایره‌ای را می‌گویند. یک مدار کاملا گرد با گریز از مرکزیت صفر دارد و اعداد بیشتر نشانگر مدارهای بیضوی‌تر است. شلجمی هاگریز از مرکزیتی برابر با یک دارند. زمین",
        "ناهید و نپتون سیارات با کمترینگریز از مرکزیت در سیستم خورشیدی هستند. پلوتون و عطارد دارای مدارهای با بیشترینگریز از مرکزیت هستند"
      ]
    },
    {
      "EnglishWord": "orbital inclination",
      "Meanings": [
        "میل مداری orbital inclination",
        "زاویة بین صفحة یک مدار صفحة خورشیدی که آنرا با «i» نشان می‌دهند"
      ]
    },
    {
      "EnglishWord": "orbital speed",
      "Meanings": [
        "سرعت مداری orbital speed",
        "هنگامیکه سیارات به دور خورشید می‌چرخند سرعت متفاوتی دارند. هر سیاره وقتیکه به خورشید نزدیکتر است سریعتر حرکت می‌کند وبالعکس. این پدیده قانون دوم حرکت سیارة کپلر است"
      ]
    },
    {
      "EnglishWord": "orion",
      "Meanings": [
        "صورت فلکی جبار یا شکارچی orion",
        "یا «شکارچی» صورت فلکی‌ست که درخشانترین ستاره‌های آن ستاره رجل الجبار rigel ستاره منکب الجوزا یا ید الجوزا betelgeuse و بلاتریکس bellatrix هستند. سحابی سر است horsehead",
        "m42 و m43 که سحابی جبار یا شکارچی نامیده می‌شوند در این صورت فلکی وجود دارند. \"\"صورت فلکی شکارچی"
      ]
    },
    {
      "EnglishWord": "orion arm",
      "Meanings": [
        "بازوی اوریون",
        "یا بازوی محلی local arm",
        "بازوی کهکشان راه شیری است که سیستم خورشیدی ما در آن قرار گرفته است"
      ]
    },
    {
      "EnglishWord": "orion nebula",
      "Meanings": [
        "سحابی جبار یا شکارچی",
        "شامل m42 و m43 ابر گازی آشفته بزرگ و نزدیکی که غالبا از هیدروژن است. این سحابی توسط ستاره‌های داغ",
        "جوان و روشن که درون سحابی توسعه یافته‌اند روشن شده است. سحابی جبار یا شکارچی در حدود 1500 سال نوری از ما و در صورت فلکی جبار یا شکارچی وجود دارد و نظر آن 30 سال نوری است. \"\"سحابی شکارچی"
      ]
    },
    {
      "EnglishWord": "orionid meteor shower",
      "Meanings": [
        "باران ستارة دنباله دار اوریونید orionid meteor shower",
        "این باران هر سال از 15 تا 29 اکتبر تا حداکثر 21 تا 22 اکتبر هر سال",
        "و هنگامیکه کرة زمین از جدار ستاره دنباله دار هالی halley عبور می‌کند",
        "حادث می‌شود. این سنگ‌های آسمانی و باقیمانده‌های یخی آن هنگامیکه به جو زمین وارد می‌شوند",
        "این ستاره‌های دنباله دار به نظر می‌رسند که از صورت فلکی جبار یا شکارچی orion منشاء می‌گیرند اما اینطور نیست"
      ]
    },
    {
      "EnglishWord": "outer planets",
      "Meanings": [
        "سیاره‌های خارجی",
        "سیاره‌هایی که از خورشید دور هستند و شامل مشتری",
        "زحل",
        "اورانوس",
        "نپتوس و پلوتون هستند. این سیارات غالبا گازی و عظیم و حلقه دار",
        "همراه اقمار زیادی هستند به جز پلوتون که سیاره سنگی کوچک و دارای تنها یک قمر به نام شارون charon – است"
      ]
    },
    {
      "EnglishWord": "ozone",
      "Meanings": [
        "اوزون ozone",
        "شکلی از اکسیژن مولکولی o3 که شامل سه اتم اکسیژن متصل به هم است. \"\"ازنازنو"
      ]
    },
    {
      "EnglishWord": "ozone layer",
      "Meanings": [
        "لایة اوزون ozone layer",
        "منطقه‌ای از جو که بیشترین بخش جو را شامل در بر می‌گیرد حدود 90درصد این منطقه 10 تا 25 مایل 15 تا 40 کیلومتر بالای سطح زمین قرار گرفته و از زمین در برابر پرتوهای مافوق بنفش b که از خورشید می‌آیند",
        "محافظت می‌کند. لایة اوزون در حال تهی شدن است و یک حفرة اوزون بر روی قطب جنوب وجود دارد. \"\"لاهی ازنلاهی اوزنلاهی اوزنولاهی ی ازنلاهی ی اوزن"
      ]
    }
  ]
}