{
  "Group": "P",
  "Entries": 91,
  "Words": [
    {
      "EnglishWord": "pallas",
      "Meanings": [
        "پالاس pallas",
        "دومین شبه سیارة بزرگ و یکی از چهارشنبه سیارة درخشان که دارای قطر 482 × 525 × 570 کیلومتر و جرم 1020 × 18/3 کیلوگرم است. پالاس در حدود 108 × 145/4 از خورشید فاصله دارد و 61/4 سال طول می‌کشد تا یک بار به دور خورشید بچرخد. این سیارکدر سال 1802 توسط هنریش آلبرز oheinrich olbers کشف شد"
      ]
    },
    {
      "EnglishWord": "palomar observatory",
      "Meanings": [
        "رصدخانه پالومار palomar observatory",
        "رصدخانة کوه پالومار",
        "رصدخانة ستاره شناسی واقع در جنوب کالیفرنیا کوه پالومار است. این رصدخانه دارای یک تلسکوپ انعکاسی 200 اینچی 508 سانتی متری و یک رصدخانة اشمیت 48 اینچی 122 سانتی متر است. این رصدخانه توسط جورج هال george e. hale تاسیس شد"
      ]
    },
    {
      "EnglishWord": "pan",
      "Meanings": [
        "پن pan",
        "یکی از کوچکترین اقمار فراوان زحل که بین فاصلة انک encke gap در حلقه‌های زحل قرار گرفته است. شعاع آن 10 کیلومتر است و در فاصلة 133583 کیلومتری زمین به دور زحل می‌گردد. دوره مداری آن 575/0 روز زمینی است. پن در سال 1990 توسط مارک شوالتر mark showalter در ویجر 2 voyager 2 کشف شد"
      ]
    },
    {
      "EnglishWord": "pandora",
      "Meanings": [
        "پاندورا pandora",
        "یکی از کوچکترین قمرهای زحل که ماهوارة راهنما برایلبة خاری حلقة f زحل است. شعاع آن 31 × 44 × 55 کیلومتر است",
        "در فاصله 141700 کیلومتری زحل می‌چرخد و دورة مداری آن 62/0 روز زمینی است. پاندورا در سال 1980 توسط کالینر s. a. collins و کارسون d. carlson در ویجر1 voyger 1 کشف شد"
      ]
    },
    {
      "EnglishWord": "pangaea",
      "Meanings": [
        "پانگه آ pangaea",
        "ابر قاره‌ای که تمام قطعات خشکی زمین را دربر می‌گرفت. این سرزمین از دورة پرمین تا ژوراسیک وجود داشته",
        "سپس در دورة ژوراسیک شکسته شده و قاره‌های گنه وانا gondwanaland شامل آمریکای جنوبی",
        "آفریقا",
        "هند",
        "استرالیا و قطب جنوب و لورازیا lorasia شامل آمریکای شمالی",
        "اروپا",
        "آسیا",
        "گرنیلند و ایسلند را شکل داد"
      ]
    },
    {
      "EnglishWord": "parabola",
      "Meanings": [
        "شلجمی parabola",
        "بخش مخروطی و منحنی که از یک سری نقاط p مانند نقطه‌ای که فاصلة یک خط خط محور افقی تا آن برابر با فاصلة آن نقطه p تا کانون f باشد. شلجمی‌ها دارایگریز از مرکزیت 1 است"
      ]
    },
    {
      "EnglishWord": "parallactic motion",
      "Meanings": [
        "حرکت پارالاکتیک parallactic motion",
        "حرکت ظاهری ستاره‌ها که تنها به علت حرکت زمین در زمان چرخش به دور خورشید به وجود می‌آید"
      ]
    },
    {
      "EnglishWord": "parallax",
      "Meanings": [
        "اختلاف منظر parallax",
        "تغییر ظاهری موقعیت ستاره‌ای که تنها به علت حرکت کرة زمین هنگام چرخش به دور خورشید به وجود می‌آید. فردریچ ولهلم بسل friedrich wilhelm bessel اولین کسی بود که حرکت اختلاف منظر را در سال 1838 هنگام مشاهدة ستارة 71 سیگنی 61 cygni تشخیص داده این حرکت دلیل قاطعی برای اینکه زمین به دور خورشید می‌گردد بود"
      ]
    },
    {
      "EnglishWord": "parkes telescope",
      "Meanings": [
        "تلسکوپ پارکس",
        "رادیوتلسکوپ 64 متری در نیوساوت ولز استرالیا"
      ]
    },
    {
      "EnglishWord": "parsec",
      "Meanings": [
        "پارسس parsec",
        "واحد فاصله و برابر با 26/3 سال نوری یا 1013 × 085678/3 کیلومتر. فاصله‌ای که در آن فاصله یک ستاره دارای پاراکس 1 ثانیه از قوس است"
      ]
    },
    {
      "EnglishWord": "partial eclipse",
      "Meanings": [
        "کسوف یا خسوف بخشی",
        "زمانی رخ می‌دهد که ماه به طور بخشی جلوی خورشید را می‌گیرد یا سایة ماه به طور بخشی دید ما را از ماه می‌گیرد"
      ]
    },
    {
      "EnglishWord": "pasiphae",
      "Meanings": [
        "پاسیفا pasiphae",
        "پانزدهمین قمر مشتری که قطر آن 22 میال 36 کیلومتر است و در فاصلة 14600000 مایلی 23500000 کیلومتری زمین می‌چرخد. جرم پاسیفا 1023 × 2 کیلوگرم است و در 735 روز یکبار به دور خورشید می‌چرخد در جهت عکس چرخش مشتری. دربارة پاسیفا اطلاعات کمی است. این قمر توسط ملوت p. melotte در سال 1908 کشف شد"
      ]
    },
    {
      "EnglishWord": "patera",
      "Meanings": [
        "پاترا patera",
        "دهالة کم ارتفاعی با لبة کنتره دار شدة ترکیبی"
      ]
    },
    {
      "EnglishWord": "payload",
      "Meanings": [
        "بار مفید payload",
        "بار حمل شده در شاتل فضایی یا هر فضاپیمای دیگر"
      ]
    },
    {
      "EnglishWord": "peculiar galaxy",
      "Meanings": [
        "کهکشان غیر عادی",
        "کهکشان بی شکلی که شکلی غیر عادی نه کروی",
        "حلقوی و نه عدسی مانند دارد و یا دارای خصوصیت غیر عادی هستند",
        "مانند دنباله‌های گازی که هسته بیرون می‌آیند",
        "درخشندگی سطحی کم",
        "میزان غبار غیر معمول و غیره. این کهکشان‌ها احتمالا هنگامیکه برخورد می‌کنند و یا دارای کهکشان‌های همراهی که بر روی آنها تاثیر می‌گذارند",
        "تشکیل می‌شوند. کهکشانهای عجیب اساسا کوچکتر و از لحاظ نوری تیره‌تر از کهکشانهای منظم هستند. این کهکشانها دارای علامت p یا pec در انتهای اسمشان هستند. در سال منجمی به نام هالتون آرپ halton arp",
        "طبقه بندی از 338 عدد از این نوع کهکشانها در اطلس کهکشانهای عجیب خود انتشار داد. وی عنوان کرد که کهکشانهای عجیب ستاره‌ها را در انفجارهای شدید بوجود می‌آورند. کهکشانهای حلقوی نوعی از کهکشانهای عجیب هستند"
      ]
    },
    {
      "EnglishWord": "pegasus",
      "Meanings": [
        "صورت فلکی اسب بزرگ",
        "یا فرس اعظم",
        "به معنی اسب بالدار",
        "صورت فلکی بزرگ نیمکرة شمالی ستارة دلتا پگاسوس delta pegasus با صورت فلکی صورت فلکی زن به زنجیر بسته امراه المسلسله andromeda مشترک است. ستارة پگاسی 51 که بیرون از مربع بزرگ صورت فلکی اسب بزرگ یا فرس اعظم قرار دارد ستارة خورشید مانند نزدیکی است که دارای سیاره چرخانی است",
        "فرس اعظم"
      ]
    },
    {
      "EnglishWord": "penumbra",
      "Meanings": [
        "نیمسایه",
        "منطقة خارجی و نسبتا روشن لکة خورشیدی که شبیه یک حلقه که اطراف بخش سردتر و تاریک‌تر مرکزی قرار دارد"
      ]
    },
    {
      "EnglishWord": "perigee",
      "Meanings": [
        "حضیض perigee",
        "برای هر جسمی که اطراف زمین می‌چرخد",
        "حضیض نقطه‌ای است در هر مدار که نزدیکترین فاصله را تا زمین دارد. نزدیکترین فاصلة مداری تا زمین از مداری تا مدار دیگر کمی تفاوت دارد. نزدیکترین حضیض پروکسیجی proxigee نام دارد"
      ]
    },
    {
      "EnglishWord": "perihelion",
      "Meanings": [
        "سمت الشمس",
        "نزدیک‌ترین فاصلة یک سیاره یا ستاره دنباله دار از خورشید. در ژانویه زمین در حالت سمت الشمس است"
      ]
    },
    {
      "EnglishWord": "period of revolution",
      "Meanings": [
        "دوره تکامل",
        "دورة تکامل یا تحول یک پیکره در حال چرخش",
        "زمانی‌ست که برای آن طول می‌کشد تا یک دوره کامل به دورة پیکرة اولیه‌اش بچرخد. دورة تکاملی زمین یکسال است"
      ]
    },
    {
      "EnglishWord": "period of rotation",
      "Meanings": [
        "دورة چرخش",
        "‌دورة چرخش یک پیکره زمانی‌ست که برای آن طول می‌کشد تا یک دور کامل به دور محور خود بچرخد",
        "دورة چرخش زمین یک روز است"
      ]
    },
    {
      "EnglishWord": "permian period",
      "Meanings": [
        "دورة پرمین",
        "دورة زمین شناسی قبل از تریاس که دایناسورها و پستانداران تکان یافتند. این دوره از 280 تا 248 میلیون سال قبل طول کشیده است"
      ]
    },
    {
      "EnglishWord": "perseid meteor shower",
      "Meanings": [
        "باران ستاره‌دنباله دار پرسید",
        "باران شهابسنگی که هر ساله از 23 جولای تا 22 آگست و حداکثر در 12 آگست حادث می‌شود. این باران ستارة‌دنباله دار در اثر عبور زمین از مدار ستاره دنباله دار سویفت – تاتل swift",
        "tuttle به وجود می‌آید و باقیمانده‌های یخی ستاره دنباله دار هنگام ورود به جو زمین متلاشی می‌شود این باران شهابسنگ میانگین درخشندگی 3/2 دارد و به نظر می‌رسد که از صورت فلکی صورت فلکی برساووش perseus منشاء گرفته باشند اما اینطور نیست"
      ]
    },
    {
      "EnglishWord": "perseus",
      "Meanings": [
        "صورت فلکی برساووش perseus",
        "صورت فلکی در کهکشان راه شیری در نیمکرة شمالی که ستارة اصلی آن مارفاک marfak یا آگنیب algenib یا آلفاپر alpha per است که یک ستارة‌عظیم f5 است. بتا پر beta per",
        "ستارة دوگانة ستاره راس الغول algol است. پرسیوس نام قهرمانی در افسانه‌های یونان باستان است که هیولای مدوسا medusa را کشت. هر سال در ماه آگست",
        "باران ستارة دنباله دار برساووشیها peseids از این صورت فلکی نشات می‌گیرد"
      ]
    },
    {
      "EnglishWord": "perturbation",
      "Meanings": [
        "آشفتگی perturbation",
        "آشفتگی مدار یک سیاره یا ماهواره باعث می‌شود که از مدار بیضوی منظم سادة تیوری خارج شود. آشفتگی‌های مداری به وسیله سایر پیکره‌های آسمانی مانند سیارات نزدیک که نیروهای گرانی به مدار وارد می‌کنند",
        "بوجود می‌آیند. آشفتگی‌های مداری می‌تواند منجر به اکتشافات جالبی شود",
        "به طور مثال پلوتون از آنجا که اورانوس و نپتون دارای مدارهایی بودند که توسط جسم شناخته نشده‌ای",
        "آشفته شده بودند",
        "کشف شد آن جسم پلوتون بود"
      ]
    },
    {
      "EnglishWord": "phases of the moon",
      "Meanings": [
        "مراحل ماه",
        "همانطور که ماه به دور زمین می‌چرخد",
        "شکل ظاهری آن تغییر می‌کند",
        "این امر به علت تفاوت در میزان بخش درخشان ماه که رو به ما است",
        "می‌باشد. شکل ما از حالت کامل کرة زمین بین خورشید و ماه تا ماه نو ماه بین خورشید و کرة زمین است تغییر می‌کند"
      ]
    },
    {
      "EnglishWord": "phobos",
      "Meanings": [
        "فوبوس phobos",
        "به معنی «ترس» یکی از دو قمر کوچک مریخ است. این قمر تنها 8/13 مایل 2/22 کیلومتر قطر و 1016×08/1 کیلوگرم وزن دارد. فاصلة متوسط فوبوس از مریخ 5600 مایل 9000 کیلومتر است. اصلی‌ترین شکل آن",
        "دهانة بزرگی به نام استیکنی stickney نام همسر هال hall است که 2/6 مایل 10 کیلومتر پهنا دارد. فوبوس شاید یک شبه سیارة به دام افتاده باشد. این قمر در سال 1877 توسط هال کشف شد"
      ]
    },
    {
      "EnglishWord": "phoebe",
      "Meanings": [
        "فویب phoebe",
        "یکی از کوچکترین قمرهای 18 گانة زحل می‌باشد که دارای شکل دایره‌ای و رنگ قرمز است. این قمر هر 9 ساعت یکبار به دور محورش می‌چرخد",
        "برخلاف سایر قمرهای زحل به جز هیپریون hyperion که همیشه رو به زحل است",
        "شعاع فویب 110 کیلومتر و جز آن 1018*4 کیلوگرم است. فویب در فاصلة 12952000 کیلومتری از خورشید می‌چرخد. دورة مداری آن 48/550 روز زمینی است. این قمر در سال 1898 توسط پیکرینگ w. pickering کشف شد"
      ]
    },
    {
      "EnglishWord": "photoelectric effect",
      "Meanings": [
        "اثر فتوالکتریک",
        "پدیده‌ای که در آن الکترونها هنگامی که نور به سطح فلز می‌تابد",
        "از سطح فنر به بیرون می‌جهد. در سال 1921 آلبرت انیشتین albert einstein این پدیده را توضیح داد"
      ]
    },
    {
      "EnglishWord": "photoevaporation",
      "Meanings": [
        "نورتبخیر",
        "پدیده‌ای که طبق آن نور شدید ستاره‌های داغ باعث می‌شود که گازها به فضای بین ستاره‌ای تبخیر می‌شوند. در سحابی عقاب",
        "نور مافوق بنفش بعضی از گازهای هیدروژنم را به جوش آورده و ستونهایی از سحابی را مجددا شکل می‌دهد"
      ]
    },
    {
      "EnglishWord": "photometry",
      "Meanings": [
        "فتومتری photometry",
        "اندازة قدرت درخشندگی ظاهری اجسام کیهانی مانند ستاره‌ها"
      ]
    },
    {
      "EnglishWord": "photon",
      "Meanings": [
        "فتون photon",
        "کوانتومی از انرژی الکترومغناطیسی. برای مثال نور از فتون تشکیل شده است"
      ]
    },
    {
      "EnglishWord": "photosphere",
      "Meanings": [
        "فتوسفر photosphere",
        "لایه‌ای از خورشید که برای ما قابل رویت است و از یک پلاسما تشکیل شده است. دمای این بخش حدود 10800 درجة فارنهایت 6000 درجة سانتیگراد است"
      ]
    },
    {
      "EnglishWord": "piazzi giuseppe",
      "Meanings": [
        "جوزپ پیازی",
        "تا 1826 منجم ایتالیایی که در اول ژانویه 1801 اولین و بزرگترین سیارک به نام کرس ceres را کشف کرد. شبه سیاره‌ها اجسام سنگی بزرگی هستند که در کمربندی بین مریخ و مشتری به دور خورشید می‌گردند"
      ]
    },
    {
      "EnglishWord": "pioneer 10",
      "Meanings": [
        "پیشرو",
        "پیشرو 10 و",
        "ماموریت‌های اخیر ناسا برای جستجوی سیستم خورشیدی و پشت آن بودند. پیشرو 10 در سال 1972 پرتاب شد و 29 سال بعد در سال 2001 به مشتری رفت. این سفینه فضایی 7 میلیارد مایل از خورشید فاصله و در حال رفتن به سمت ستارة ستاره دبران aldebaran درصورت فلکی ثور taurus است"
      ]
    },
    {
      "EnglishWord": "pioneer 11",
      "Meanings": [
        "پیشرو",
        "پیشرو 10 و 11 ماموریت‌های اخیر ناسا برای کاوش سیستم خورشیدی و ماورای آن بود. پیشرو 11 در سال 1973 پرتاب شد و در حال رفتن به سمت مشتری و رو به صورت فلکی آلویلا aquila دارد. آخرین پیغام رادیویی از پیشرو 11 در سال 1995 دریافت شد"
      ]
    },
    {
      "EnglishWord": "pisces",
      "Meanings": [
        "صورت فلکی حوت pisces",
        "به معنی «ماهی» صورت فلکی استوایی کمرنگی درصورت فلکی منطقه البروج zodiac که در امتداد صفحه عبور خورشیدی بین کهکشانهای صورت فلکی حمل یا بره aries و صوزت فلکی دلو aquarius قرار دارد. درخشانترین ستارة این صورت فلکی آل ریشا alpha psc",
        "al rischa و سپس نام آل ساماکا bet psc",
        "fum al samaka است کهکشان حلقوی m74 در صورت فلکی پاسیس قرار دارد"
      ]
    },
    {
      "EnglishWord": "pistol star",
      "Meanings": [
        "ستارة تپانچه",
        "بزرگترین",
        "درخشانترین و سنگین‌ترین ستارة شناخته شده که 10 میلیون بار درخشانتر از خورشید و 100 بار سنگین‌تر از آن است. این ستاره در مرکز سحابی تپانچه وجود دارد و در اثر بیرون آمدن گاز بسیار زیاد در فورانهای شدید بوجود آمده است"
      ]
    },
    {
      "EnglishWord": "plane of the ecliptic",
      "Meanings": [
        "صفحة کسوف",
        "صفحة سیستم خورشیدی ما. در طی یک سال",
        "خورشید در آسمان مسیری را در امتداد صفحة کسوف دنبال می‌کند. زاویة محور خورشید 5/23 درجه از این صفحه است که باعث شکل‌گیری ابرها می‌شود"
      ]
    },
    {
      "EnglishWord": "planet",
      "Meanings": [
        "سیاره planet",
        "پیکرة آسمانی بزرگی که به دور یک ستاره می‌چرخد بر روی خود نمی‌تابد. در سیستم خورشیدی",
        "ستارة در حال چرخش وجود دارد"
      ]
    },
    {
      "EnglishWord": "planet \tdistance from u.a.",
      "Meanings": [
        "آپسیلون صورت فلکی زن به زنجیر بسته امراه المسلسله",
        "ستاره ای در صورت فلکی صورت فلکی زن به زنجیر بسته امراه المسلسله",
        "منجمین",
        "جوفری مارسی geoffrey w. marcy و پاول بوتلر r. paul butler سیاره توده ای را در سال 1996 در حال چرخش به دور این ستاره کشف کردند که هر چرخش 4/6 روز طول میکشد",
        "اخیرا دو سیاره توده ای دیگر نیز کشف شدند. این سه سیاره در فاصله 2/5au ستاره میچرخند"
      ]
    },
    {
      "EnglishWord": "planet symbols",
      "Meanings": [
        "علایم سیارات",
        "هر سیارة سیستم خورشیدی ما دارای علامتی است که در تصویر بالا وجود دارد"
      ]
    },
    {
      "EnglishWord": "planet x",
      "Meanings": [
        "سیاره ایکس planet x",
        "نام موقتی که به سیارة ناشناختة پشت نپتون که بر روی مدار اورانوس و نپتون تاثیر می‌گذاشت داده شده بود. پرسیوال لاول pecival lawell موقعیت دقیق مدار سیارة «x» را محاسبه کرده بود",
        "اما در سال 1916 قبل از پیدا شدن این سیاره وی مرد. عاقبت این سیاره در سال 1930 توسط تومبا c. tombaugh پیدا شد و پلوتون نامگذاری شد. همچنین سیارة «x» به هر سیارة کشف نشده از سیارات منظومة شمسی در زمان خود اطلاق می‌شد. ممکن است پشت پلوتون سیارات «x» دیگری وجود داشته باشند"
      ]
    },
    {
      "EnglishWord": "planetarium",
      "Meanings": [
        "افلاک نما",
        "اتاقی که تصاویر ستاره‌ها",
        "سیاره‌ها و سایر پیکره‌های آسمانی در آن طرح و تکثیر می‌شود"
      ]
    },
    {
      "EnglishWord": "planetary alignment",
      "Meanings": [
        "آرایش سیاره‌ای",
        "زمانیکه بسیاری از سیاره‌ها در سیستم خورشیدی تقریبا در یک خط قرار بگیرند",
        "آرایش سیاره‌ای بوجود می‌آید. در 5 می‌",
        "زمانیکه عطارد",
        "ناهید",
        "زمین مریخ",
        "مشتری و زحل تقریبا پشت هم قرار بگیرند",
        "این پدیده حادث می‌شود. همچنین ماه تقریبا بین زمین و خورشید است. این نوع از آرایش هرچند صدسال اتفاق می‌افتد و علامت خاصی ندارد یا ناچیز"
      ]
    },
    {
      "EnglishWord": "planetary nebula",
      "Meanings": [
        "سحابی سیاره‌ای",
        "سحابی که از یک پوستة گازی که از نوع مشخصی از ستارة بی‌نهایت داغ بیرون آمده باشد",
        "شکل می‌گیرد. هنگامیکه ستارة بزرگی شکل می‌گیرد. هستة ستاره ظاهر می‌شود. سحابی سیاره‌ای ارتباطی با سیارات ندارد. سحابی ساعت شیشه‌ای hourglass neb نوعی سحابی سیاره‌ای است"
      ]
    },
    {
      "EnglishWord": "planetesimal",
      "Meanings": [
        "خرده سیاره",
        "جسم کوچکی که به دور خورشید می‌گردد. تصور می‌شود خرده سیاره‌ها هنگامی خود سیستم خورشیدی تشکیل شده",
        "بوجود آمده‌اند و شاید بلوکهای ساختمانی هستند که سیارات از آنها بوجود آمده‌اند"
      ]
    },
    {
      "EnglishWord": "planetesimal hypothesis",
      "Meanings": [
        "نظریه خرده سیاره",
        "نظریه‌ای دربارة تشکیل سیستم خورشیدی که از 25 سپتامبر 1843 تا 15 نوامبر 1928 توسط زمین شناس و معلم آمریکایی",
        "توماس کراور thomas chrowder مطرح بود. در این نظریه",
        "فرض شده است که یک ستاره که از نزدیک خورشید عبور می‌کند",
        "مواد خورشید را به سمت خود می‌کشد. سپس این موارد بصورت اجرام بزرگتری به هم می‌پیوندند و محکم می‌شوند و سیارات را شکل می‌دهند"
      ]
    },
    {
      "EnglishWord": "planetoid",
      "Meanings": [
        "سیاره وار",
        "سیارة بسیار کوچک",
        "شبه سیارة بزرگتر گاهی اوقات سیاره وار خوانده می‌شود"
      ]
    },
    {
      "EnglishWord": "planetologist",
      "Meanings": [
        "سیاره شناس",
        "منجمی که اشکال فیزیکی سیارات را مطالعه می‌کند"
      ]
    },
    {
      "EnglishWord": "planetology",
      "Meanings": [
        "سیاره شناسی planetology",
        "شاخه‌ای از نجوم که سیارات را مطالعه می‌کند"
      ]
    },
    {
      "EnglishWord": "planita",
      "Meanings": [
        "پلانیتا planita",
        "دشت کم ارتفاع روی سطح یک سیاره"
      ]
    },
    {
      "EnglishWord": "planum",
      "Meanings": [
        "پلنیوم planum",
        "دشت پر ارتفاع یک فلات روی سطح یک سیاره"
      ]
    },
    {
      "EnglishWord": "plasma",
      "Meanings": [
        "پلاسما plasma",
        "گاز فوق‌العاده داغی که از یونهای شناور آزاد هسته‌های اتمی که الکترون‌هایی از دست داده و یونهای با بار مثبت بوجود آورده‌اند و الکترونهای آزاد بارهای منفی تشکیل شده است. یک پلاسما بسیار متفاوت‌تر از گاز طبیعی رفتار می‌کند و به عنوان چهارمین حالت ماده در نظر گرفته می‌شود. یک پلاسما جریانهای الکتریکی را هدایت می‌کند",
        "ستاره‌ها از پلاسما تشکیل شده‌اند"
      ]
    },
    {
      "EnglishWord": "plate tectonics",
      "Meanings": [
        "تکتونیک صفحه‌ای",
        "نظریه تازه مطرح شده‌ای که بیان می‌کند که قطعات پوستة زمین صفحات روی سطح شناورند و در طی زمان از لحاظ موقعیت و اندازه تغییر می‌کنند"
      ]
    },
    {
      "EnglishWord": "plates",
      "Meanings": [
        "صفحات plates",
        "پوستة کرة زمین به صفحاتی تقسیم شده است. این صفحات",
        "قطعات سنگی بسیار بزرگی هستند که روی گوشتة نرم شناورند و با سرعتی بین 1 تا 10 سانتی متر در سال حرکت می‌کنند. صفحات اقیانوسی آنهایی که زیر اقیانوس قرار دارند",
        "نازک‌تر و چگالتر از صفحات قاره‌ای هستند"
      ]
    },
    {
      "EnglishWord": "pleiades",
      "Meanings": [
        "خوشه ستاره پروین",
        "یا m45 که به نام هفت خواهران seven sisters هم شناخته شده‌اند یا در ژاپنی به نام سوبارو subaru",
        "درخشانترین خوشة باز ستاره‌ای در آسمان است. این خوشه در صورت فلکی صورت فلکی ثور tawrus قرار دارد 60 ستارة خوشه ستاره پروین با چشم غیرمسلح قابل رویت است",
        "و مجموعا حدود 500 ستاره به خوشة ستارة پروین تعلق دارد که اغلب آنها کم رنگ هستند. یک سحابی منعکس reflection nebula دور ستاره‌ها وجود دارند. \"\"سوباروهفت خواهران"
      ]
    },
    {
      "EnglishWord": "plutino",
      "Meanings": [
        "پلوتینو plutino",
        "یا پلوتون کوچک little pluto اجسام اصلی کمربند کویپر kuiper belt هستند. این اجسام مانند سیارة پلوتون بازآوایی resonance با نپتون دارند یعنی اینکه پلوتینو 2 مدار دور خورشید را بطور همزمان با نپتون که 3 مدار دور خورشید را در بر دارد",
        "کامل می‌کند. حدود اجسام کمربند کویپر که transneptunian هم نامیده می‌شوند پلوتینو هستند. \"\"پولتنو کوچک"
      ]
    },
    {
      "EnglishWord": "pluto",
      "Meanings": [
        "پلوتون",
        "نهمین و معمولا دورترین سیاره از خورشید که مداری بسیار متمایل دارد. این سیارة کوچک سنگی سرد یک متر به نام چارون charon دارد"
      ]
    },
    {
      "EnglishWord": "polar scope",
      "Meanings": [
        "پولار اسکوپ",
        "تلسکوپ داخلی که برای تنظیم تلسکوپ بزرگتری توسط ستارة قطب شمال و جنوب",
        "استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "polaris    alpha umi  cireumpolar star",
      "Meanings": [
        "ستاره قطبی",
        "polaris یا alpha umi cireumpolar star",
        "ستاره قطب شمال کنونی در نیمکره شمالی است. این ستاره یک درجه از محل دقیق قطب شمال آسمانی فاصله دارد. در سال 1780 هرشل sir william herschel کشف کرد که ستارة قطبی ستاره دوگانه‌ای همراه با یک ستاره کم نور همراه است. ستاره قطبی ستاره متغیر قیفاووسیی cepheid variable star به رنگ سبز آبی است. اندازه درخشندگی آن متناوبا در دوره‌های 969778/3 روزه بین 92/1 تا 07/2 تغییر می‌کند. ستاره قطبی دارای ستاره همراه نسبتا تاریکی است با نهمین درجة درخشندگی و 360 تا 820 سال نوری از زمین فاصله دارد. در روشن‌ترین حالت",
        "درخشندگی آن 6000 تا 10000 بار بیشتر از خورشید ماست. این ستاره روشن‌ترین ستاره در انتهای دستة دب اصغر little dipper",
        "ursa minor است. ستارة قطبی لدستار lodestar یا سینوشه cynosure هم نامیده می‌شوند",
        "ستاره‌ای که تقریبا در شمال یا در جنوب واقع شده و برای جهت یابی مفید است. ستارة قطب شمال polaris",
        "ستارة قطب نیمکرة شمالی است"
      ]
    },
    {
      "EnglishWord": "poliakov valeri",
      "Meanings": [
        "والری پولیاکوف",
        "فیزیکدان و هوانورد روسی که بسیاری از رکوردهای دوام در فضا را شکست و دومین رکورد ماندن در فضا را ثبت کرد. وی 678 روز طی دو پروز در فضا مانه در سال 1999 سرجی آودیو sergei ardeyev با ماندن به مدت 758 روز در فضا",
        "رکورد والری را شکست. دکتر پولیاکوف رکوردی برای ماندن تنها در فضا به مدت 437 روز 17 دقیقه و 58 دقیقه ثبت کرد. وی در ماموریت‌های ایستگاه فضایی روسی میر mir",
        "به نامهای tm7 و soyuz tm6 و 240 روز و 22 ساعت و 26 دقیقه در سال 1988 و tm18 soyuz 437 روز و 17 ساعت و 58 دقیقه در سال 1994 و 1995 شرکت داشت"
      ]
    },
    {
      "EnglishWord": "population 1 stars",
      "Meanings": [
        "ستاره‌های جمعیت",
        "ستاره‌های نسبتا جوانی که در صفحة کهکشانها وجود دارند"
      ]
    },
    {
      "EnglishWord": "population 2 stars",
      "Meanings": [
        "ستاره‌های 2 جمعیت",
        "ستاره‌های نسبتا جوانی که عمدتا در قسمت برآمده کهکشان‌ها یافت می‌شوند"
      ]
    },
    {
      "EnglishWord": "pore",
      "Meanings": [
        "حفره pore",
        "لکة خورشیدی کوچکی که نیمسایه penumbra ندارد. حفرات بیش از حدود 1500 مایل 2500 کیلومتر قطر دارند و روشن‌تر از سایه umbra نقاط خورشیدی هستند"
      ]
    },
    {
      "EnglishWord": "positron",
      "Meanings": [
        "پوزتیرون positron",
        "یا الکترون مثبت یا ضد الکترون ذرة عنصری که ضد الکترون است. این ذره هم جرم الکترون است",
        "اما بار مثبت دارد اندازة بار الکتریکی آن با الکترون یکی است"
      ]
    },
    {
      "EnglishWord": "precession",
      "Meanings": [
        "پیشروی precession",
        "حرکت جنبشی کوچکی دور محور زمین که کرة زمین هنگام چرخش بوجود می‌آورد درست شبیه که حرکت جنبش یک راس در حال چرخش. این حرکت باعث می‌شود که محور زمین در طول زمان جهات کمی متفاوت داشته باشد بطوریکه ستارة قطبی که هم‌اکنون ستارة قطب شمال",
        "است. اما در اثر این نوسان",
        "قبلا اینطور نبوده. نوسان در اثر تاثیر گرانی ماه و خورشید بوجود می‌آید و دورة آن 25800 سال است"
      ]
    },
    {
      "EnglishWord": "precipitation",
      "Meanings": [
        "نزولات آسمانی",
        "شامل باران",
        "رگبار",
        "تگرگ",
        "برف و سایر محصولات تغلیظ شده جوی که از آسمان می‌ریزد. نزولات جوی کرة زمین کلید چرخة آب است. نزولات آسمانی ناهید باران اسید سولفوریک است"
      ]
    },
    {
      "EnglishWord": "primary",
      "Meanings": [
        "اولیه primary",
        "پیکرة سیاره‌ای که ماه یا ماهواره‌ای دو آن می‌گردد"
      ]
    },
    {
      "EnglishWord": "prime vertical",
      "Meanings": [
        "قایم اول prime vertical",
        "دایره بزرگی در کره آسمانی که از زینت zenith می‌گذرد. این چرخه",
        "دایره قایم که توسط نصف النهار به دو نیم شده دارای درجاتی‌ست از شرق به غرب تعریف می‌شود"
      ]
    },
    {
      "EnglishWord": "probe",
      "Meanings": [
        "پروب probe",
        "فضاپیمای بدون خدمه‌ای که برای جمع آوری اطلاعات به فضا فرستاده شد. برخی پروب‌ها به زمین باز می‌گردند و برخی باز نمی‌گردند"
      ]
    },
    {
      "EnglishWord": "procyon",
      "Meanings": [
        "پروسیون procyon",
        "یا الفاکانیس مینوریس alpha canis minoris آنتکانیس antecanis و ستاره سگ کوچک little dog star درخشانترین ستاره صورت فلکی کانیس ماینر canis minor و هشتمین ستارة درخشان آسمان است. این ستاره زرد رنگ بخشی از صورت فلکی مثلث زمستان winter triangle نیز است. پروسیون حدود هفت بار روشن‌تر از خورشید",
        "است. این صورت فلکی/ ستاره نسبتا عظیم نزدیک به اتمام حیات خود است و هستة هیدروژنی آن تقریبا مصرف شده به هلیم تبدیل شده است. این ستاره دارای یک همراه بصورت کوتولة سفید نسبتا قابل رویتی که پروسیون b نامیده می‌شود تنها به اندازه زمین است و حدود 9/14 واحد نجومی از پروسیون a فاصله دارد",
        "که این ستاره کوچک از دید ما پروسیون a را در حال چرخش می‌کند. حضور پرسیون 13 در سال 1840 توسط آرتور جولیوس جورج فردریش وان آسورس a. j. g. friedrich von auswers 1838 تا 1915 پیش‌بینی شد",
        "اما تا سال 1896 دیده نشد تا اینکه جان شایبرل 1853 تا 1924 john m. schaeberle آنرا کشف کرد\"\"آنتکاینسالفاکاینس ونیمریسستاره سگ کوچک"
      ]
    },
    {
      "EnglishWord": "prometheus",
      "Meanings": [
        "پرومتیوس",
        "کی از هجده قمر زحل که ماهواره‌‌ای راهنما برای لبة داخلی حلقة f زحل است شعاع آن حدود 34×50×74 بوده و در فاصله 139353 کیلومتری زحل",
        "به دور آن می‌چرخد. دورة مداری پرومتیوس 613/0 روز زمین است و در سال 1980 در ماموریت ویجرا voyager 1 توسط کالینز allins s. a. و کارسون d. carlson کشف شد"
      ]
    },
    {
      "EnglishWord": "prominence",
      "Meanings": [
        "زبانه خورشیدی",
        "برجستگی خورشیدی",
        "ابر قوس مانندی از گاز است که از سطح خورشید خارج می‌شود. برجستگی‌ها می‌توانند صدها هزار مایل درون فضا وارد شوند"
      ]
    },
    {
      "EnglishWord": "proper motion",
      "Meanings": [
        "حرکت مناسب",
        "حرکت عملی یک ستاره در طول آسمان نه به سمت زمین و یا در حال دور شدن از آن که بواسطه مدار ستاره در کهکشان راه شیری بوجود می‌آید. حرکات مناسب ستاره",
        "فاصله‌ای است که ستاره هر سال در آن فاصله حرکت می‌کند. این فاصله آنقدر کوچک است که به اندازة آرک ثانیه در سال اندازه‌گیری می‌شود. ستارة با مناسبترین حرکت",
        "ستارة برنارد barnards star است دومین سیستم ستاره‌ای به ما که تنها دو آرک ثانیه در سال 180/1 پهنای ظاهری ماه حرکت می‌کند"
      ]
    },
    {
      "EnglishWord": "proplyds",
      "Meanings": [
        "پروپلیدس proplyds",
        "مخفف صفحات تک سیاره‌ای protoplanetary disks",
        "صفحاتی از غبار و گاز در فضا هستند که ستاره‌های تازه متولد شده را احاطه کرده‌اند این صفحات حتی هنگامی که از تلسکوپ فضایی هابل دیده می‌شوند",
        "شبیه لکه‌های کدر به نظر می‌رسند"
      ]
    },
    {
      "EnglishWord": "proteus",
      "Meanings": [
        "پروتیوس proteus",
        "دومین قمر بزرگ پنتون که در سال 1989 در ماموریت ویجر 2 ناسا کشف شد. این قمر در فاصلة 117650 کیلومتری مرکز نپتون به دور آن می‌چرخد و ابعاد آن 201×208*218 کیلومتر است. این قمر تاریک مداری دایره‌ای درست بالای ریوس ابری نپتون دارد. پروتیوس دارای",
        "دهانه‌های زیاد و شکلی نامنظم است"
      ]
    },
    {
      "EnglishWord": "proton",
      "Meanings": [
        "پروتون proton",
        "ذرات اتمی کوچک با بار مثبت که در هستة اتم قرار دارند و توسط الکترونها احاطه شده‌اند. جرم پروتونها برابر با نوترونها است. پروتون در سال 1919 توسط روترفورد rutherford بعد از کشف الکترون و قبل از کشف نوترون کشف شد"
      ]
    },
    {
      "EnglishWord": "proton - proton chain",
      "Meanings": [
        "حلقة پروتون پروتون",
        "واکنش نشری فرضی که تصور می‌شده در اعماق ستاره‌ها به وقوع می‌پیوندد. این حلقة واکنشی هسته‌های هیدروژن را به هسته‌های هلیم تبدیل می‌کند و انرژی ذرات و پرتوهای گاما آزاد می‌کند. تصور می‌شده که این واکنش گرما هسته‌ای طی یک میلیون سال کامل و تحت فشار و حرارت بی‌نهایت زیادی حادث می‌شود"
      ]
    },
    {
      "EnglishWord": "protoplanetary disk",
      "Meanings": [
        "صفحه تک سیاره‌ای",
        "صفحه‌ای چرخان از غبار که اطراف هستة مرکزی یک سیستم خورشیدی در حال توسعه را احاطه کرده است. این صفحه نهایتا به سیاراتی که به به دور خورشیدی که از هستة",
        "مرکزی بوجود آمده است",
        "می‌چرخند"
      ]
    },
    {
      "EnglishWord": "protostar",
      "Meanings": [
        "تک ستاره",
        "ستاره‌ای که هنوز در حال شکل‌گیری است و نشر هسته‌ای در آن هنوز صورت نگرفته است"
      ]
    },
    {
      "EnglishWord": "protosun",
      "Meanings": [
        "پیش خورشید protosun",
        "ستاره‌ای که هنوز در حال شکل‌گیری است و در طی مراحل اولیة سیستم خورشیدی قرار دارد",
        "پیش خورشید مادة مرکزی است که عاقبت زمانیکه نشر هسته‌ای آغاز شود به یک خورشید ستاره تبدیل می‌شود"
      ]
    },
    {
      "EnglishWord": "provisional name",
      "Meanings": [
        "نام موقت",
        "نام وقتی که به یک جسم داده می‌شود",
        "مانند سیارکیا قمر تازه کشف شده‌ای"
      ]
    },
    {
      "EnglishWord": "proxigean spring tide",
      "Meanings": [
        "جزر و مد بهاری پیروکسیجین",
        "یا جزر و مد پروکسیژین",
        "جزر و مد بلند غیر معمول و کمیابی‌ست که زمانی رخ می‌دهد که ماه در مرحلة فاز نو یعنی ماه بین خورشید و زمین قرار دارد باشد و به طور غیرمعمولی به زمین نزدیک باشد در نزدیکترین حضیض perigee خود که پروکسیژی خوانده می‌شود جزر و مد بهاری پروکسیژین در هر 5/1 سال به وقوع می‌پیوندد"
      ]
    },
    {
      "EnglishWord": "proxigee",
      "Meanings": [
        "پروکسیجی",
        "برای جسمی که به دور زمین می‌چرخد",
        "پیروکسیجی نزدیکترین حضیض است. حضیض نقطه‌ای است که مدار مسیر خورشیدی در نزدیکترین حالت به زمین وجود دارد",
        "اما در هر مدار این تعداد کمی متفاوت است"
      ]
    },
    {
      "EnglishWord": "proxima centauri",
      "Meanings": [
        "پیروکسیمای قنطورس",
        "نزدیک‌ترین ستاره به ما خورشید است. بعد از خورشید",
        "نزدیکترین ستاره پیروکسیما قنطورس یا اکاه آلفا قنطورس aka alpha centauri است. پروکسیما قنطورس حدود 2/4 سال نوری از خورشید فاصله دارد و پهناورترین ستاره در سیستم قنطورس آلفا است. قدرت درخشندگی مطلق آن 5/15 و قدرت خشندگی ظاهر آن 05/11+ متغیر در طیف نوری m5. 5vc است"
      ]
    },
    {
      "EnglishWord": "ptolemaic system",
      "Meanings": [
        "سیستم بطلمیوسی",
        "دیدگاه قدیمی از سیستم خورشید که تقریبا توسط بطلمیوس ptolemy – حدود 87 تا 150 در کار اصلی‌اش با نام آلماگست almagest ارایه شد. تلویم عقیده داشت که سیارات و خورشید دور زمین چرخند و ترتیب آنها عبارت است از: عطارد",
        "ناهید",
        "خورشید",
        "مریخ",
        "مشتری و زحل. همچنین وی سیستم مدارهای مدور در مدارها که چند مداری خوانده می‌شد را اختراع کرد که روش چرخش سیارات به دور خورشید را ارایه می‌داد. تا سال 1500 که سیستم کوپرنیکی copernican system پذیرفته شد",
        "سیستم بطلمیوس متداول بود"
      ]
    },
    {
      "EnglishWord": "ptolemy",
      "Meanings": [
        "بطلمیوس",
        "کلاودیوس تولماوس یا بطلمیوس claudius ptolemaeus – حدود 87 تا 150 منجم و ریاضیدان یونانی که دربارة عقاید خود که طبق آنها",
        "تمام پیکره‌های آسمانی به دور زمین می‌چرخند",
        "می‌نوشت. نوشته‌های وی بر روی ایدهای مردم دربارة هستی تاثیر هزار ساله داشت تا اینکه سیستم کوپرنیکی copernican system با سیستم خورشید محوری پذیرفته شد"
      ]
    },
    {
      "EnglishWord": "puck",
      "Meanings": [
        "پاک puck",
        "یکی از هجده قمر اورانوس با قطری حدود 96 مایل 154 کیلومتر و جرمی ناشناخته. فاصلة این قمر از اورانوس حدود 53500 مایل 86010 کیلومتر است. پاک در سال 1985 در ماموریت ویجر 2 ناسا veyager 2 کشف شد"
      ]
    },
    {
      "EnglishWord": "pulsar",
      "Meanings": [
        "تپنده pulsar",
        "ستارة نوترونی که به سرعت می‌چرخد و در ضربانهایی انرژی از خود صادر می‌کند. تپنده‌ها در سال 1967 توسط بل بارنل s. j. bell burnell از 1942 تا به حال که در آنزمان دانشجوی فارغ‌التحصیل نجوم دانشگاه کمبریج بود",
        "کشف شد. استاد راهنمای وی آنتونی هویش anthony hewish سهمی از جایزة نول 1974 خود را به وی داد",
        "اما بل از آن چشم پوشی کرد. در آنزمان هیچ کس از ماهیت این اجسام ایده‌ای نداشت",
        "بنابراین نام مردان سبز کوچک lgm به آنها اطلاق شد. بزودی توماس گلد thomas gold تپندهها را ستاره‌های نوتروتی سریع چرخانی دانست که باقیمانده ابر سحابی‌ها هستند"
      ]
    },
    {
      "EnglishWord": "pythagoras",
      "Meanings": [
        "فیثاغورث pythagoras",
        "ساموس فیثاغورث",
        "pythagoras of samos 427 تا 569 قبل از میلاد فیلسوف",
        "ریاضیدان و منجم یونانی که مدرسه مذهبی فیلسوفی فیثاغورس را در کروتون croton بنیانگذاری کرد. وی عقیده داشت که زمین کره‌ای در مرکز هستی است. او به درستی پی برده بود که ستارة صبح و ستارة عصر یکی هستند و آن هم سیارة ناهید است. فیثاغورث فیاغورنس pythagoras اکتشافات بنیادی جندی انجام داد. مثلا در مثلث قایم الزاویه",
        "مجموع مربع دو ضلع کوتاهتر برابر با مربع قطر مثلث است معادلة فیثاغورس و مجموع زوایای مثلث برابر با دو زاویة قایم است دهانه‌ای بر روی ماه به پهنای 142 کیلومتر به نام فیثاغورس است"
      ]
    }
  ]
}