{
  "Group": "Q",
  "Entries": 9,
  "Words": [
    {
      "EnglishWord": "qso",
      "Meanings": [
        "کیواس ا qso",
        "به معنی quasi",
        "stellar",
        "object جسم نیمه ستاره‌ای واژه‌ای جدید برای کواسارها است که برای اینکه کوسارهای بدون موج رادیویی را هم در بر بگیرد",
        "تغییر نام داده‌اند. \"\"جسم همین ستاره‌ای"
      ]
    },
    {
      "EnglishWord": "quadrantid meteor shower",
      "Meanings": [
        "باران ستاره دنباله‌دار کوادرانتید",
        "کوادرانیتدها",
        "باران ستاره دنباله دار است که هر سال از 7 ژوین تا 8 دسامبر تا حداکثر 3 ژوین حادث می‌شود. این باران شهابسنگ هر سال هنگامیکه کرة زمین از مدار ستاره دنباله دار ناشناخته‌ای عبور می‌کند اتفاق می‌افتد که بقایای یخی ستاره دنباله دار هنگام ورود به جو زمین متلاشی می‌شوند. به نظر می‌رسد شهابسنگ‌های از صورت فلکی صورت فلکی ارابه ران یا عوا bootes منشاء گرفته باشند اما اینطور نیست"
      ]
    },
    {
      "EnglishWord": "quantum",
      "Meanings": [
        "کوانتوم quantum",
        "واحد طبیعی و بار",
        "انرژی",
        "لحظة زاویه‌ای یا سایر خصوصیات فیزیکی"
      ]
    },
    {
      "EnglishWord": "quantum theory",
      "Meanings": [
        "نظریة کوانتوم",
        "این نظریه بیان می‌کند که تشعشع الکترومغناطیسی از ذرات فرض کوانتا ساخته شده که فتون نامیده می‌شوند که دارای خصوصیات موج مانند هستند. همچنین نظریة کوانتوم بیان می‌کند که الکترونها و سایر ذرات دیگر هم خصوصیت موجی و هم خصوصیت ذره‌ای دارند"
      ]
    },
    {
      "EnglishWord": "quaoar",
      "Meanings": [
        "کوا اور quaoar",
        "یا 2002lm",
        "جسم به تازگی کشف شده‌ای واقع در خارج از سیستم خورشیدی ما که یک میلیارد کیلومتر دورتر از پلوتون در کمربند کوییپر kuiper belt هستند. این اجسام با نام جسم کمربند کوییپر 2002lm60 معرفی می‌شوند. کوا اور نصف پلوتون قطر دارند حدود 800 مایل یا 1300 کیلومتر. دورة مداری آن حدود 288 روز و مدار آن تقریبا دایره‌ای است. مایکل براون michael brown و چادویک تروجیلو chadwick trujillo در ژوین 2002 با استفاده از تلسکوپ 48 اینچی پالومار palomar",
        "این جسم را کشف کردند. این جسم سنگ‌آسمانی مانند از مخلوط یخ کم چگال و سنگ ترکیبات یافته است. کوا اور به نام خدای آمریکایی‌های بومی نامگذاری شده است"
      ]
    },
    {
      "EnglishWord": "quark",
      "Meanings": [
        "کوارک quark",
        "ذرات نیمه اتمی که ممکن است متشکلین بنیادی باریون‌ها baryon مانند پروتون‌ها و نوترونها و مسون‌ها meson",
        "مانند پیون‌ها و کاون‌ها باشند. کوارک‌ها دارای جرم",
        "بار + یا + و چرخش هستند",
        "نوع کوارک وجود دارد: بالا پایین",
        "عجیب",
        "جالب",
        "سر و ته. هرباریون‌ها که از 3 کوارک تشکیل شده‌اند پروتونها و نوترونها از کوارک‌های بالا و پایین تشکیل شده‌اند. مسون‌ها از 2 کوارک تشکیل شده‌اند یک کوارک و یک ضد کوارک. در سال 1964 میورای گل مان murray gell",
        "mann وجود کوارک‌ها را پیشنهاد داد"
      ]
    },
    {
      "EnglishWord": "quarter moon",
      "Meanings": [
        "ماه ربع quarter moon",
        "ماه ربع شبیه یک نیمدایره است که یک چهارم مدار خود به دور زمین را طی کرده است. در این حالت یک چهارم سطح ماه قابل رویت خواهد بود. به آن ماه نیمه هم می‌گویند"
      ]
    },
    {
      "EnglishWord": "quartz",
      "Meanings": [
        "کوارتز quartz",
        "کانی بلورین معمول"
      ]
    },
    {
      "EnglishWord": "quasar",
      "Meanings": [
        "کواسار quasar",
        "که اخیرا بصورت qso و quasi",
        "stellar object شناخته شده است منبع انرژی با فاصله‌ای به اندازة ستاره در فضا همراه با مافوق بنفش مازاد. برخی از این qso‌ها میزان بالایی تشعشع شامل امواج رادیویی و پرتوهای ایکس متساعد می‌کند اما برخی بدون رادیو هستند. واژة کواسار مخفف دو کلمة کوازی نیمه quasi و ستلار ستاره‌ای stellar از اجسام رادیویی نیمه ستاره‌ای است. در سال 1963 و",
        "کواسارها اولین بار توسط اشمیت مارتین maartin schmidt و آلن ساندیج allan r. sundage تشخیص داده شد"
      ]
    }
  ]
}