{
  "Group": "R",
  "Entries": 51,
  "Words": [
    {
      "EnglishWord": "radar scatterometer",
      "Meanings": [
        "اسکترو متر رادار",
        "وسیله‌ای که تشعشع ریز موج انعکاسی را پراکنده و ردیابی می‌کند. اسکترومتر پژواک رادار یا مقطع عمود پس زمینة رادار را که سیگما صفر sigma",
        "نامیده می‌شود سطح زمین را اندازه می‌گیرد. نواحی مختلف مانند زمین‌های مسطح",
        "سطوح خشن و آب ریز موج‌ها را بطور متفاوتی پراکنده می‌کند. یک اسکترومتر رادار برای به نقشه درآوردن نواحی قطبة کرة زمین اگر می‌شد آنها را در تاریکی یا از میان ابرها دید بکار گرفته می‌شود"
      ]
    },
    {
      "EnglishWord": "radial motion",
      "Meanings": [
        "حرکت شعاعی",
        "حرکتی به سمت یک بیننده و یا عکس آن",
        "سرعت شعاعی می‌تواند با استفاده از تغییر داپلر doppler shift تعیین شود. حرکت به سمت بیننده خطوط طیفی را به سمت آبی تغییر می‌دهد و حرکت در خلاف سمت بیننده این خطوط را به سمت قرمز تغییر می‌دهد"
      ]
    },
    {
      "EnglishWord": "radiant",
      "Meanings": [
        "پرتو افکن",
        "نقطه‌ای در آسمان که به نظر می‌رسد باران شهابسنگ از آن می‌آید. برای مثال باران شهابسنگ جوزاییها geminids meteor shower به نظر از صورت فلکیجوزا یا دو پیکر gemini می‌آید"
      ]
    },
    {
      "EnglishWord": "radio astronomy",
      "Meanings": [
        "ستاره‌شناسی رادیویی",
        "شامل کاوش‌های فضایی توسط بررسی امواج رادیویی که از فضای خارجی‌تر به دست می‌آید. نجوم رادیویی در سال 1932 توسط کارل گوت جانسکی karl gothe jansky که اولین موج رادیویی را از یک منبع آسمانی در مرکز کهکشان راه شیری",
        "ردیابی کرد",
        "مطرح شد. گاروت روبر rober grote که یک اپراتور رادیویی بود اولین رادیو تلسکوپ واقعی را بعد از خواندن اکتشافات جانسکی و با استفاده از یک صفحة شلجمی 32 متری برای تمرکز امواج رادیویی ساخت"
      ]
    },
    {
      "EnglishWord": "radio bubble",
      "Meanings": [
        "حباب رادیویی",
        "کره‌ای با گریز از مرکزیت کرة زمین که با سرعت نور سرعت انتقال رادیویی در حال انبساط و گسترش است. لبه‌های این حباب با اولین علایم رادیویی مصنوعی که در جو زمین به دام افتاده بودند",
        "مطابقت دارد. حباب رادیو هم‌اکنون تا پشت آلفا قنطورس alpha centauri کشیده شده است"
      ]
    },
    {
      "EnglishWord": "radio galaxy",
      "Meanings": [
        "کهکشان رادیویی",
        "کهکشانی که امواج رادیویی از آن ساتع می‌شود. دجاجهa cygnus a قدرتمندترین کهکشان رادیویی نزدیک به زمین است"
      ]
    },
    {
      "EnglishWord": "radio star",
      "Meanings": [
        "ستارة رادیویی",
        "در اوایل",
        "وقتی کواسارها برای اولین بار کشف شدند",
        "از آنجا که مقادیر زیادی تشعشع حاوی امواج رادیویی از خود صادر می‌کردند",
        "ستارة رادیویی نامیده شدند"
      ]
    },
    {
      "EnglishWord": "radio telescope",
      "Meanings": [
        "رادیو تلسکوپ",
        "صفحة مقعری که امواج رادیویی را از فضا جمع‌آوری می‌کند. مانند رادیو تلسکوپ «پیکان بسیار بزرگ» very large array",
        "vla در نیومکزیکو"
      ]
    },
    {
      "EnglishWord": "radio waves",
      "Meanings": [
        "امواج رادیویی radio waves",
        "مشکلی از تشعشع الکترومغناطیسی با طول موج بلند و انرژی نسبتا کم"
      ]
    },
    {
      "EnglishWord": "radioisotope dating",
      "Meanings": [
        "تعیین سن رادیوایزوتویی",
        "روش اجرای تعیین سن فسیل‌ها و سنگ‌ها"
      ]
    },
    {
      "EnglishWord": "radiosonde",
      "Meanings": [
        "رادیو سوند radiosonde",
        "وسیله‌ای کوچک که بسیاری از شرایط جوی موجود در بالای جو را",
        "مانند دما",
        "سرعت و جهت باد",
        "فشار هوا و رطوبت اندازه‌گیری می‌کند. این وسیله که توسط بالون هواشناسی در هوا معلق است",
        "دارای یک فرستندة رادیویی است که اطلاعات خود را به زمین می‌فرستد. یک رادیو سوند تا 100000 فوت 30000 متر بالا می‌رود و مدل سه بعدی از هوا ارایه می‌دهد. این وسیله در سال 1930 توسعه یافت"
      ]
    },
    {
      "EnglishWord": "radius",
      "Meanings": [
        "شعاع radius",
        "فاصلة بین مرکز یک دایره یا کره تا لبة آن"
      ]
    },
    {
      "EnglishWord": "raleigh scattering",
      "Meanings": [
        "انتشار رله",
        "پدیده‌ای که طی آن نور توسط اجسام با وابستگی کم به طول موج نور انتشار پیدا می‌کنند. برای مثال",
        "انتشار نور خورشید توسط مولکولهای گاز در جو بوسیلة انتشار رلة نور آبی صورت می‌گیرد. انتشار رله به نام فیزیکدان انگلیسی",
        "جان ویلیام استرات لورد رله 1842 تا",
        "jhon william lord raleigh نامگذاری شد"
      ]
    },
    {
      "EnglishWord": "red dwarf",
      "Meanings": [
        "کوتولة قرمز red dwarf",
        "ستارة متوالی اصلی کوچک",
        "سرد و بسیار کمرنگ که دمای سطح آن زیر حدودا 4000 درجة کلوین است. کوتوله‌های قرمز",
        "معمولترین نوع ستاره است. پروکسما قنطورس proxima centauri یک کوتولة قرمز است"
      ]
    },
    {
      "EnglishWord": "red giant star",
      "Meanings": [
        "ستارة بزرگ قرمز",
        "ستارة نسبتا پیری که قطر آن به میزان زیادی از بین رفته است و دمای آن نیز بطور قابل ملاحظه‌ای پایین است. هستة هیدروژنی این ستاره‌ها در حال تبدیل به هلیم و نهایتا کربن است. خورشید ما در حدود 5 میلیارد سال دیگر به یک ستارة بزرگ قرمز تبدیل خواهد شد"
      ]
    },
    {
      "EnglishWord": "red shift",
      "Meanings": [
        "تغییر رنگ قرمز red shift",
        "افزایش طول موج نوری که از یک جسم در حال دور شدن از ما صادر می‌شود. این افزایش طول موج رنگ جسم را قرمزتر از میزان حقیقی می‌کند. برای مثال وقتی ستاره‌ای از کرة زمین دور می‌شود",
        "رنگ آن قرمزتر می‌شود. امواج نوری بلندتر شده و طول موج آنها افزایش می‌یابد. انبساط هستی هنگامی کشف شد که هابل e. hubble که نور تقریبا تمام ستاره‌های کهکشانها تغییر رنگ قرمز دارند"
      ]
    },
    {
      "EnglishWord": "red supergiant star",
      "Meanings": [
        "ستارة بسیار بزرگ قرمز",
        "ستارة نسبتا پیری که قطر آن حدود 100 برابر بزرگتر از اندازة اولیه‌اش است و دمای سطحی آن نیز تا زیر 6500 درجة کلوین پایین آمده است. این ستاره‌ها گاهی قرمز نارنجی هستند. بتلاگیوس betelageuse یک ستارة بسیار بزرگ قرمز رنگ است"
      ]
    },
    {
      "EnglishWord": "reflecting telescope",
      "Meanings": [
        "تلسکوپ انعکاسی",
        "یا تلسکوپ نیوتنی",
        "تلسکوپی است که با استفاده از دو آینه که تصویر را بزرگ می‌کنند. کار می‌کند. اولین تلسکوپ انعکاسی در سال 1663 توسط جیمز گرگوری james gregory توصیف شد"
      ]
    },
    {
      "EnglishWord": "reflection nebula",
      "Meanings": [
        "سحابی انعکاس",
        "سحابی که هنگامی که غبار درون آن نور ستاره‌های اطراف را منعکس می‌کند",
        "می‌درخشد. این سحابی گاهی آبی رنگ است زیر رنگ آبی بهتر از رنگ قرمز بازتابش می‌کند. یک سحابی انعکاس در اطراف خوشة ستارة پلییا دس pleiades star cluster وجود دارد"
      ]
    },
    {
      "EnglishWord": "refracting telescope",
      "Meanings": [
        "تلسکوپ شکستی",
        "این تلسکوپ از دو عدسی که تصویر را بزرگ می‌کند",
        "استفاده می‌کند. اولین عدسی بزرگ بیشترین بزرگنمایی را انجام می‌دهد. اولین تلسکوپ شکستی یا تجزیه‌ای در سال 1608 توسط هانس لیپرشی hans lippershey اختراع شد"
      ]
    },
    {
      "EnglishWord": "regio",
      "Meanings": [
        "رگیو regio",
        "ناحیه‌ای که بواسطة تفاوت در رنگ یا قدرت بازتابش از سایر مناطق جدا شده است"
      ]
    },
    {
      "EnglishWord": "regiomontanus",
      "Meanings": [
        "رگیو مونتانوس regiomontanus",
        "جوان مولر johann muller یا جوان رکیومونتانوس 1436 تا 1476 منجم و ریاضیدان یونانی که مثلثات مطالعه می‌کرد و کتاب آلماگست almagest بطلمیوس ptolemy را از زبان یونانی ترجمه کرد. ترجمة وی به حذف نگاه بطلمیوس به هستی که طبق این طرز تفکر زمین در مرکز هستی قرار داشت کمک کرد. همچنین او کارهایی روی مثلثات کروی و صفحه‌ای انجام داد. او حرکت ماه",
        "سیارات و سنگ‌های آسمانی را مشاهده کرد. یک دهانة 108 متری روی ماه به نام وی ثبت شده است"
      ]
    },
    {
      "EnglishWord": "regolith",
      "Meanings": [
        "رگولیت regolith",
        "قطعات سنگی گوشتة قطعه قطعه شده و شل در اندازه‌های مختلف و غبار روی سطح سیاره",
        "شبیه سیاره یا مقر. در سطح ماه",
        "اگولیت در اثر بمباران شهابسنگ‌ها بر پوستة ماه و پرتاب واریزه‌های دهانه‌های برخوردی بوجود آمده است"
      ]
    },
    {
      "EnglishWord": "relativity",
      "Meanings": [
        "نسبیت relativity",
        "آلبرت انیستین albert einstein فرضیه‌های نسبیت خاص و نسبت عمومی را فرموله کرد. نسبیت خاص special re. مکانیک نیوتنی را کنار زد و نتایج متفاوتی را برای اجسام متحرک با سرعت زیاد به دست داد. نظریة نسبت خاص براساس این ایده که سرعت مرز بالایی‌ست و هیچ چیز نمی‌تواند با سرعت بیشتر از سرعت نور حرکت کند",
        "پی‌ریزی شد. همچنین این نظریه بیان می‌کند که اندازه‌های زمان و فاصله مطلق نیستند و به جای آن به قاب منبع بیننده بستگی دارند. فضا و زمان به عنوان جنبه‌های پدیده‌های مجزایی در نظر گرفته می‌شوند و زمان فضا نامیده می‌شوند. انرژی و زمان لحظه‌ای به همین صورت به هم وابسته‌اند. در نتیجه",
        "جرم می‌تواند به میزان زیادی انرژی تبدیل شود و بلعکس. e=mc2 نسبت عمومی نظریة نسبیت خاص را گسترش داد و شتاب و گرانی را به آن افزود که هردو به واسطة انحنای زمان فضا توضیح داده می‌شوند"
      ]
    },
    {
      "EnglishWord": "remote sensing",
      "Meanings": [
        "سنجش از دور",
        "جمع‌آوری داده‌ها از فاصلة دور بطور مثال",
        "فضاپیما همراه با وسایلی که برای مطالعة اجسام و پدیده‌ها طراحی شده‌اند",
        "به فضا فرستاده می‌شوند و سپس این",
        "اطلاعات به زمین فرستاده می‌شود"
      ]
    },
    {
      "EnglishWord": "retrograde motion",
      "Meanings": [
        "حرکت پس رونده",
        "سیارات عموما از غرب به شرق در حرکت هستند. گاهی اوقات به نظر می‌رسد یک سیاره آهسته حرکت می‌کند",
        "سپس متوقف می‌شود و در نهایت به سمت عکس مدار حرکت می‌کند از شرق به غرب و بعد از مدت کوتاهی به حالت عادی بر می‌گردد درواقع سیاره متوقف نمی‌شود و در مدارش به عقب باز نمی‌گردد. بلکه برای مدتی زمین سریعتر از سیاره حرکت می‌کند و از این روست که این پدیده شکل می‌گیرد"
      ]
    },
    {
      "EnglishWord": "retrograde orbit",
      "Meanings": [
        "مدار پس رونده",
        "وقتی که جسمی هنگامی که از قطب شمال مدار عبور خورشید به آن نگریسته",
        "به نظر دارای حرکت معکوس در جهت عقربه‌های ساعت است",
        "آن جسم در مدار پسرونده قرار داد. مدارهای پس رونده بسیار غیرمعمول هستند. قمر تریتون triton در مدار پسروندة به دور نپتون می‌گردد"
      ]
    },
    {
      "EnglishWord": "retrograde rotation",
      "Meanings": [
        "چرخش پس رونده",
        "به معنی چرخش در خلاف جهت است. تمام سیارات منظومة شمسی در یک جهت می‌چرخند به جز عطارد",
        "پلوتون و اورانوس که در جهت مخالف می‌چرخند و دارای چرخش پسرونده هستند"
      ]
    },
    {
      "EnglishWord": "revolution",
      "Meanings": [
        "حرکت انتقالی",
        "حرکت یک جسم به دور جسم دیگر",
        "برای مثال حرکت انتقالی زمین به دور خورشید یکسال طول می‌کشد"
      ]
    },
    {
      "EnglishWord": "richter charles f.",
      "Meanings": [
        "چارلز ریشتر",
        "آوریل 1900 تا 30 آوریل 1985 زمین‌شناسی که مقیاس ریشتر",
        "که مقیاسی لگاریتمی برای اندازه‌گیری شدت زمین‌لرزه است را توسعه و ارایه داد. او این کار را در سال 1935 در مرکز تکنولوژی کالیفرنیا انجام داد"
      ]
    },
    {
      "EnglishWord": "richter scale",
      "Meanings": [
        "مقیاس ریشتر",
        "مقیاس الگاریتمی که شدت یک زمین لرزه را اندازه می‌گیرد. این مقیاس در سال 1935 توسط چارلز ریشتر charles f. richter توسعه یافت. بزرگی یک زمین لرزه از لگاریتم ارتفاع امواج ثبت شده در لرزه‌نگار محاسبه می‌شود",
        "نبوگوتنبرگ beno gutenberg هم کاربرد عمومی‌تر مقیاس ریشتر را نشان داد. بزرگی 2 و کمتر از آن را ریز زمین‌لرزه می‌گویند که مردم آنرا حس نمی‌کنند. زمین لرزة با بزرگی 4/5 یا بیشتر توسط تمام لرزه‌نگارهای دنیا ثبت می‌شود"
      ]
    },
    {
      "EnglishWord": "ride sally",
      "Meanings": [
        "سالی راید ride sally",
        "می‌1951 تا به حال اولین زن آمریکایی در فضا بود. اولین سفر دکتر راید به فضا از 18 ژوین تا 24 ژوین سال 1983 توسط شاتل چلنجر ناسا sts",
        "بود. سفر دوم و آخرین پرواز وی در یایوریت هشت روزة چلنجر sts",
        "g در اکتبر 1984 بود"
      ]
    },
    {
      "EnglishWord": "rigel",
      "Meanings": [
        "ستاره رجل الجبار rigel",
        "یا بتا جباریها beta orions",
        "درخشانترین ستاره درصورت فلکی جبار یا شکارچی orion و یکی از درخشانترین ستاره‌های آسمان است. این ستارة بسیار عظیم آبی رنگ بسیار داغ",
        "بیش از 60 میلیون مایل قطر دارد تقریبا 100 برابر خورشید و بیش از 50000 بار درخشانتر از خورشید است. مقدار درخشندگی مطلق آن 7/1 – و درخشندگی ظاهری آن 0/12 + است. این ستاره بیش از 900 سال نوری از زمین فاصله دارد"
      ]
    },
    {
      "EnglishWord": "right ascension",
      "Meanings": [
        "صعود قایم",
        "همپایة آسمانی که برای اندازه‌گیری ارتفاع در کرة آسمانی بکار گرفته می‌شود. درجات صفر صعود قایم",
        "موقعیت خورشید در اعتدال بهاره vernal/spring equinoz – 21 مارس است"
      ]
    },
    {
      "EnglishWord": "rille",
      "Meanings": [
        "ریل rille",
        "دورة طولانی و نازکی در سطح ماه که 60 مایل 100 کیلومتر طول",
        "فوت 400 متر عمق و تقریبا در پهن‌ترین نقطه‌اش",
        "یک مایل 1500 متر پهنا دارد"
      ]
    },
    {
      "EnglishWord": "rima",
      "Meanings": [
        "ریما rima",
        "شکافی روی سطح یک سیاره یا قمر"
      ]
    },
    {
      "EnglishWord": "ring nebula",
      "Meanings": [
        "سحابی حلقه‌ای",
        "ابر بزرگی از غبار و گاز که شبیه حلقه است عکس بالا سحابی حلقه‌ای m",
        "درصورت فلکی لیرا lyra است که 2000 سال نوری از زمین فاصله دارد و توسط یک ستارة در حال مرگ بوجود آمده است. این سحابی توسط مسیه ch. messier کشف شده است"
      ]
    },
    {
      "EnglishWord": "rings",
      "Meanings": [
        "حلقه‌ها",
        "بسیاری از سیارات حلقه‌هایی از سنگ",
        "یخ و یا غبار چرخان احاطه کرده‌اند. زحل",
        "مشتری",
        "اورانوس و نپتون دارای حلقه هستند"
      ]
    },
    {
      "EnglishWord": "rober grote",
      "Meanings": [
        "گروت روبر rober grote",
        "دسامبر 1911 تا 20 دسامبر 2002 مهندس رادیو و پیشگام نجوم غیر حرفه‌ای و اولین کسی که از اکتشاف کارل جانسکی karl jansky در امواج رادیویی فضایی تبعیت کرد. روبر یک آنتن صفحة رادیویی انعکاس دهندة شلجمی 9 متری در حیاط خود در ایلینویز ساخت. این آنتن اولین رادیو تلسکوپ بکار گرفته شده در نجوم بود. او اولین علایم با فرکانس 160 مگا هرتز و طول موج 2 متر را در سال 1939 با استفاده از سومین دریافت کنندة خود ردیابی کرد. کار روبرت منجر به پیشرفت‌های بسیاری در نجوم رادیویی شد. او اولین نقشه‌های رادیویی آلمان را ساخت و نشان داد که درخشانترین نواحی با مرکز کهکشان راه شیری مطابقت دارند. وی زمینة نجوم رادیویی با طول موج بسیار بلند/فرکانس کم 1 تا 2 مگا هرتز",
        "تا 300 متر طول موج با رفتن به تاسماینا tasmania جزیره‌ای دور از سواحل جنوب شرقی استرالیا جاییکه این امواج قادر به دریافت هستند زیرا امواج رادیویی با طول موج بلند می‌توانند از یونسفر کرة زمین در بخشهایی که گودال لایة اوزون سوراخ است عبور کنند",
        "ایجاد کرد"
      ]
    },
    {
      "EnglishWord": "robert bunsen",
      "Meanings": [
        "رابرت بنسون robert bunsen",
        "آزمایشگاه سوزنندة بنسون توسط رابرت ویلیام بنسون در سال 1855 اختراع گردید. بنسون 1811 تا 1899 شیمیدان و معلم آلمانی بود که برای تحقیقات خود دربارة مواد شیمیایی عایق",
        "سوزانندة بنسون را اختراع کرد. این وسیلة دارای شعلة بسیار قوی و غیر درخشانی ست که با شعلة رنگی حاصل از مواد شیمیایی در حال آزمایش",
        "تداخل ایجاد نمی‌کند"
      ]
    },
    {
      "EnglishWord": "rocket",
      "Meanings": [
        "موشک rocket",
        "یک موشک ماشینی است که خود را در فضا به پیش می‌برد و کنترل می‌کند"
      ]
    },
    {
      "EnglishWord": "romer ole",
      "Meanings": [
        "اوله رومر",
        "تا 1710 منجم دانمارکی که از سال 1675 تا 1676 اولین کسی بود که ثابت کرد سرعت نور محدود است. او این کار را با مشاهدة مسیر چرخش یکی از قمرهای مشتری به نام یو io هنگامیکه فاصلة مشتری از زمین بطور سالیانه تغییر می‌کند",
        "انجام داد. رومه متوجه شد که دورة مشاهدة مدار یو حدود 20 دقیقه تفاوت می‌کند و نتیجه گرفت که این اختلاف می‌بایست به علت فاصلة 225000 کیلومتر در ثانیه نتیجه داد که درواقع کمی بیشتر و حدود 299792 کیلومتر در ثانیه است"
      ]
    },
    {
      "EnglishWord": "rosen bridge - einstein",
      "Meanings": [
        "پل انیشتین – روزن",
        "راه حل ریاضی برای نظریه نسبیت عمومی انیشتین که به نام سوراخ کرم در فضا نامیده می‌شود. یک سوراخ کرم لورنتزین lorentzian wormhole از لحاظ تیوری میانبری میان بخشهای بسیار مجزای زمان – فضا حفرات سیاه و خارج از یک حفره سفید که سریعتر از سرعت نور حرکت می‌کند بوجود می‌آورد. فیزیکدانان بسیاری اعتقاد دارند که سوراخهای کرم هیچ واقعیت فیزیکی ندارند زیرا به ماده نامتعارف exotic matter یعنی ماده ای که توسط جاذبه بیش اینکه جذب شوند دفع می‌شوند احتیاج دارند"
      ]
    },
    {
      "EnglishWord": "rotate",
      "Meanings": [
        "چرخیدن rotate",
        "وقتی جسمی می‌چرخد",
        "دور یک نقطه یا محور مرکزی دور می‌زند. هنگامی که آن سیاره به دور محورش می‌چرخد",
        "یک روز سیاره‌ای شکل می‌گیرد"
      ]
    },
    {
      "EnglishWord": "rotational period",
      "Meanings": [
        "سیارة",
        "دورة چرخشی به روز یا ساعت زمینی",
        "عطارد",
        "/65 روز",
        "ناهید",
        "/01 روز",
        "زمین",
        "/93 ساعت",
        "مریخ",
        "/62 ساعت",
        "مشتری",
        "/41 روز",
        "زحل",
        "/44 روز",
        "اورانوس",
        "/72 روز",
        "نپتون",
        "/67 روز",
        "پلوتون",
        "/38 روز",
        "دورة چرخشی rotational period",
        "زمانی که طول می‌کشد تا یک سیاره",
        "ماه یا سایر پیکره‌های چرخان یکبار به دور محور خود بچرخند و یک روز شکل بگیرد"
      ]
    },
    {
      "EnglishWord": "rover",
      "Meanings": [
        "گشت زن rover",
        "یا ریز گشت زن",
        "به وسیلة نقلیة رباتیک کنترل از راه دور است. گشت زن سجنر sojuner vover اولین گشت زنی بود که در سال 1997 بر روی ماه پیاده شد"
      ]
    },
    {
      "EnglishWord": "royal greenwich observatory",
      "Meanings": [
        "رصدخانة سلطنتی گرینویچ",
        "رصدخانه ستاره‌شناسی ملی انگلستان که در گرینویچ انگلستان نزدیک لندن قرار گرفته است"
      ]
    },
    {
      "EnglishWord": "runaway star",
      "Meanings": [
        "ستارة فراری runaway star",
        "ستارة داغ",
        "وزین و جوانی که در آسمان بسیار سریع حرکت می‌کند. این ستاره‌ها احتمالا در اثر انفجار ستارة همراه درون سحابی مشترک خود",
        "شروع به حرکت می‌کند. ایده‌ای که در سال 1961 توسط ستاره‌شناس آلمانی به نام آدرین بلاو adrian blauw ارایه شد. ستارة مو کلمبا mu columba یک ستارة فراری است"
      ]
    },
    {
      "EnglishWord": "runoff",
      "Meanings": [
        "فرار آب runoff",
        "آب یا مایعی که از زمینی به رودخانه‌ها زهکشی یا جریان پیدا کند. این آب عموما حاصل باران با ذوب برف است"
      ]
    },
    {
      "EnglishWord": "rupes",
      "Meanings": [
        "رپوس rupes",
        "خطی از صخره‌های کوهی در سطح یک سیاره یا قمر",
        "برای مثال ریوپس آلتای rupes altai سلسله کوهی با حدود 315 مایل 50 کیلومتر طول روی ماه ما است"
      ]
    },
    {
      "EnglishWord": "russell henry n.",
      "Meanings": [
        "هنری راسل",
        "تا",
        "منجم آمریکایی که بطور مجزا از هرتز پرانگ e. hertzsporung پی به ارتباط بین دوای ستاره‌ها رنگ و درخشندگی آنها پی برد و نمودار ارتباط بین آنها در سال 1913 طراحی کرد این نمودار بعدها نمودار هرتز پرانگ راسل نامیده شد"
      ]
    }
  ]
}