{
  "Group": "S",
  "Entries": 154,
  "Words": [
    {
      "EnglishWord": "sagan carl",
      "Meanings": [
        "کارل سگان",
        "تا 1996 ستاره شناس آمریکایی و کسی که کشف کرد که سطح ناهید فوق‌العاده داغ است. همچنین وی نشان داد که هستی مواد شیمیایی آلی زیادی دارد و ظاهرا حیات در فرای اجرام آسمانی نیز وجود دارد. او از بزرگترین تبلیغ کنندگان نجوم بود که در بسیاری از پروازهای ناسا وستی seti شرکت داشت و پیشگام رشتة برون زیست شناسی exobiology بود"
      ]
    },
    {
      "EnglishWord": "sagittarius",
      "Meanings": [
        "صورت فلکی قوس یا رامی",
        "نهمین صورت فلکی منطقه البروج که مردم باستان آن را بصورت قنطورس می‌دیدند نیم اسب نیم انسان که به سمت صورت فلکی عقرب صورت فلکی بعد نشانه رفته است. مقطع مرکزی آن سینة کماندار نیز شبیه قوری چای فرض می‌شده. مرکز کهکشان راه شیری در جهت این صورت فلکی است بسیاری از باران‌های ستاره دنباله‌دار مانند قوسی‌ها sugittariid به نظر از این صورت فلکی منشاء می‌گیرند. درخشانترین ستاره در صورت فلکی قوس یا رامی روکبات rokbut است که در عربی به معنی زانو است"
      ]
    },
    {
      "EnglishWord": "salyut 1",
      "Meanings": [
        "سالوت salyut",
        "اولین ایستگاه فضایی که در 19 آوریل 1971 از بایکانور شوروی baikonur به پرواز درآمد. سالوت یا زاریا zarya یا داس 1 doc",
        "درواقع ایستگاه استوانه‌ای شکل کوچکی با اتاقی برای 3 خدمه بود که 13/1 متر طول و حدود 4/2 متر عرض داشت. خدمة این ایستگاه شامل ولادیمیر شاتولوف veladmir shatolov الکسی یلیسیف alexi yeliseyev و نیکلا روکاویشنیکوف nikola rukavishnikov بودند که در 7 ژوین 1971 با موفقیت به سفینه ملحق شدند ماشین پهلوگیری سفینه در حین فرآیندی پهلوگیری خراب شد. آنها تا 21 روز نمی‌توانستند وارد ایستگاه فضایی شوند و در این مدت همراه با ایستگاه به دور زمین می‌چرخیدند. خدمة بعدی شامل گورکی دوبروولسکی georgi dobrovolski ولادسیلاو ولکوف vladislav volkov و ویکتور پاتسایف victor patsayev 24 ساعت را درون سفینه سپری کردند. آنها در هنگام برگشت به زمین در 30 ژوین کشته شدند",
        "این ایستگاه فضایی به مدت 179/93 روز به دور زمین چرخید اما هرگز دوباره استفاده نشد"
      ]
    },
    {
      "EnglishWord": "sandage allan r.",
      "Meanings": [
        "آلن ساندیج",
        "تاکنون منجمی که در سال 1950 نرخ انبساط هستی را اندازه گرفت و آن را ثابت هابل h نامید",
        "این نرخ 50 کیلومتر بر ثانیه بر مگا پارس 50km/s/mpc است. با این ثابت",
        "وی طول عمر هستی t را 19. 2 میلیارد سال تخمین زد",
        "این محاسبات در طی سالها تغییر کرد و هم‌اکنون h=~75 پذیرفته شده و در نتیجه عمر زمین 12/9 میلیارد سال حدس زده می‌شود. شاندیج کواسارزها را نیز در سال 1964 کشف کرد"
      ]
    },
    {
      "EnglishWord": "sao number",
      "Meanings": [
        "عدد ساو sao number",
        "یکی از هزاران روش تعیین و تشخیص ستاره‌ای خاص. این کلمه به مخفف رصدخانة فیزیک فضایی اسمیتسونی است smithsonian astrophysical obseruatory",
        "ستاره را طبقه‌بندی کرد و به هرکدام عددی داد. این اعداد",
        "اعداد ساوی ستاره‌ها است و به شکل sao#### عنوان می‌گردند. برای مثال ستارة نسر واقع یا کرکس نشسته sao67174 vega است"
      ]
    },
    {
      "EnglishWord": "saros",
      "Meanings": [
        "ساروس saros",
        "چرخة متناوب تقریبا 18 سالة سیستم زمین ماه خورشید است. هر 6585 روز",
        "زمین",
        "ماه و خورشید دقیقا در یک نقطه قرار می‌گیرند. خسوف نیز هر 6585 روز رخ می‌دهد"
      ]
    },
    {
      "EnglishWord": "sarsen stone",
      "Meanings": [
        "سنگ سارسون sarsen stone",
        "یا سنگهای دروید druid",
        "قطعات ماسه سنگی",
        "قایم عظیم صف کشیده شده‌ای هستند که جنوب مرکز انگلستان قرار دارند. این سنگها در عصر برنز به دقت به شکل دایره‌ای چیده شده‌اند. شاید از این سنگها برای پیش‌بینی تابستان و زمستان و ساختن یک تقویم ساده استفاده می‌شده است"
      ]
    },
    {
      "EnglishWord": "satellite",
      "Meanings": [
        "ماهواره satellite",
        "اجسامی هستند که به دور یک سیاره یا قمر می‌چرخند. ماهواره‌های ساخت بشر فراوانی همراه با تنها قمر زمین ماه به دور کرة زمین می‌چرخند"
      ]
    },
    {
      "EnglishWord": "saturn",
      "Meanings": [
        "زحل saturn",
        "ششمین سیاره از خورشید و دومین سیارة بزرگ منظومة شمسی ما بعد از مشتری. این سیاه دارای حلقه‌های زیبایی هستند که از قطعات یخی که از یک ناخن انگشت تا یک اتومبیل تغییر اندازه دارند",
        "تشکیل شده است. زحل دارای اقمار زیادی نیز است و عمدتا از گاز هیدروژن و هلیم ساخته شده است"
      ]
    },
    {
      "EnglishWord": "scalar",
      "Meanings": [
        "اسکالر scalar",
        "عدد بزرگی بدون جهت برخلاف بردار. برای مثال سرعت اسکالر است و اشاره به میزان سرعت حرکت یک جسم دارد و اشاره‌ای به جهت حرکت نمی‌کند"
      ]
    },
    {
      "EnglishWord": "schiaparelligiovanni",
      "Meanings": [
        "جوانی چیاپارلی schiaparelligiovanni",
        "تا 1910 منجم یونانی و مدیر رصدخانه میلان که درسال 1877 اولین نقشه مریخ را تهیه کرد و به شبکه کانالی canali",
        "ایتالیایی کانالها روی سطح مریخ دقت کرد. بعدها فهمیده شد که این کانالها خشک بوده اند و اصلا کانال آبی نبودند. دهانه برخوردی نصف النهاری روی یک نیمکره مریخ به نام وی ثبت شده است"
      ]
    },
    {
      "EnglishWord": "schmidt-cassegrain telescope",
      "Meanings": [
        "تلسکوپ اشمیت",
        "کاسگرین",
        "یا sct تلسکوپ انعکاسی با زاویه زیاد و عدسی‌های تصحیح کننده ای که خطای کروی را به حداقل می‌رساند و همچنین آینه‌های محدب که نور را دریافت و تصویر را متمرکز می‌کنند. آینه رومی نور را از میان فاصله ای در آینه اولیه باز می‌تابد و به دوربین یا قطعه چشمه اجازه می‌دهد انتهای لوله تلکسوپ بیفتد. تلسکوپ کاسگرین که نام مجموعه تراشی فرانسوی است در سال 1672 توسعه یافت و درسال 1930 با اضافه شدن یک عدسی توسط یک منجم به نام استونین estonian و یک عدسی ساز به نام برنارد اشمیت bernard schmidt کاملتر شد"
      ]
    },
    {
      "EnglishWord": "schwabeheinrich",
      "Meanings": [
        "هنریخ شواب",
        "منجم غیرحرفه ای آلمانی که کشف کرد که نقاط داغ در یک چرخه 11 ساله ظاهر می‌شود. شواب داروسازی بود که هر روز خورشید را نگاه می‌کرد و مشاهدات خود را در کتابی به نام مشاهدات خورشیدی در سال 1843 منتشر کرد"
      ]
    },
    {
      "EnglishWord": "schwarzschild radius",
      "Meanings": [
        "شعاع شوارزشیله",
        "شعاع افق حوادث یک گودال سیاه که شامل فاصله ای از حفره سیاه می‌باشد که در آن هیچ چیزی قادر به فرار نیست‏",
        "حتی نور در شعاع شوارزشیله",
        "سرعت فرار از گودال سیاه بیشتر از سرعت نور است. اندازه شعاع شوارزشیله ممکن است به جرم گودال سیاه بستگی داشته باشد. برای یک گودال سیاه شاخص با جرم 10 برابر جرم خورشید",
        "شعاع شوارزشیله تقریبا 18/6 مایل 30 کیلومتر است. شعاع شوارزشیله به نام منجم آلمانی",
        "کارل شوارزشیله karl schwarzschild که وجود پیکره‌های ستاره ای فروریخته ای را که نمی‌توانند تشعشع پخش کنند‏",
        "را در سال 1916 پیش بینی کرد"
      ]
    },
    {
      "EnglishWord": "science",
      "Meanings": [
        "علم science",
        "مردم علم را مطالعه می‌کنند تا درباره دنیای فیزیکی یاد بگیرند"
      ]
    },
    {
      "EnglishWord": "scientific notation",
      "Meanings": [
        "رقم علمی",
        "شکل ریاضی که برای نوشتن اعداد بسیار کوچک یا بسیار بزرگ استفاده می‌شود. این سیستم از به کارگیری صفرهای زیاد اجتناب می‌کند. در رقم علمی یک عدد پایه بین 1 تا 10 وجود دارد که در توان 10 ضرب می‌شود. برای مثال عدد 250 در رقم علمی بصورت 2 10×2/5 نوشته می‌شود و یا 0/000052 بصورت",
        "×5/2 نوشته می‌شود"
      ]
    },
    {
      "EnglishWord": "scintillation",
      "Meanings": [
        "برق زدن scintillation",
        "چشمک زدن ستاره‌ها نوسان شدت درخشش از جو یک ستاره را گویند. برق زدن ستاره‌ها هنگامی اتفاق می‌افتد که نور بوسیله جو زمین تغییر شکل می‌دهد. برق زدن ستاره‌های بزرگی که در ارتفاع کمتری نسبت به افق قرار دارند بیشتر است"
      ]
    },
    {
      "EnglishWord": "scorpius",
      "Meanings": [
        "صورت فلکی عقرب",
        "صورت فلکی از منطقه البروج zodiac این صورت فلکی در امتداد صفحه عبور خورشیدی و بین صورتهای فلکی میزان libra و صورت فلکی قوس یا رامی sagittarius قرار دارد. درخشانترین ستاره این صورت فلکی ستاره قلب العرب antares که ستاره بزرگ قرمزی در حدود 230 برابر بزرگتر از خورشید است. بعد از آن گرافیاس graffias یا بتا 1 اسکو beta 1 sco قرار دارد"
      ]
    },
    {
      "EnglishWord": "sea of tranquility",
      "Meanings": [
        "دریای آسایش sea of tranquility",
        "دشت بزرگی روی ماه که اولین فرود آپولو 11 در سال 1969 در این محل بود"
      ]
    },
    {
      "EnglishWord": "seafloor spreading",
      "Meanings": [
        "بازشدگی کف دریا",
        "حرکت دورشونده دو صفحه اقیانوسی نسبت به هم که منجر به شکل گیری پوسته اقیانوسی جدید و پوسته میان اقیانوسی می‌شود"
      ]
    },
    {
      "EnglishWord": "seasons",
      "Meanings": [
        "فصول seasons",
        "فصول سال شامل بهار",
        "تابستان",
        "پاییز و زمستان است که در اثر کج شدگی محور زمین حادث می‌شود"
      ]
    },
    {
      "EnglishWord": "seawinds",
      "Meanings": [
        "بادهای دریایی seawinds",
        "سیستم رادار آب و هوایی که اندازه بادهای اقیانوسی را می‌سنجد. این سیستم نواحی قطبی زمین را حتی در هنگام تاریکی و یا از پشت ابرها نیز می‌تواند نقشه برداری کند",
        "بادهای دریایی بر روی ماهواره quikscat در ژوین 1999 توسط",
        "ناسا پرتاب شد"
      ]
    },
    {
      "EnglishWord": "second generation star",
      "Meanings": [
        "نسل دوم ستاره",
        "نسل دوم ستاره‌ها تنها هیدروژن نمی‌سوزاند بلکه عناصر سنگین‌تر مانند هلیم و فلزات را هم می‌سوزاند و از انفجارات ابر نو اخترها بوجود می‌‌آید قطعات ستاره‌های جمعیت ii منفجر شده خورشید",
        "دومین یا سومین نسل ستاره است"
      ]
    },
    {
      "EnglishWord": "secular",
      "Meanings": [
        "سکیولار یا سد گانی",
        "در نجوم به معنی پدیده ایست که طی زمان فوق العاده طولانی و بطور تدریجی اتفاق بیفتد. برای مثال تغییر سکیولار تغییر مداوم و پیوسته و غیرمتناوب یک سیستم است"
      ]
    },
    {
      "EnglishWord": "sedimentary rock",
      "Meanings": [
        "سنگ رسوبی",
        "سنگی که از رسوبات شکل گرفته باشد. اغلب فسیل‌ها در سنگ رسوبی وجود دارند. سنگ رسوبی",
        "سنگی که از رسوبات شکل گرفته باشد. اغلب فسیل‌ها در سنگ رسوبی وجود دارند"
      ]
    },
    {
      "EnglishWord": "sedna",
      "Meanings": [
        "سدنا sedna",
        "پیکره خرده سیاره و قرمزرنگی که در ابر اورت oort cloud واقع است. این پیکره 13 میلیارد کیلومتر 8 میلیارد مایل از خورشید دور است سه بار بیشتر از فاصله زمین تا پلوتون سدنا حدود 800 تا 1100 مایل قطر دارد حدود سه چهارم اندازه پلوتون و هر 40 روز زمینی یکبار به دور خودش می‌چرخد که چرخش کندی است. سدنا در 14 نوامبر 2003 توسط مایک براون mike brown",
        "چاد ترویجیلو chad trujille و دیوید رابینویچ david rabinowitzs کشف شد. نام سدنا از نام خدای شهودی اقیانوس در یکی از قبایل سرخپوستی آمریکای شمالی گرفته شده است"
      ]
    },
    {
      "EnglishWord": "semi- major axis",
      "Meanings": [
        "محور نیمه اصلی",
        "بخشی از محور یک بیضوی که نصف طول خط آن",
        "بلندترین بخش بیضی را قطع می‌کند"
      ]
    },
    {
      "EnglishWord": "semi- minor axis",
      "Meanings": [
        "محور نیمه فرعی",
        "بخشی از محور یک بیضوی که نصف طول خط آن",
        "کوتاهترین بخش بیضی را قطع می‌کند"
      ]
    },
    {
      "EnglishWord": "semidiurnal tide",
      "Meanings": [
        "جزر و مد نیمروزی",
        "جزر و مدی که دارای دوره 12 ساعته است و در طول یک روز 2 مد بلند و 2 جزر کوتاه دارد"
      ]
    },
    {
      "EnglishWord": "seti",
      "Meanings": [
        "ستی seti",
        "مخفف کاوش هوش فرازنینی search for extraterrestrial intelligence: فعالیتی که طی آن منجمین در آسمان به دنبال آثار حیات هوشمند در کهکشانهای دیگر می‌گردند. رادیو تلسکوپ‌ها برای گوش دادن به علایم الکترومغناطیسی حاوی الگوهای پیچیده از نوعی حیات هوشمند",
        "بکار برده می‌شوند"
      ]
    },
    {
      "EnglishWord": "sextant",
      "Meanings": [
        "زاویه یاب sextant",
        "وسیله نجومی که برای تعیین عرض جغرافیایی در ردیابی بکار برده می‌شود. زاویه یاب این کار را با اندازه گیری فواصل زاویه ای",
        "مانند عرض جغرافیایی خورشید",
        "ماه و ستارگان انجام می‌دهد. زاویه یاب در سال 1731 توسط دو نفر انگلیسی و آمریکایی بطور مجزا اختراع شد. زاویه یاب جایگزین اسطرلاب شد. کلمه زاویه یاب از کلمه لاتین به معنی یک ششم one sixth می‌آید"
      ]
    },
    {
      "EnglishWord": "seyfert galaxy",
      "Meanings": [
        "کهکشان سیفرد",
        "کهکشان حلقوی فعالی که هسته آن از خطوط نشری روشن شامل طول موجهای قابل مشاهده تشکیل شده است. روشنی در طول دوره‌های زمان نسبتا کوتاه کمتر از یکسال تغییر می‌کند. این کهکشانها ممکن است در مرکز خود دارای گودالهای سیاه باشند. کهکشانهای سیفرد اولین بار در سال 1943 توسط کارل سیفرد carl seyfert توصیف شدند"
      ]
    },
    {
      "EnglishWord": "sgr",
      "Meanings": [
        "اس جی آر sgr",
        "تکرار کننده گامای ملایم soft gamma repeater احتمالا یک مغناطیسی کننده ستاره نوترونی بسیار مغناطیسی است که از انفجارات ملایم کم انرژی پرتوهای گاما را در وقفه‌های نامنظمی انتشار می‌دهد. انفجارات پرتو گاما ممکن است توسط ستاره لرزه‌های روی سطح ستاره نوترونی بوجود آیند ستاره لرزه توسط انحراف در میدان مغناطیسی قوی ستاره ایجاد می‌شود. این انفجارات sgr با انفجارات پرتو گاما تفاوت دارند و حواشی هستند که یکبار اتفاق می‌افتد. sgr‌ها در سال 1979 کشف شدند. \"\"تکرار کننده گامای لمامی"
      ]
    },
    {
      "EnglishWord": "shapley harlow",
      "Meanings": [
        "هارولد شاپلی",
        "از 1885 تا 1972 منجم آمریکایی",
        "اولین کسی به درستی اندازه کهکشان راه شیری milky way galaxy",
        "و موقعیت مارا در آن تخمین",
        "زد"
      ]
    },
    {
      "EnglishWord": "shepard alan",
      "Meanings": [
        "آلن شپارد shepard alan",
        "از 1923 تا 1998 خلبان",
        "اولین ماموریت فضایی سرنشین دار آمریکایی این فضانورد در 5 می‌1961 با سفینه آزادی 7 که یک کپسول فضایی عطارد بود. چند دقیقه ای در فضا پرواز کرد. این کپسول به دریا افتاد و توسط هلیکوپتر از آ‌ب بیرون آورده شد. همچنین سپارد ماموریت آپولو 14 به ماه راه به کمک ادگار میشل edgar d. mitchell و استوارت رووزا stuart a. roosa هدایت کرد. آنها در 31 ژانویه 1971 پرواز کردند. شیارد و میشل با قمرپیما روی ماه نشستند. در حالی که رووزا در فضا به دور ماه می‌چرخید. شپارد در این سفر تاریخی به توپهای گلف روی ماه ضربه زد"
      ]
    },
    {
      "EnglishWord": "shepherd satellite",
      "Meanings": [
        "ماهواره چوپان",
        "ماهی از سیاره که در امتداد حلقه آن سیاره می‌چرخد بطوری که نیروهای گرانی قمر حلقه را محدود کرده و به آن لبه تیزی می‌دهد. مثالهای ماهواره‌های چوپان شامل اقمار زحل",
        "یعنی پرومتیوسprometheus و پاندورا pandora هستند که حلقه f خارجی و باریک را کنترل می‌کنند. پیتر گلدریش peter goldreich و اسکات ترمین scott tremaine ایده اقمار چوپان را در سال 1979 برای توضیح اینکه چرا حلقه‌های اورانوس اینقدر باریک هستند",
        "ارایه دادند"
      ]
    },
    {
      "EnglishWord": "shock wave",
      "Meanings": [
        "موج ضربه ای",
        "موج پرفشاری در هر واسطه الاستیک مانند هوا",
        "آب و یا جامد که بوسیله روشنایی",
        "انفجار و یا هر پدیده فوق صوتی که تغییرات بزرگ و ناگهانی در فشار بوجود آورد",
        "بوجود می‌آید"
      ]
    },
    {
      "EnglishWord": "shocked quartz",
      "Meanings": [
        "کوارتز ضربه ای",
        "کوارتزی که تحت تاثیر تغییر شکل حاصل از فشار و حرارت سیار زیاد بوجود آمده است. این کوارتز در لایه ای که مرز k",
        "t را مشخص می‌کرد پیدا شده و اعتقاد نظریه بر خورد آلوارز alvarez impact theory را بوجود آورد که این اعتقاد",
        "انقراض بزرگ k",
        "t که دایناسورها و بسیاری از گروههای موجودات زنده را از بین برد",
        "توضیح می‌دهد"
      ]
    },
    {
      "EnglishWord": "shoemaker eugene and carolyn",
      "Meanings": [
        "اوجین و کارولین شومیکر",
        "دانشمندانی که اکتشافات مهم فراوانی را در نجوم کردند",
        "بطور مثال یافتن سنگهای آسمانی و سیارکهای فراوان در سال",
        "اوجین و کرولین و دیوید لوی david levy ستاره دنباله دار کوتاه مدتی را یافتند و آن را شومیکر – لوی sl",
        "9 نامیدند. مقداری از خاکستر بدن شومیکر در سال 1999 به ماه فرستاده شد وی همیشه می‌خواست به فضا برود"
      ]
    },
    {
      "EnglishWord": "shoemaker- levy 9",
      "Meanings": [
        "شومیکر – لوی",
        "یا sl",
        "شهاب سنگ کم دوره ای که توسط اوجین و کارولین شومیکر eugene and carolyn shoemaker و دیوید لوی david levy کشف شد. هنگامی که این قمر از نزدیک مشتری می‌گذشت. جاذبه خورشدی آن را متلاشی کرد. قطعات ستاره دنباله دار در طی جولای 1994 در مدت 6 روز به مشتری برخورد کرد و باعث ایجاد گوی‌های آتشین بزرگی در جو مشتری شد که از روی زمین نیز قابل مشاهده بود"
      ]
    },
    {
      "EnglishWord": "shooting star",
      "Meanings": [
        "شهاب ثاقب",
        "ستاره دنباله دار در واقع یک شهابسنگ دنباله دار است که از سنگ و یا آهن ساخته شده است. ستاره دنباله دار با ورود به جو زمین می‌سوزد"
      ]
    },
    {
      "EnglishWord": "short period comet",
      "Meanings": [
        "ستاره دنباله دار با دوره کوتاه",
        "ستاره دنباله دار با دوره مداری 200 ساله که ممکن است از کمربند کوییپر kuiper belt منشاء گرفته باشند. ستاره دنباله دار هالی halley's comet یک ستاره دنباله دار با دوره کوتاه با دوره 76 ساله است"
      ]
    },
    {
      "EnglishWord": "sidereal time",
      "Meanings": [
        "زمان نجومی",
        "زمانی که به جای اینکه نسبت به حرکت خورشید سنجیده شود",
        "نسبت به یک ستاره سنجیده می‌شود دوره بین مقارنه‌های متوالی با هر ستاره ای یک روز نجومی برابر با 23 ساعت و 56 دقیقه است و نشانگر دوره ای است که طی آن کره زمین یکبار به دور محورش می‌چرخد و همینطور زمانی که طول می‌کشد که در امتداد ستاره خاصی قرار بگیرد. یک ماه نجومی 322/27 روز طول می‌کشد"
      ]
    },
    {
      "EnglishWord": "sidereal year",
      "Meanings": [
        "سال نجومی",
        "نسبت به ستاره‌ها اندازه گرفته می‌شود دوره بین مقارنه‌های متوالی با هر ستاره ای یک سال نجومی برابر با 365 روز و 6 ساعت و 9 دقیقه و 9/5 ثانیه است و نشانگر دوره ای است که طی آن کره زمین یک بار به دور خورشید می‌چرخد و همینطور زمانی که طول می‌کشد که در امتداد ستاره خاصی قرار بگیرد"
      ]
    },
    {
      "EnglishWord": "silicates",
      "Meanings": [
        "سیلیکاتها",
        "کانی هایی که از سیلیس و اکسیژن و یک یا چند عنصر دیگر تشکیل شده اند. سیلیکاتها بیش از حدود 95 درصد پوسته زمین را تشکیل داده اند"
      ]
    },
    {
      "EnglishWord": "simple impact crater",
      "Meanings": [
        "دهانه برخوردی ساده",
        "فرو افتادگی‌های کاسه مانند و معمولا با دیواره‌های صاف را می‌گویند. این نوع دهانه معمولا بر روی ماه قطری کمتر از 9 مایل 15 کیلومتر دارد. عمق آنها معمولا حدود 20 درصد قطرشان است"
      ]
    },
    {
      "EnglishWord": "singularity",
      "Meanings": [
        "تجرد singularity",
        "نقطه ای در زمان – فضا که در آن چگالی ماده و میدان گرانی نامعین است و یک گودال سیاه تشکیل می‌شود یا نقاطی که راه حلهای ریاضی برای معادلات زمان – فضا در آن نقاط تعریف نشده اند"
      ]
    },
    {
      "EnglishWord": "sinope",
      "Meanings": [
        "سینوپ sinope",
        "شانزدهمین و خارجی‌ترین قمر مشتری که 17/5 مایل 28 کیلومتر قطر دارد و در مداری با فاصله 14700000 مایلی 23700000 کیلومتری از مشتری می‌چرخد. جرم سینوپ 16 10×8 کیلوگرم است. این قمر مشتری در هر 758 روز یکبار در مدار خلاف جهت",
        "به دور زمین می‌چرخد. درباره سینوپ اطلاعات کمی است و توسط نیکولاس در سال 1914 کشف شد"
      ]
    },
    {
      "EnglishWord": "sinus",
      "Meanings": [
        "خلیج sinus",
        "دشت بزرگی روی یک سیاره یا ماه. خلیج میانه sinus iridium خلیج رنگین کمان است تاریک",
        "نیمه کروی در گوشه شمال غربی در یاری ایمبریوم ماه است"
      ]
    },
    {
      "EnglishWord": "sirius",
      "Meanings": [
        "ستاره شعرای یمانی sirius",
        "در یونانی به معنی سوزان است که به عنوان ستاره سنگ نیز شناخته می‌شود. این ستاره به جز خورشید درخشانترین ستاره آلمانی است و در صورت فلکی کانیس ماژور canis major یا سگ بزرگ great dog قرار دارد. ستاره شعرای یمانی اولین سری ستاره است که حدود 70 بار بیشتر از خورشید است و حدود 8/6 سال نوری از زمین فاصله دارد. درخشندگی ظاهری آن 1/",
        "و درخشندگی مطلق آن 1/4+ است. ستاره همراه ستاره شعرای یمانی",
        "کوتوله سفیدی به نام پاپ pup است"
      ]
    },
    {
      "EnglishWord": "sky",
      "Meanings": [
        "آسمان sky",
        "آسمان از روی کره زمین آبی به نظر می‌رسد. زیرا جو ما رنگ‌های آبی را از نور خورشید که حاوی تمام رنگهای روشن است",
        "پخش می‌کند. آسمان سیاره‌ها با ترکیب جوی متفاوت به رنگ متفاوتی دیده می‌شوند"
      ]
    },
    {
      "EnglishWord": "skylab",
      "Meanings": [
        "آزمایشگاه فضایی skylab",
        "اولین ایستگاه فضایی چرخان آمریکایی که از تجهیزات سفینه‌های آپولو. زحل ساخته شده است. آزمایشگاه فضایی در 14 می‌1973 پرتاب شد و در ارتفاع 270 مایلی 435 کیلومتری مستقر شد. این سفینه هر 93 دقیقه یکبار به دور خورشید می‌گردد. جمعا 9 نفر در سه بار سفر به این سفینه فضایی به مدت 171 روز و 13 ساعت توسط فضاپیمای آپولو را تجربه کرده اند. این فضانوردان آزمایشگاه و مشاهدات نجومی بر روی اینکه انسانها به محیط ریز گرانی در فضا چه عکس العملی نشان می‌دهند",
        "انجام دادند. آزمایشگاه فضایی در 11 جولای 1979 وارد جو زمین شد و در حالی که قطعاتی را روی اقیانوس هند و بخشهایی از غرب استرالیا پخش می‌کرد",
        "بر روی کره زمین افتاد"
      ]
    },
    {
      "EnglishWord": "small magellanic clould",
      "Meanings": [
        "ابر ماژلانی کوچک",
        "یا smc کهکشانی با شکل نامنظم از گروه محلی کهکشانها است local group. شکل نامنظم آن ممکن است نتیجه یک آشفتگی و شاید برخورد دو کهکشان باشد. ابرماژلانی کوچک در نزدیک صورت فلکی توکانا tucana قرار دارد و کمتر از 200000 سال نوری از ما فاصله دارد"
      ]
    },
    {
      "EnglishWord": "soft gamma repeater",
      "Meanings": [
        "تکرار کننده گامای ملایم",
        "یا sgr احتمالا مغناطیس کننده ایست ستاره نوترونی با خاصیت مغناطیسی زیاد که انفجارات ملایم پرتوهای گاما انفجارات کم انرژی را با وقفه‌های نامنظم انتشار می‌دهد. انفجارات پرتو گاما ممکن است در اثر ستاره لرزه روی پوسته سطحی ستاره نوترونی بوجود آید ستاره لرزه در اثر انحراف در میدان مغناطیسی قوی ستاره بوجود می‌آید. این انفجارات sgr با انفجارات پرتو گاما که حوادث تک بار هستند",
        "تفاوت دارند و در سال 1979 کشف شدند"
      ]
    },
    {
      "EnglishWord": "soho",
      "Meanings": [
        "سوهو soho",
        "مخفف رصدخانه هلیوسفری و خورشید solar and heliospheric تلسکوپ فضایی که از خورشید عکس می‌گیرد. این observatory تلسکوپ در 2 دسامبر 1995 پرتاب شد"
      ]
    },
    {
      "EnglishWord": "sojuner rover",
      "Meanings": [
        "گشت زن سجونر",
        "اولین جستجوگر رباتی برای جستجو در مریخ. این گشت زن تنها 25/4 پوند 11/5 کیلوگرم وزن داشته و در 4 دسامبر 1996 در ماموریت گره یاب ناسا pathfinder mission به فضا پرتاب شد. ریز گشت زن 6 چرخه 25 پوندی در سال 1997 در دشت سیلابی نصف النهاری کهن آرس والیس ares vallis جستجو کرد. هر چرخ آن 5 اینچ 13 سانتی متر قطر دارد. حداکثر سرعت آن 1/3 پا در دقیقه 0/4 متر در دقیقه است. این گشت زن توسط یک صفحه خورشیدی نیرو می‌گیرد"
      ]
    },
    {
      "EnglishWord": "solar butterfly",
      "Meanings": [
        "پروانه خورشیدی",
        "وقتی موقعیت نقاط داغ ارتفاع آن روی خورشید هرسال ترسیم شود. الگویی شبیه به یک سری پروانه در هم بوجود می‌آ‌ید"
      ]
    },
    {
      "EnglishWord": "solar conjunction",
      "Meanings": [
        "مقارنه خورشیدی",
        "هنگامی که یک سیاره در نزدیکترین فاصله به خورشید قرار می‌گیرد. بطوری که از زمین دیده شود",
        "مقارنه خورشیدی بوجود می‌آید. عموما این بدین معنی است که سیاره نمی‌تواند دیده شود. زیرا درخشندگی خورشید",
        "سیاره را از دید حذف می‌کند. در این مورد",
        "هنگامی که سیاره از وسط خورشید عبور می‌کند",
        "استثناء وجود دارد"
      ]
    },
    {
      "EnglishWord": "solar constant",
      "Meanings": [
        "ثابت خورشیدی",
        "میزان جریان نیروی خورشیدی جریان انرژی که از مدار زمین عبور می‌کند. ثابت خورشیدی که اخیرا تخمین آن پذیرفته شده است 1/367 وات بر مترمربع است. وسایل زمینی مقادیر کمتری از ثابت خورشیدی را ثبت می‌کنند زیرا انرژی توسط جو زمین جذب و بازتانیده می‌شوند"
      ]
    },
    {
      "EnglishWord": "solar corona",
      "Meanings": [
        "تاج خورشیدی",
        "لایه بالایی جو خورشید که تا میلیونها مایل اطراف خورشید کشیده شده است. این تاج دارای حرارت بسیار بالا بیش از یک میلیون درجه کلوین و چگالی بسیار پایینی است. هنگام کسوف کامل تنها تاج شبح مانندی قابل رویت است"
      ]
    },
    {
      "EnglishWord": "solar cycle",
      "Meanings": [
        "چرخه خورشیدی",
        "تنوع نیمه متناوب تقریبا یازده ساله در نوسان یا تعداد نقاط داغ",
        "روشنایی خورشیدی و سایر فعالیتهای خورشیدی دیگر"
      ]
    },
    {
      "EnglishWord": "solar day",
      "Meanings": [
        "روز خورشیدی",
        "مقدار زمان بین دوبار رسیدن خورشید به بلندترین موقعیت خود در بالای سطح افق که از نصف النهار می‌گذرد روز خورشیدی به شدت در طول سال تغییر می‌کند. بنابراین به جای آن",
        "از میانگین روز خورشیدی استفاده می‌شود. این میانگین",
        "همان متوسط تمام روزهای خورشیدی یکسان است یک روز خورشیدی دقیقا 24 ساعت است بسته به اینکه ما ساعت را چطور تعریف کنیم",
        "یعنی یک بیست و چهارم روز روز خورشیدی کمی طولانی‌تر از روز نجومی است. روز خورشیدی زمانی نیست که زمین یکبار به دور محور خود می‌چرخد آن روز نجومی ست"
      ]
    },
    {
      "EnglishWord": "solar eclipse",
      "Meanings": [
        "کسوف solar eclipse",
        "کسوف هنگامی اتفاق می‌افتد که ماه جلوی دید ما از خورشید را بگیرد"
      ]
    },
    {
      "EnglishWord": "solar flare",
      "Meanings": [
        "روشنایی خورشیدی",
        "طوفان مغناطیسی روی خورشید که به نظر می‌رسد نقطه بسیار روشن و یک فوران سطحی گازی باشد. روشنایی خورشیدی بر اساس انرژی خروجی انرژی اشعه ایکس در شدت انفجار نهایی سنجیده می‌شود"
      ]
    },
    {
      "EnglishWord": "solar halo",
      "Meanings": [
        "هاله خورشیدی",
        "حلقه درخشانی که گاهی اوقات اطراف ماه دیده می‌شود. بعضی بخشهای هاله بسیار درخشان و برخی بخشها کدر هستند. گاهی اوقات تنها بخشی از حلقه قابل مشاهده است. درون هاله خورشیدی و در لبه‌های روبروی خورشید",
        "دو نقطه بسیار روشن به نامهای سگهای خورشید sun dogs و خورشیدهای دروغین mock suns قابل دیدن است. هنگامی که نور خورشید از میان بلورهای بسیار ریز مسطح یخ اتمسفر شکسته و منعکس می‌شود",
        "این هاله بوجود می‌آید. سگهای خورشید و هاله‌ها همیشه با زاویه 22 از خورشید فاصله دارند",
        "که این امر به علت ساختمان شش گوش بلورهای یخ است"
      ]
    },
    {
      "EnglishWord": "solar mass",
      "Meanings": [
        "جرم خورشیدی",
        "مقدار جرم خورشید ما و واحدی که سایر ستاره ها",
        "کهکشانها و پیکره‌های بزرگ آسمان با آن بیان می‌شوند. جرم خورشید 30 10×1/99 است. برای مثال یک گودال سیاه از یک میلیون تا یک میلیارد برابر جرم خورشیدی در هر جایی وجود دارد"
      ]
    },
    {
      "EnglishWord": "solar maximum",
      "Meanings": [
        "حداکثر خورشیدی",
        "بالا‌ترین سطح فعالیت خورشید مانند درخشش",
        "برجستگی",
        "نقاط داغ و … که بین دو حداقل فعالیت خورشید واقع می‌شود"
      ]
    },
    {
      "EnglishWord": "solar minimum",
      "Meanings": [
        "حداقل خورشیدی",
        "سطح پایین فعالیت خورشید مانند درخشش",
        "برجستگی که بین دو حداکثر فعالیت خورشید واقع می‌شود"
      ]
    },
    {
      "EnglishWord": "solar plume",
      "Meanings": [
        "ستون خورشیدی",
        "پرتابه پرمانند و بلندی از گاز الکتریکی شده با سرعت زیاد که از تاج خورشید منشاء می‌گیرد. ستونهای خورشید از نزدیک قطبهای خورشید انتشار یافته و بیش 13 میلیون مایل 21 میلیون کیلومتر به فضا پرتاب می‌شود"
      ]
    },
    {
      "EnglishWord": "solar prominence",
      "Meanings": [
        "برجستگی خورشیدی",
        "کمانی از گاز که از سطح خورشید فوران می‌کند. برجستگی‌های خورشیدی می‌توانند صدها هزار مایل در فضا نفوذ کنند و برای چندین ماه در فضا معلق باشند"
      ]
    },
    {
      "EnglishWord": "solar sail",
      "Meanings": [
        "بادبان خورشیدی",
        "سطح بزرگ و مسطحی که نیروی فتونهای نور خورشید را آماده راندن فضاپیما در منظومه شمسی می‌کند. بار خورشیدی فشار کافی برای عقب راندن بادبان خورشیدی اعمال نمی‌کند. بعد از مشاهده دم ستاره دنباله دار در 400 سال قبل",
        "منجمی به نام جوانز کپلر johannes kepler فرض کرد که موشکهای فضایی روزی به عنوان نسیم خورشید مانند آنچه کشتی‌ها انجام می‌دهند",
        "استفاده خواهند کرد"
      ]
    },
    {
      "EnglishWord": "solar system",
      "Meanings": [
        "منظومه شمسی",
        "یک سیستم خورشید گروهی از سیارات",
        "اقمار",
        "سیارکها و سنگهای آسمانی است که به دور ماه می‌چرخند. در منظومه شمسی ما",
        "سیاره",
        "بیش از 61 ماه و بسیاری از اجسام دیگر در مدار خود به دور خورشید می‌گردند"
      ]
    },
    {
      "EnglishWord": "solar system plane",
      "Meanings": [
        "دستگاه منظومه شمسی",
        "دستگاه منظومه شمسی ما دستگاه کسوفی نیز نامیده می‌شود ecliptic. در این دستگاه اغلب اجزاء سیستم خورشیدی ما قرار دارند مدار عطارد و پلوتون از این دستگاه مجزا هستند. دستگاه سیستم خورشیدی ما حدود 5 درجه از دستگاه کهکشان راه شیری انحراف دارد. محور زمین حدود 23/5 درجه از دستگاه کسوفی انحراف دارد که این امر باعث پیدایش فصول می‌شود"
      ]
    },
    {
      "EnglishWord": "solar wind",
      "Meanings": [
        "باد خورشیدی",
        "جریان پیوسته ای از یونها ذرات باردار الکتریکی که بوسیله خورشید انتشار پیدا می‌کنند. از آنجا که ذرات از خورشید در هنگام چرخش آن خارج میشوند",
        "باد خورشیدی با الگوی خاصی در منظومه شمسی جریان می‌یابد. یک باد خورشیدی حدود 5 روز طول می‌کشد تا به زمین برسد و سرعت آن 500 مایل درساعت 800 کیلومت در ثانیه است. باد خورشیدی در امتداد امواج مغناطیسی مرتعش که توسط خورشید بوجود می‌آیند طی مسیر می‌کنند"
      ]
    },
    {
      "EnglishWord": "solar wind termination shock",
      "Meanings": [
        "ضربه انتهایی باد خورشیدی",
        "این شوک یا ضربه هنگامی حادث می‌شود که باد خورشیدی به وقفه خورشیدی heliopause برخورد کند و سرعت آن به شدت تا حدود 20 کیلومتر در ثانیه کاهش یابد"
      ]
    },
    {
      "EnglishWord": "solar year",
      "Meanings": [
        "سال خورشیدی",
        "یا سال استوایی مقدار زمانی است بین دو اعتدال بهاری است. در 1900 سال خورشیدی 365 روز و 5 ساعت و 48 دقیقه کوتاهتر از سال نجومی طول کشید. طول سال خورشیدی 0/53 ثانیه در قرن با کاهش سرعت کره زمین در مدارش کاسته می‌شود"
      ]
    },
    {
      "EnglishWord": "solid",
      "Meanings": [
        "جامد solid",
        "حالتی از ماده که مولکولها بسیار به هم نزدیکند و نمی‌توانند حرکت کنند"
      ]
    },
    {
      "EnglishWord": "solstice",
      "Meanings": [
        "انقلاب solstice",
        "روزهایی که خورشید به شمالی‌ترین و جنوبی‌ترین تمایل انحرافی خود قرار می‌گیرند. انقلاب زمستانی در 21 دسامبر اتفاق می‌افتد و نشانگر آغاز زمستانی است که کوتاهترین روز سال نیز است",
        "انقلاب تابستانی در 21 ژوین اتفاق می‌افتد و آغاز تابستان را نشان می‌دهد که بلندترین روز سال است"
      ]
    },
    {
      "EnglishWord": "solunar",
      "Meanings": [
        "سولونار solunar",
        "به معنی مرتبط با زمان طلوع و غروب خورشید",
        "ماه",
        "حالات ماه و کسوف یا خسوف",
        "جداول خورشید هنگامی که اتفاقات مختلفی می‌افتد",
        "فهرست می‌شوند"
      ]
    },
    {
      "EnglishWord": "sonic boom",
      "Meanings": [
        "غریو صدا sonic boom",
        "صدای بسیار بلندی که توسط یک موج ضربه ای آشفتگی فشار هوا از جسمی که سریعتر از سرعت نور در حال حرکت است",
        "در می‌آید و گوی‌های آتشین و برخی هواپیماهای سریع می‌توانند صدای بلندی داشته باشند"
      ]
    },
    {
      "EnglishWord": "southern cross",
      "Meanings": [
        "صلیب جنوبی",
        "صورت فلکی صلیب جنوبی crux",
        "نام علمی برای صورت فلکی جنوبی است که روی پرچم استرالیا هم وجود دارد. درخشانترین ستاره این صورت فلکی نیمکره جنوبی صلیب مانند معروف اصورت فلکی صلیب جنوبی acrux نام دارد. این ستاره یک سیستم دو ستاره ای در قاعده صلیب است. ستاره درخشان بعدی به ترتیب بکروکس becrux یا میموسا mimosa و سپس گاکروکس gacrux است. جعبه جواهر یا کپاکروسیس keppa crucis خوشه بازی با حدود 100 ستاره در جنوب صلیب است. صورت فلکی صلیب جنوبی در کهکشان راه شیری قرار دارد. در سه جهت توسط قنطورس centaurus احاطه شده است"
      ]
    },
    {
      "EnglishWord": "soyuz",
      "Meanings": [
        "سویوز soyuz",
        "فضاپیمای روسی که از سال 1967 تاکنون مورد استفاده قرار گرفته است. این اسب گاری کوچک تنها یک یا دو نفر را حمل می‌کند. سویوز به زبان روسی به معنی واحد است. سویوز در 23 آوریل 1967پرتاب شد و در برگشت به علت باز شدن چترهایش خرد شد و فضانوردش را که ولادیمیر کوماروف vladimir komarov بود کشت. فضانوردان روسی از فضاپیما برای بردن و باز گرداندن ایستگاه فضایی میر mir مجددا استفاده کردند"
      ]
    },
    {
      "EnglishWord": "space elevator",
      "Meanings": [
        "آسانسور فضایی",
        "وسیله ای که مردم",
        "بار و نیرو را از زمین به فضا می‌برد. آسانسور فضایی با کشیدن یک کابل بلند از سطح زمین به فضا ساخته می‌شود. کابلها توسط ماهواره ای در مدار ثابت زمین نگه داشته می‌شود. اتومبیل‌های بالابر الکترومغناطیسی سریع",
        "در امتداد کابل از کره زمین به فضا و بالعکس حرکت می‌کنند"
      ]
    },
    {
      "EnglishWord": "space probe",
      "Meanings": [
        "بررسی گر فضایی",
        "فضاپیمای تحقیقاتی بدون سرنشین"
      ]
    },
    {
      "EnglishWord": "space shuttle",
      "Meanings": [
        "سفینه فضایی",
        "انسانها با استفاده از شاتل فضایی ناسا به مدار زمین رفته و مجددا به زمین باز میگردند. بیش از 100 شاتل فضایی به مدار پرواز کرده اند. اولین شاتل فضایی sts",
        "کلمبیا ناسا nasa شامل آتلانتیس atlantis",
        "چلنجر chellenger",
        "کلمبیا colombia",
        "دیسکاوری discovery و اندیور endeavor هستند"
      ]
    },
    {
      "EnglishWord": "space shuttle challenger",
      "Meanings": [
        "سفینه فضایی چلنجر",
        "دومین شاتل فضایی ناسا بعد از کلمبیا که اولین پرتاب آن",
        "ششتمین پرتاب شاتل‌های فضایی بود و sts",
        "چلنجر نامیده شد. این پرواز در 4 آوریل 1983 از فلوریدا پرتاب و در 16 آوریل 1983 در کالیفرنیا نشست. اولین خدمه آن شامل paul j. weitz",
        "f. story musgrave donal’d h. petroson",
        "بود. این سفینه 81 بار زمین را در مدت 5 روز و 23 دقیقه و 42 ثانیه دور زد و اولین سفینه ای بود که راهپیمایی فضایی در آن صورت گرفت. بعد از",
        "پرواز فضایی در ماموریتsts",
        "l چلنجر",
        "سفینه در 28 ژانویه",
        "ثانیه پس از پرتاب منفجر شد و خدمه آن کشته شدند. این خدمه شامل"
      ]
    },
    {
      "EnglishWord": "space shuttle columbia",
      "Meanings": [
        "سفینه فضایی کلمبیا",
        "اولین سفینة فضایی به نام کلمبیا sts",
        "ov – 102 در12 آوریل 1981 از فلوریدا رها شد و در 14 آوریل 1981 در پایگاه نیروی هوایی ادوارد فرو آمد. اولین خدمه این سفینه شامل گروهبان جان یانگ john w. young و خلبان روبرت کریپن robert l. crippen. این سفینه 37 بار زمین را دور زد و در این مدت 1074567 مایل را در مدت 2 روز و 6 ساعت 20 دقیقه و 53 ثانیه پیمود. بعد از 12 سفر فضایی",
        "کلوبیا sts 107 شمارة ماموریت در اول فوریه 2003 در جو زمین منفجر شد و 7 خدمه آن کشته شدند ریک‌ها زبند rick d. husband",
        "کالپانا چاولا ckalpana chawla",
        "ویلیام مک کول",
        "william c. mc cool",
        "دیوید براون",
        "david m. brown",
        "لاورال کلارک",
        "laurel b. clark",
        "مایکل آندرسون",
        "michael p. anderson",
        "یلان رامون",
        "ilan ramon"
      ]
    },
    {
      "EnglishWord": "space station",
      "Meanings": [
        "ایستگاه فضایی",
        "ساختار فضایی گردانی که افراد میتوانند در آن و در فضا زندگی کنند. اولین ایستگاه فضایی",
        "سالیوت salyut",
        "در 19 آوریل 1971 پرتاب است. ایستگاه میر mir که در سال 1986 پرتاب شد. به این ایستگاه اضافه شد. ساخت اولین ایستگاه فضایی بین المللی در مدار در سال 1998 آغاز شد. اولین خدمه ای که با این ایستگاه و در فضاپیمای سویوزروسی soyuz پرتاب شد",
        "از آغاز ژانویه 2000 برای 3 ماه در فضا ماندند"
      ]
    },
    {
      "EnglishWord": "space suit",
      "Meanings": [
        "لباس فضایی",
        "فضانوردان هنگامی که در فضا راه میروند",
        "لباس فضایی میپوشند"
      ]
    },
    {
      "EnglishWord": "space trash",
      "Meanings": [
        "زباله فضایی",
        "قطعاتی که در مدارهای زمین وجود دارند. این قطعات عمدتا ماهواره‌های ساخت دست بشر هستند شامل ماهواره‌های قدیمی و قطعات بخشهای موشک‌های منفجر شده. زباله فضایی یا آشغال junk برای فضاپیما بسیار خطرناک است. اولین برخورد بین آنها در 24 ژولای 1997 صورت گرفت بین یک ریز ماهواره فرانسوی و آشغالی"
      ]
    },
    {
      "EnglishWord": "space weather",
      "Meanings": [
        "آب و هوای فضا",
        "شاخه جدیدی از علوم که تقابل بین خورشید و زمین را مطالعه میکند. این علم تلاش میکند تا روشنایی خورشید",
        "پرتابه‌های عمده تاج خورشیده",
        "طوفانهای زمین مغناطیسی و سایر پدیده‌های زمین شناسی را مطالعه کند"
      ]
    },
    {
      "EnglishWord": "spacecraft",
      "Meanings": [
        "فضاپیما",
        "وسیله نقلیه ای که تا خارج از جو زمین هم می‌رود"
      ]
    },
    {
      "EnglishWord": "space-time curvature",
      "Meanings": [
        "انحناء زمان – فضا",
        "تغییر شکل زمان – فضا که بوسیله مواد میدان گرانی صورت میگیرد. درجه انحناء به مقاومت میدان جاذبه که خوب به میزان جرم اجسامی که در بخشی از فضا هستند بستگی دارد بستگی دارد",
        "جسمی که در فضا طی مسیر میکند",
        "در امتداد انحناهای زمان فضا حرکت میکند"
      ]
    },
    {
      "EnglishWord": "special relativity",
      "Meanings": [
        "نسبیت خاص",
        "قانون نسبیت خاص",
        "مکانیک نیوتنی را از میدان بدر کرد و نتایج متفاوتی را برای حرکت سریع اجسام ارایه داد. نظریه نسبت خاص براساس این ایده که سرعت یک حد بالایی دارد و هیچ چیز نمیتواند با سرعت بیشتر از سرعت نور حرکت کند",
        "شکل گرفت. همچنین این نظریه بیان میکند که اندازه گیری زمان و فاصله مطلق نیستند و به قاب مرجع شخص بیننده بستگی دارند. زمان و فضا به عنوان پدیده هایی مجرد در نظر گرفته میشوند که زمان – فضا نام دارد. انرژی و لحظه آنی نیز به این شکل به هم مربوطند. در نتیجه",
        "جرم میتواند به میزان زیادی انرژی تبدیل شود",
        "و بالعکس e=mc. نظریه نسبیت خاص توسط آلبرت انیشتین ارایه شد albert einstein"
      ]
    },
    {
      "EnglishWord": "spectral class",
      "Meanings": [
        "رتبه طیفی",
        "گروهی از ستاره‌ها که دارای خصوصیات خطوط نشر مشابهی در طیفهای خود هستند که نشاندهنده این است که آنها دارای ترکیب مشابه هستند"
      ]
    },
    {
      "EnglishWord": "spectral line",
      "Meanings": [
        "خط طیفی spectral line",
        "خط روشن یا تاریکی در طیف‌های برخی منابع تشعشعی یافت میشود. خطوط روشن نشاندهنده نشر و خطوط تاریک نشاندهنده جذب است. یک خط طیفی روشن",
        "نور صادر شده در فرکانس خاصی را توسط یک اتم یا مولکول به نمایش میگذارد. هر عنصر متفاوت و مولکول آن در یک سری فرکانس‌های خاص",
        "نور ساطع میکند. منجمین با بررسی خصوصیات فرکانس‌ها میتوانند ترکیب شیمیایی گازها را در ستاره‌ها تعیین کنند به این روش طیف سنجی میگویند برای مثال",
        "مونوکسید کربن cd خط طیفی در 115 گیگاهرتز برابربا طول موج 2/7 میلیمتر دارد"
      ]
    },
    {
      "EnglishWord": "spectral type",
      "Meanings": [
        "نوع طیفی spectral type",
        "نوع طیفی ستاره ها",
        "سیستم طبقه بندی ستاره‌ها براساس طیف‌های ستاره‌ها و خطوط نشری است که با دمای و رنگ سطح هر ستاره مطابقت دارند",
        "است. هفت نوع طیفی اصلی وجود دارد. ستاره‌ها از آبی و داغ تا قرمز و خنک تغییر میکنند. انواع طیفی شامل",
        "mkgabo از داغ‌ترین تا خنک‌ترین هستند. هر کدام از این حروف به 10 کلاس عددی از داغتر تا خنک‌تر 0 تا 9 تقسیم میشوند. برای مثال خورشید ما نوع طیفی g2 دارد"
      ]
    },
    {
      "EnglishWord": "spectrograph",
      "Meanings": [
        "طیف نگار spectrograph",
        "تصویر طیف الکترومغناطیسی منبع نور",
        "طیف نگارها مشخص میکنند که کدام عناصر در ستاره قرار دارند"
      ]
    },
    {
      "EnglishWord": "spectroscope",
      "Meanings": [
        "طیف سنج",
        "وسیله علمی که نور را از یک ستاره به رنگ‌های تشکیل دهنده اش تجزیه میکند تا تعیین کند کدام عناصر در آن ستاره وجود دارند"
      ]
    },
    {
      "EnglishWord": "spectroscopy",
      "Meanings": [
        "طیف سنجی spectroscopy",
        "روشن علمی که طی آن نور قابل مشاهده صاتع شده از اجسام مانند ستاره‌ها یا سحابی‌ها برای تعیین ترکیب شیمیایی",
        "دما",
        "چگالی و سرعت آن جسم",
        "آزموده میشود"
      ]
    },
    {
      "EnglishWord": "spectrum",
      "Meanings": [
        "طیف spectrum",
        "دسته ای از رنگ‌ها که نور سفید از آنها تشکیل شده است و شامل: قرمز",
        "نارنجی",
        "زرد",
        "سبز",
        "آبی",
        "نیلی و بنفش از طول موج بلند به کوتاه است. اولین بار نیوتن بود که کشف کرد که نور خورشید میتواند به طیف قابل مشاهده تقسیم شود"
      ]
    },
    {
      "EnglishWord": "speed of light",
      "Meanings": [
        "سرعت نور speed of light",
        "سرعتی است که امواج الکترومغناطیسی میتوانند در خلاء حرکت کننده که برابر است با 29972458 متر برثانیه 186000 مایل در ثانیه. طبق نظریه انیشتین نسبیت",
        "هیچ چیز نمی‌تواند سریعتر از سرعت نور حرکت کند"
      ]
    },
    {
      "EnglishWord": "speed of sound",
      "Meanings": [
        "سرعت صوت",
        "سرعتی که صورت در هوا با آن حرکت میکند. در سطح دریا و فشار جوی استاندارد",
        "سرعت صوت 1116/45 فوت در ثانیه 294×340 متر در ثانیه است"
      ]
    },
    {
      "EnglishWord": "spicules",
      "Meanings": [
        "سوزن خورشید spicules",
        "پرتوهای بسیار روشن خورشید که تا کرونوسفر امتداد دارد"
      ]
    },
    {
      "EnglishWord": "spiral galaxy",
      "Meanings": [
        "کهکشانهای حلقوی spiral galaxy",
        "کهکشانهایی با ناحیه مرکزی چگالی و بازوهای حلقوی پیچ خورده دو نوع کهکشان حلقوی وجود دارد. کهکشانهای s حلقوی عادی و sb حلقوی مسدود با مرکز کشیده شده. کهکشان راه شیری و کهکشان صورت فلکی زن به زنجیر بسته امراه المسلسله andromeda g دو نمونه کهکشانهای حلقوی هستند"
      ]
    },
    {
      "EnglishWord": "spring tides",
      "Meanings": [
        "جزومدهای بهاری",
        "جزرومدهای قوی بهاری هنگامی حادث می‌شوند که کره زمین و خورشید و ماه در یک امتداد باشند. در این حالت نیروهای گرانی ماه و خورشید در وقوع جزرومد شرکت دارند. جزرومدی در هنگام ماه کامل یا ماه نو حادث می‌شود"
      ]
    },
    {
      "EnglishWord": "sputnik",
      "Meanings": [
        "اسپوتنیک sputnik",
        "ماموریت‌های فضایی اسپوتنیک شوروی از اولین ماموریت هایی بودند که زمین را دور زدند. اسپونتیک در زبان روسی به معنی هم سفر است. اولین ماموریت اسپونتیک در 4 اکتبر 1957 انجام شد که اولین ماهواره مصنوعی زمین بود. اسپونتیک 1 به اندازه یک توپ بسکتبال بود و 183 پوند وزن داشت. این سفینه کوچک به مدار بیضوی زمین فرستاده شد و هر 98 دقیقه یکبار به دور زمین می‌گشت. اسپونتیک 2 در 3 نوامبر 1957 با سگی بنام لالیکا پرتاب شد و آخرین آنها اسپونتیک 3 در 3 فوریه 1958 پرتاب شد که موفقیت آمیز نبود اما در 15 می‌1958 مجددا پرتاب شد و 2 سال در مدار بود"
      ]
    },
    {
      "EnglishWord": "star",
      "Meanings": [
        "ستاره star",
        "هر ستاره در آسمان",
        "کره گازی چشمک زنی است. خورشید ما ستاره ای با اندازه متوسط است. اولین ستاره‌های هستی در حدود 200 میلیون سال قبل از انفجار بزرگ که حدودی 13/7 میلیارد سال قبل حادث شد بوجود می‌آیند"
      ]
    },
    {
      "EnglishWord": "star catalog",
      "Meanings": [
        "رده بندی ستاره‌ها",
        "فهرست ستاره ها",
        "موقعیت آنها و شماره‌های رتبه آنها"
      ]
    },
    {
      "EnglishWord": "star classification",
      "Meanings": [
        "طبقه بندی ستاره‌ها",
        "ستاره‌ها براساس طیفشان عناصری که جذب می‌کنند و دمایشان طبقه بندی می‌شوند",
        "برای مثال",
        "خورشید یک ستاره g1 است. هفت نوع اصلی ستاره وجود دارد. به ترتیب کاهش دما شامل جذب o",
        "heii",
        "جذب h – hei",
        "جذب a",
        "h",
        "جذب f",
        "caii",
        "خطوط فلزی قوی g",
        "توسعه دسته‌ها k",
        "بسیار قرمز m",
        "ستاره‌های b – o غیرمعمولند",
        "اما بسیار درخشان هستند. ستاره‌های m معمولند اما کدر هستند. راه به خاطر سپردن این طبقه بندی جمله"
      ]
    },
    {
      "EnglishWord": "star cluster",
      "Meanings": [
        "خوشه ستاره",
        "گروهی از ستاره‌ها که در فضا نزدیک بهم هستند"
      ]
    },
    {
      "EnglishWord": "star diagonal",
      "Meanings": [
        "اریب ستاره star diagonal",
        "وسیله آینه دار ساده ای در بعضی تلسکوپهای بازتابی که نور را با زاویه 90 درجه می‌شکند. این وسیله به بیننده اجازه می‌دهد که از وسیله چشمی به آسمان نگاه کند و برای این کار زانوی بزند تا بتواند مستقیما به آسمان نگاه کند. تصور حاصل به چپ و راست حرکت می‌کند"
      ]
    },
    {
      "EnglishWord": "star trial",
      "Meanings": [
        "دنباله ستاره",
        "وقتیکه عکس آسمان شب گرفته می‌شود",
        "حرکت چرخشی زمین باعث می‌شود که ستاره‌ها بعنوان نقاط مجزا ظاهر نشوند",
        "بلکه بصورت دنباله‌های منحنی ستاره‌ها در دایره‌های هم مرکزی به دور قطب شمال آسمانی دیده شوند"
      ]
    },
    {
      "EnglishWord": "starburst galaxy",
      "Meanings": [
        "کهکشان ستاره انفجاری",
        "کهکشان درخشان و آبی رنگی که دارای نرخ تشکیل ستاره بالایی است گاهی اوقات",
        "ناحیه تشکیل ستاره تنها در مرکز کهکشان است و این کهکشان‌ها ستاره انفجاری هسته ای نامیده می‌شوند. این نوع کهکشان با ابرگازی هیدروژن سوزان",
        "چگالی غبار خلا بین ستاره ای و بسیاری از ستاره‌های داغ جوان پرشده اند. این کهکشانها نشرهای رادیویی قوی دارند که باقیمانده ابر نو اخترهای اخیر هستند. کهکشانها ستاره انفجاری توسط هم رتبه‌های با جاذبه شریه خود",
        "مانند کهکشانهای نزدیک در حال تصادم",
        "شکل می‌گیرند. مثالهایی از کهکشانهای ستاره انفجاری شامل ngc",
        "و یک کهکشان حلقوی مسدود به نام ngc 1808 هستند. کهکشانهای ستاره انفجاری ممکن است با هسته‌های کهکشانی فعال مرتبط باشند"
      ]
    },
    {
      "EnglishWord": "stardust mission",
      "Meanings": [
        "ماموریت استارداست",
        "ماموریتی که برای بدست آوردن اطلاعات درباره سنگهای آسمانی طراحی شده است. در این ماموریت یک نمونه قطعات ستاره دنباله دار گرفته شد و آنها را به زمین آورده شد. فضاپیمای کوچک حدود 770 پوند = 350 کیلوگرم در 7 فوریه 1999 پرتاب شد و در ژانویه 2004 به ستاره دنباله دار وایه 2 wild 2 رسید. این فضاپیما در 15 ژانویه 2006 به زمین باز خواهد گشت و در یوتای غریی ایالات متحده western ulthusa به زمین نشست"
      ]
    },
    {
      "EnglishWord": "starquake",
      "Meanings": [
        "ستاره لرزه starquake",
        "شکستگی‌ها در ستاره‌های نوترونی تپندهها که توسط میدان مغناطیسی قوی ستاره‌ها بوجود می‌آید. همانطور که پوسته در ستاره لرزه ترک می‌خورد",
        "انرژی آزاد شده و پرتوهای ایکس صادر می‌شوند. نوع دیگری از ستاره لرزه‌ها در ستاره‌های معمولی مانند خورشید اتفاق می‌افتند. در این لرزه ها",
        "حوادث لرزه ای شدید ستاره‌ها به علت شعله‌های خورشیدی پرتاب هایی از گاز‌های داغ که تا هزاران مایل از سطح خورشید بالا می‌روند ایجاد می‌گردند. وقتی یک ستاره لرزه اتفاق می‌افتد",
        "انرژی بصورت امواج لرزه ای در سطح نسبتا سیال سیاره آزاد می‌شود. این امواج بصورت چرخه‌های هم مرکز از مرکز ستاره لرزه انتشار می‌آیند"
      ]
    },
    {
      "EnglishWord": "starshine",
      "Meanings": [
        "استارشاین یا نور ستاره starshine",
        "طرح استارشاین بمخفف",
        "ردیابی دانش آموزی ماهواره تحقیقاتی جوری برای تجهیزات شبکه ای بین المللی ماهواره 19 اینچی تو خالی ست که با 900 آینه آلومینیومی بسیار ریز پوشیده شده است. این ماهواره در می‌1999 با شاتل فضایی ناسا پرتاب شد. دانش آموزان سراسر دنیا در انداختن آینه‌های آن کمک کردند و در ردیابی بصری این ماهواره برای ماهها از صبح تا شب شرکت کردند. سپس دانش آموزان از داده‌های تقسیم شده مدار آنرا محاسبه کردند و چگالی جو را از تغییرات القایی در مدارش در طول زمان نتیجه گرفتند. طرح استارشاین زمین را به مدت 8 ماه دور زد و در فوریه 2000 متلاشی شد. \"\"ونر ستاره"
      ]
    },
    {
      "EnglishWord": "states of matter",
      "Meanings": [
        "حالات ماده states of matter",
        "ماده در چهار حالت می‌تواند باشد جامد",
        "مایع",
        "گاز و پلاسما و چند حالت دیگر مانند سیالات بحرانی و گازهای تجدیدی. دیاگرام فاز آب در بالا",
        "فازهای آب را در دما و فشارهای مختلف نشان می‌دهد"
      ]
    },
    {
      "EnglishWord": "static electricity",
      "Meanings": [
        "الکتریسیته ساکن",
        "بار الکتریکی ساکن که در یک ماده ساخته می‌شود"
      ]
    },
    {
      "EnglishWord": "steady – state – theory",
      "Meanings": [
        "نظریه حالت یکنواخت",
        "نظریه فضا شناسی که فرض می‌کند که هستی همیشه همانطور که الان هستند بودند و خواهند بود. این نظریه فرض می‌کند که هستی یکنواخت",
        "نامحدود وساکن بدون انبساط است. این نظریه در سال 1948 توسط هرمن باندی hermann bondi",
        "توماس گله thomas gold و سر فردهویل sir fred hoyle ارایه شد و جایگزین نظریه انفجار بزرگ big bang است"
      ]
    },
    {
      "EnglishWord": "stellar classification",
      "Meanings": [
        "طبقه بندی ستاره ای",
        "ستاره‌ها می‌توانند براساس دمای سطحی و طیف جذبی آنها طبقه بندی شوند. سه نوع ستاره اصلی قرار دارد که براساس کاهش دما به ترتیب شامل جذب o",
        "heii",
        "جذب b",
        "hei جذب a",
        "h",
        "جذب f",
        "caii خطوط فلزی قوی g",
        "توسعه دسته‌ها k",
        "بسیار قرمز. m",
        "ستاره‌های o و b غیر معمولند اما بسیار روشن هستند",
        "در حالیکه ستاره m عادی اما تیره است. خورشید از نوع g و در وسط قرار دارد. برای به خاطر سپردن این طبقه بندی جمله زیر را به خاطر بسپارید",
        "این طبقه بندی با ستاره‌های بزرگ giant و ابرستاره subergiant که ستاره‌های نوع n و r هستند که بعنوان ستاره‌های کربنی یا از نوع sc هم شناخته شده اند کامل می‌شود"
      ]
    },
    {
      "EnglishWord": "stellar nursery",
      "Meanings": [
        "پرستاری ستاره ای",
        "سحابی ابر بزرگی از گاز هیدروژن در فضا که ستاره‌ها در آن تشکیل می‌شوند ستاره‌ها از گاز بوجود می‌آیند. این سحابی متناوبا با نور مافوق بنفش که از ستاره‌های تازه متولد شده پراکنده می‌شود",
        "می‌درخشد. مثالی از پرستاری ستاره ای",
        "سحابی عقاب eagle nebula است"
      ]
    },
    {
      "EnglishWord": "stellar parallax",
      "Meanings": [
        "اختلاف منظر ستاره ای",
        "تغییر ظاهری در موقعیت ستاره ای که تنها توسط حرکت انتقالی زمین به دور خورشید بوجود می‌آید"
      ]
    },
    {
      "EnglishWord": "stellar scintillation",
      "Meanings": [
        "برق ستاره ای stellar scintillation",
        "چشمک زدن ستاره‌ها نوسان شدت درخشش که از جو یک سیاره دیده می‌شود. برق زدن هنگامی بوجود می‌آید که نور ستاره توسط جو زمین تغییر شکل پیدا می‌کند. برق زدن ستاره‌های درخشان نزدیک افق بیشتر است"
      ]
    },
    {
      "EnglishWord": "stishovite",
      "Meanings": [
        "باد ستاره ای",
        "شکل بسیار چگالی از کوارتز که تنها در دهانه‌های برخوردی شهابسنگ‌ها یافت می‌شود. در این دهانه کوارتز تخت شوک فشاری بسیار قوی تشکیل می‌شود"
      ]
    },
    {
      "EnglishWord": "stratosphere",
      "Meanings": [
        "استراتوسفر stratosphere",
        "لایه جوی بین تروپوسفر و مزوسفر",
        "استراتوسفر با افزایش کم دمای آن با ارتفاع و عدم وجود ابرها در این لایه شناخته می‌شود. استراتوسفر بین 11 تا 31 مایلی 17 تا 50 کیلومتری بالای سطح زمین وجود دارد. لایه ازون زمین در استراتوسفر قرار دارد"
      ]
    },
    {
      "EnglishWord": "stromgren bengt",
      "Meanings": [
        "بنگمت استرمگرن",
        "ژانویه 1908 تا 4 جولای",
        "منجم دانمارکی ساختار ستاره‌ها شامل جوهای ستاره ها",
        "ترکیب آنها حاوی چه عناصری هستند و یونیزه شدن ستاره ها",
        "را مورد مطالعه داد. او این نظریه را که ابرهای گاز هیدروژن یونیزه شده",
        "ستاره‌های داغ را احاطه کرده اند کره استرمگزن را ارایه دارد. همچنین وی ارتباط بین چگالی گاز یک ستاره و درخشندگی آنرا و اندازه گاز یونیزه ای کره استرمگرن که اطراف آن است را تعیین کرد. او بر روی فتومتری فتوالکتریک اندازه گیری شدت اثر فتوالکتریک یک جسم آسمانی نیز کار کرد"
      ]
    },
    {
      "EnglishWord": "struve friedrich von",
      "Meanings": [
        "فروریش وان استرو",
        "آوریل 1793 تا 23 نوامبر 1864 منجم آلمانی که ستاره‌های دوگانه را مطالعه کرد. او 120000 ستاره را دسته بندی کرد و متوجه 3112 ستاره جفت که اغلب آنها ناشناخته بودند شد. او دسته بندی خود را در سال 1837 با نام اندازه گیری میکرومتری ستاره‌های دوگانه stellarun duplicium mensurae micrometicae منتشر کرد. در سال",
        "اختلاف منظر ستاره نسر واقع یا کرکس نشسته را اندازه گرفت. وی از اولین کسانی بود که می‌توانست پارالاکوس را محاسبه کند"
      ]
    },
    {
      "EnglishWord": "sub-atomic particles",
      "Meanings": [
        "ذرات نیمه اتمی",
        "ذراتی که از اتم کوچکترند. دو گروه اصلی ذرات نیمه اتمی وجود دارند. ایپتون‌ها ذرات عنصری که از ذرات کوچکتر دیگر تشکیل نشده اند و هاردرون‌ها که از ذرات نیمه اتمی کوچکتری بنام کوارک‌ها ساخته شده اند. لپتون‌ها ذرات سبک وزنی مانند الکترون",
        "پوزیترون",
        "تا",
        "موان",
        "و غیره هستند. هاردرون‌ها به دو گروه مزون‌ها مانند پیون",
        "پسی",
        "اپسیلون و غیره و باریون‌ها ذرات سنگینی مانند پروترون",
        "نوترون و غیره تقسیم می‌شوند. شش نوع کوارک وجود دارد. بالا",
        "پایین",
        "جذب شده",
        "عجیب",
        "راس و ته"
      ]
    },
    {
      "EnglishWord": "subduction",
      "Meanings": [
        "فرورانش subduction",
        "پدیده ای که طبق آن پوسته کره زمین یک صفحه هنگام برخورد با صفحه ای دیگر",
        "به زیر آن رانده می‌شود. پوسته فروروند وقتی به درون گوشته زمین می‌رود",
        "ذوب می‌شود. فرورانش پوسته را تخریب می‌کند و آنرا به گوشته باز می‌گرداند"
      ]
    },
    {
      "EnglishWord": "subduction zone",
      "Meanings": [
        "منطقه فرورانش",
        "ناحیه ای در پوسته یک سیاره که لبه یک صفحه قاره ای اقیانوسی به زیر صفحه دیگر رانده شده است"
      ]
    },
    {
      "EnglishWord": "sublime",
      "Meanings": [
        "تصعید sublime",
        "وقتی مواد از حالت یک جامد مستقیما به حالت یک گاز تبدیل شود فاز مایع از میان برداشته شود"
      ]
    },
    {
      "EnglishWord": "summer solstice",
      "Meanings": [
        "انقلاب تابستانی",
        "ایامی که خورشید به شمالی‌ترین و جنوبی‌ترین انحراف خود می‌رسد. انقلاب زمستانی در 21 دسامبر حادث می‌شود و نشانگر فرارسیدن زمستان است. کوتاهترین روز سال. انقلاب تابستانی در 21 ژوین حادث می‌شود و نشانگر فرارسیدن تابستان است. طولانی‌ترین روز سال"
      ]
    },
    {
      "EnglishWord": "summer triangle",
      "Meanings": [
        "مثلث تابستان",
        "گروه ستاره‌های درخشان سه گانه شامل ستاره دم deneb",
        "ستاره نسر واقع یا کرکس نشسته vega و صورت فلکی نسر طایر یا کرکس پرنده altair که طی تابستان در نیمکره شمالی قابل مشاهده است. مثلث تابستان صورت فلکی نیست بلکه یک ستاره وار asterism است"
      ]
    },
    {
      "EnglishWord": "sun",
      "Meanings": [
        "ستاره \t بزرگی‌مطلق \t بزرگی‌ظاهری \t فاصله‌اززمین سال‌نوری",
        "خورشید sun",
        "ستاره شعرای یمانی sirius \t4/1 + \t46/",
        "/",
        "کانوپوس canopus \t5/",
        "ستاره رجل قنطورس",
        "ستاره سماک سامح یا نگهبان شمال arcturus \t2/0 + \t04/",
        "ستاره نسر واقع یا کرکس نشسته vega \t6/0 + \t03/",
        "ستاره عقیق capella \t4/0 + \t08/",
        "ستاره رجل الجبار rigel \t1/",
        "/0 +",
        "ستاره منکب الجوزا یا ید الجوزا betelgeuse \t2/",
        "بزرگی مطلق absolute magnitude",
        "میزان درخشندگی یک جسم آسمانی را گویند. این مقیاس در هنگامی که یک ستاره از فاصلة معین 6/32 سال نوری 10پارس دیده می‌شود",
        "به عنوان “بزرگی ظاهری” تعریف می‌شود. هر قدر این عدد کمتر باشد",
        "درخشندگی آن جسم نیز کمتر است. اعداد منفی درخشندگی فوق‌العاده‌ای را نشان می‌دهند"
      ]
    },
    {
      "EnglishWord": "sun",
      "Meanings": [
        "خورشید sun",
        "مرکز منظومه شمسی ما",
        "خورشید ما ستاره اندازه متوسط زردی است که 93026724 مایل 149680000کیلومتر از زمین فاصله دارد. قطر خورشید 865121 مایل 1391980 کیلومتر است. در هسته آن",
        "واکنش‌های هسته ای طی فرآیند تبدیل اتمهای هیدروژن به اتمهای هلیم شکاف هسته ای انرژی زیادی تولید می‌کنند. جرم خورشید 1030× 1/99 است"
      ]
    },
    {
      "EnglishWord": "sun dog",
      "Meanings": [
        "سگ خورشید sun dog",
        "نقاط بسیار درخشان در آسمان که گاهی اوقات در هاله خورشیدی حلقه درخشانی که گاهی اطراف ماه دیده می‌شود دیده می‌شوند",
        "سگهای خورشید روبروی خورشید قرار دارند. آنها خورشیدهای کاذب هم خوانده می‌شوند. هاله و سگهای خورشید هنگامیکه نور خورشید از میان بلورهای بسیار ریز و تخت موجود در جو می‌گذرد و شکسته و منعکس می‌شوند",
        "بوجود می‌آیند. سگها و هاله‌های خورشید همیشه با خورشید زاویه 22 درجه می‌سازند",
        "زیرا ساختمان بلوری یخ شش گوش است. سگهای خورشید",
        "خورشیدهای کاذب",
        "خورشیدهای دروغین یا پرهلیا perhelia – در یونانی به معنی کنار خورشید است هم خوانده می‌شوند"
      ]
    },
    {
      "EnglishWord": "sunquake",
      "Meanings": [
        "خورشید لرزه sunquake",
        "حوادث لرزه ای شدیدی در خورشید که به علت شعله‌های خورشیدی گازهای داغ پرتاب شده از سطح خورشید تا هزاران مایل بوجود می‌آیند. هنگامیکه یک خورشید لرزه اتفاق می‌افتد",
        "انرژی بصورت امواج لرزه ای در سطح نسبتا سیال خورشید آزاد می‌شود. این امواج بصورت چرخه‌های هم مرکز از کانون سطحی خورشید لرزه پخش می‌شوند. این امواج لرزه ای به نظر امواج فشاری شاید شبیه امواج p که در زمین لرزه ایجاد می‌شوند هستند. خورشید لرزه‌ها حدود 11/3 ریشتر قدرت دارند. این لرزه‌های عظیم حدود 40000 بار بزرگتر از انرژی زمین لرزه در سال 1906 سان فرانسیسکو است. خورشید لرزه‌ها اولین بار توسط الکساندر کویسوویچف alexander g. kosovichev و والنتینا ژارکوا valentia v. zharkova مشاهده می‌شوند"
      ]
    },
    {
      "EnglishWord": "sunspots",
      "Meanings": [
        "لکه‌های خورشیدی",
        "وصله‌های تاریک و خنک روی سطح خورشید که به علت آشفتگی هایی در میدان مغناطیسی خورشید که لکه‌های داغ را حدود 2700 درجه فارنهایت 1500 درجه سانتیگراد خنک‌تر از ناحیه اطراف می‌کند",
        "بوجود می‌آیند. لکه‌های داغ هنگامیکه در جاهاییکه میدان مغناطیسی از سطح خورشید تا فواصل زیادی فاصله می‌گیرد",
        "بوجود می‌آید. تعداد لکه‌های داغ از چرخه 11 ساله تبعیت می‌کند. این چرخه در سال 2000 در میانه خود قرار دارد. لکه‌های داغ از زمین قابل مشاهده اند توجه: نگاه کردن به خورشید خطرناک است. چرخه لکه‌های داغ در سال 1843 توسط شوآب h. schwabe کشف شد"
      ]
    },
    {
      "EnglishWord": "supercluster",
      "Meanings": [
        "ابرخوشه",
        "گروه عظیمی بیش از هزار کهکشان که تمایل دارند به صورت رشته ها",
        "برگه‌ها و دیسکهای تخت باشند. این ابرخوشه‌ها سطوحی شبیه سطوح حباب‌ها با حفرات واقعی درون آن را شکل می‌دهند. ابرخوشه‌ها شاید بزرگترین ساختار در هستی باشد"
      ]
    },
    {
      "EnglishWord": "supercritical fluid",
      "Meanings": [
        "سیال فوق بحرانی",
        "یا سیال بحرانی",
        "مایع یا گاز تحت فشار بسیار زیاد است که خصوصیات ویژه ای را نشان می‌دهد",
        "بطوریکه چگالی مایع و تحرک گاز را داراست. این سیالات در عمق برخی سیاره‌ها وجود دارند",
        "بطور مثال آب فوق بحرانی درون زمین وجود دارد"
      ]
    },
    {
      "EnglishWord": "supergiant",
      "Meanings": [
        "ابر غول supergiant",
        "بزرگترین نوع ستاره شناخته شده",
        "بطوریکه بعضی از آنها به اندازه تمام منظومه شمسی ما هستند. این ستاره‌ها کمیابند. وقتی ابرستاره ای می‌میرد",
        "تبدیل به ابر نو اختر و گودالهای سیاه می‌شوند"
      ]
    },
    {
      "EnglishWord": "superior planets",
      "Meanings": [
        "سیارات بعدی یا عقبی",
        "شامل سیارات مریخ",
        "مشتری",
        "زحل",
        "اورانوس",
        "نپتون و پلوتون که از دورتر از زمین نسبت به خورشید قرار گرفته اند. سیاراتی که به خورشید نزدیکترند",
        "سیارات قبلی یا جلویی می‌گویند"
      ]
    },
    {
      "EnglishWord": "supernova",
      "Meanings": [
        "ابر نو اختر supernova",
        "انفجار بزرگی که در انتهای عمر یک ستاره سنگین یا متوسط رخ می‌دهد یک ابر نو اختر",
        "شگفت انگیزی آزاد می‌کند که به لایه‌های خارجی ستاره وارد شده و آنرا فوق العاده و درخشان می‌کند. چیزی که از این انفجار باقی می‌ماند ستاره نوترونی ستاره متوسط وزنی با وزن بین 1/5 تا 3 برابرخورشید یا گودال سیاه از یک ابرستاره و با جرم بیش از 3 برابر جرم خورشید است"
      ]
    },
    {
      "EnglishWord": "supersynchronous orbit",
      "Meanings": [
        "مدار همزمان",
        "نوعی مدار انتقالی مدار موقتی که یک ماهواره قبل از پرتاب به مدار هدف و مطلوب خود",
        "در این مدار قرار می‌گیرد. یک ماهواره وقتی در مدار همزمان قرار دارد که آپوجی آن apogee",
        "دورترین نقطه مدار بسیار بزرگتر از ارتفاع زمین همزمانی نهایی باشد. سپس",
        "ماهواره به مدار زمین همزمان یا زمین ثابت خود انتقال پیدا می‌کند"
      ]
    },
    {
      "EnglishWord": "surfase gravity",
      "Meanings": [
        "گرانی سطحی",
        "قدرت میدان گرانی شتاب بواسطه گرانی در سطح سیاره"
      ]
    },
    {
      "EnglishWord": "swift-tuttle",
      "Meanings": [
        "سویفت تاتل swift",
        "tuttle",
        "ستاره دنباله دار که مسیول باران شهابسنگ پرسیه perseid است. در هر جولای و آلست",
        "کره زمین از مسیر این ستاره دنباله دار عبور می‌کند و باعث باران شهابسنگ می‌شود. ستاره دنباله دار سویفت – تاتل بزرگترین جسم آسمانی ست که مکررا از کنار زمین عبور می‌کند. این ستاره دنباله دار با دوره‌های حدود 130 ساله خورشید را دور می‌زند. ستاره دنباله دار سویفت",
        "تاتل در 16 جولای 1862 توسط لوییس سویفت lewis swift بطور جداگانه در چند روز بعد 19 جولای توسط هوراس پارنل تاتل horac parnel tuttle و برخی منجمین دیگر کشف شد. این شهابسنگ بعدها در سال 1999 مجددا مشاهده شد و سپس در سال 2126 مشاهده خواهد شد"
      ]
    },
    {
      "EnglishWord": "symbols of the planets",
      "Meanings": [
        "علایم سیاره‌ها",
        "هر سیاره در منظومه شمسی ما دارای علامتی است که در بالا دیده می‌شود"
      ]
    },
    {
      "EnglishWord": "synchronous orbit/rotation",
      "Meanings": [
        "مدار/ چرخش همزمان",
        "وقتی که دوره مداری یک ماهواره مشابه دوره چرخشی به دور محورش باشد",
        "آن ماهواره در مدار همزمان یا چرخش همزمان قرار دارد. ماه در مدار همزمان قرار دارد",
        "بطوریکه همیشه یکطرف ماه رو به زمین است. اگر از ماه به آسمان نگاه کنیم",
        "زمین نیز چنین حالتی را دارد. گاهی اوقات واژه همزمانی به معنی زمین همرمانی geosynchronous یا زمین ثابت geostationary که باعث سردرگمی هم می‌شود",
        "به کار گرفته می‌شود"
      ]
    },
    {
      "EnglishWord": "synchrotron",
      "Meanings": [
        "همزمان synchrotron",
        "وسیله ای که ذرات در آن و در یک میدان مغناطیسی شتاب بسیار بالایی پیدا می‌کنند معمولا در یک مسیر دایره ای. فیزیکدانها از این وسیله برای مطالعه ذرات",
        "برهم کنش‌های نیمه اتمی و سایر پدیده‌های اساسی استفاده می‌کنند"
      ]
    },
    {
      "EnglishWord": "synchrotron radiation",
      "Meanings": [
        "تشعشع سینکتروترون",
        "تشعشع الکترومغناطیسی که توسط ذرات بارداری که با سرعت زیاد نزدیک به سرعت نور و در مدارهای مدور میدان مغناطیسی",
        "حرکت می‌کنند",
        "صادر می‌شوند. این در دستگاه سنکترون و سایه در فضا اتفاق می‌افتد",
        "بطوریکه منابع رایویی آسمانی کهکشهانهای بسیار دور",
        "هنگامیکه الکترونها در مسیرهای منحنی در میدانهای مغناطیسی حرکت می‌کنند",
        "تشعشع ریز موج تولید می‌کنند"
      ]
    },
    {
      "EnglishWord": "synodic",
      "Meanings": [
        "دوره تناوب هلالی",
        "مربوط به دو مقارنه متوالی پیکره‌های آسمانی",
        "برای مثال یک ماه دوره تناوب هلالی زمانی ست بین دو ماه نوری متوالی 29/531 روز. ماه هلالی کمی بلندتر از ماه نجومی است"
      ]
    },
    {
      "EnglishWord": "synodic month",
      "Meanings": [
        "ماه هلالی",
        "یا ماه قمره",
        "زمانی ست بین دو ماه کامل یا نوی متوالی. این ماه 29 روز و 12 ساعت و 44 دقیقه طول خواهد کشید"
      ]
    },
    {
      "EnglishWord": "syzygy",
      "Meanings": [
        "سایزیجی syzygy",
        "هنگامی که ماه یا سیاره ای روبروی زمین و خورشید قرار گرفته باشد",
        "به این حالت سایزیجی می‌گویند. در اینصورت سه پیکره در یک خط مستقیم قرار می‌گیرند",
        "در سایزیجی",
        "ماه یا سیاره از زمین بطور کامل یا نو دیده می‌شوند"
      ]
    }
  ]
}