{
  "Group": "T",
  "Entries": 49,
  "Words": [
    {
      "EnglishWord": "t tauri star",
      "Meanings": [
        "ستاره تی تاوری t tauri star",
        "نوعی ستاره متغیر که درخشندگی آن بطور نامنظم تغییر میکند. طیف آن پهن و همراه خطوط نشر بسیار قوی است که احتمالا نشانگر فعالیت سطحی شدید آن است. آنها ممکن است پروتواستارهایی در مراحل بعدی تشکیل ستاره‌های جوان که هنوز در دیاگرام راسل",
        "هرتزپراگ جز ستاره‌های سری اصلی نیستند",
        "باشند"
      ]
    },
    {
      "EnglishWord": "tangential motion",
      "Meanings": [
        "حرکت مماسی یا تانژانتی",
        "حرکتی که عمود بر حرکت شعاعی است"
      ]
    },
    {
      "EnglishWord": "taurus",
      "Meanings": [
        "صورت فلکی ثور",
        "صورت فلکی در منطقه البروج به معنی گاو نر. این صورت فلکی در امتداد صفحه خورشیدی بین صورت فلکی حمل یا بره aries و صورت فلکی جوزا یا دو پیکر gemini دیده میشود. درخشانترین ستاره آن ستاره دبران aldebaran است که یکی از چشمهای گاو است. این ستاره سیزدهمین ستاره درخشان آسمان است. دومین ستاره درخشان این صورت فلکی آلناث alenath و سومین آنها هایدوم hyadum i است"
      ]
    },
    {
      "EnglishWord": "tectonic activity",
      "Meanings": [
        "فعالیت زمین ساختی",
        "تغییر سطح یک سیاره یا قمر به علت تغییرات درون آن پیکره. زمین لرزه ها",
        "شکاف ها",
        "شکستگی‌ها و آتشفشانها نتیجه فعالیت تکتونیکی است"
      ]
    },
    {
      "EnglishWord": "telemetry",
      "Meanings": [
        "دورسنجی telemetry",
        "فرآیندی که در آن اندازه گیری‌ها و سایر اطلاعات در موقعیت‌های دور جمع آوری شده و به طور خودکار به مشاهده کننده ای انتقال پیدا میکند"
      ]
    },
    {
      "EnglishWord": "telescope",
      "Meanings": [
        "تلسکوپ telescope",
        "وسیله ای که اجسام دور را بزرگتر و نزدیکتر نشان میدهد و اجازه میدهد تا اجسام دور فضایی را بهتر دید. اولین تلسکوپ بازتابی توسط هانس لیپرشی hans lippershey در سال 1608 اختراع شد. تلسکوپ‌های اولیه از عدسی‌ها و یا آینه‌های شیشه ای برای تشخیص نور قابل مشاهده استفاده میکردند. تلسکوپهای بعدی از تشعشع الکترومغناطیسی جمع آوری شده از طیف کامل از امواج رادیویی تا پرتوهای گاما استفاده میکند"
      ]
    },
    {
      "EnglishWord": "telesto",
      "Meanings": [
        "تلستو telesto",
        "یکی از هجده قمر زحل که در سال 1980 توسط اسمیت b. smith",
        "ریتسما h. reitsema",
        "لارسون s. larson و فاونتین j. fountain این قمر بی شکل",
        "دارای شعاع 7/5×12/5×15 کیلومتر است. تلستو همراه قمر کالیپسو calypso با فاصله 294660 کیلومتری از مرکز زحل دارای قمر مشترکی هستند و از آنجا که هر دو در مدار تتیس thethys میچرخند",
        "به نام تراوایی‌های تتیس tetheys trojans خوانده میشوند"
      ]
    },
    {
      "EnglishWord": "temperature",
      "Meanings": [
        "دمای میانگین",
        "کلوین",
        "سیاره",
        "تا 700 \tعطارد",
        "ناهید",
        "تا 310 \tزمین",
        "تا 310 \tمریخ",
        "مشتری",
        "زحل",
        "اورانوس",
        "نپتون",
        "پلوتون",
        "دما temperature",
        "میزان گرمی یا سردی چیزی و اینکه چه مقدار انرژی گرمایی در آن وجود دارد",
        "دما ضرورتا اندازه ای از میران سرعت حرکت یار ارتعاش ذرات در پیکره ای است. مقیاس‌های بسیار متفاوتی وجود دارد",
        "مانند فارنهایت f",
        "سیلیسیوس c و کلوین k. فارنهایت مقیاسی است که در 32 درجه آن",
        "آب یخ میبندد و در 212 درجه آن آب میجوشد. در مقیاس سیلیسیوس آب در صفر درجه یخ میبندد و در 100 درجه میجوشد. در مقیاس کلوین",
        "صفر درجه صفر مطلق نامیده شد و اندازه یک درجه آن مانند یک درجه سیلیسیوسن است. دماهایی که در مقیاس سلیسیوس سنجیده میشود میتوانند با فرمول 32+ f = 9/5*c به فارنهایت و با فرمول 273/1 + k = c به کلوین تبدیل شوند"
      ]
    },
    {
      "EnglishWord": "tenth planet",
      "Meanings": [
        "دهمین سیاره",
        "تاکنون هیچ سیاره دهمی بعد از پلوتون مستقیما دیده نشده است. چند منجم فکر میکنند که شاید یک سیاره دهم ستاره همراه در پشت پلوتون در حال چرخش به دور خورشید است. این ستاره همراه یا سیاره دور ممکن است وجود داشته باشد و یا ممکن است وجود نداشته باشد. منشاء نظریه پردازی در مورد این جسم",
        "این است که ممکن است یک جسم آسمانی که تشخیص و ردیابی آن مشکل باشد یا یک ستاره کوتوله قهوه ای به نام نمیس nemesis توسط میدان مغناطیسی خورشید به دام افتاده باشد. این سیاره دهم از آنجا احتمال وجود دارد که برخی سنگ‌های آسمانی یا مدارهای بلنددوره در آن محل تجمع میکنند. مدارهای این سنگ‌های آسمانی دوردست به نظر تحت تاثیر کشش گرانی جسمی که به دور خورشید میگردد است"
      ]
    },
    {
      "EnglishWord": "terminator",
      "Meanings": [
        "حد فاصل terminator",
        "خط روز – شب روی یک سیاره یا یک پیکره"
      ]
    },
    {
      "EnglishWord": "terra",
      "Meanings": [
        "ترا terra",
        "توده خشکی گسترده ای روی یک سیاره"
      ]
    },
    {
      "EnglishWord": "terrestrial",
      "Meanings": [
        "زمینی terrestrial",
        "درباره یا مربوط به زمین"
      ]
    },
    {
      "EnglishWord": "tethys",
      "Meanings": [
        "تتیس tethys",
        "یکی از هجده قمر زحل که قمری یخی",
        "بسیار دهانه درشت و شکاف دار است. قطر آن حدود 600 مایل 1000 کیلومتر است. یک شکاف یخی عظیم آن به نام ایتاکا چاسما",
        "ithaca chasma مایل 65 کیلومتر پهنا دارد و طول آن 3/4 محیط آن است. فاصله متوسط تتیس تا زحل حدود 180000 مایل 294000 کیلومتر است. دوره مداری آن 45/3 ساعت است. این قمر در سال 1684 توسط کاسینی cassini کشف شد. ترکیب داخلی آن یخ با چگالی 1/21 گرم بر سانتی متر مکعب است. دمای سطح آن 187 – سانتی گراد یا",
        "درجه فارنهایت است"
      ]
    },
    {
      "EnglishWord": "thalassa",
      "Meanings": [
        "تالاسا thalassa",
        "قمر بسیار کوچکی از پنتون که در ماموریت ویجر2 voyoger 1989 ناسا کشف شد. این قمر در فاصله 50070 کیلومتری پنتون به دور آن میچرخد و دارای قطر 80 کیلومتر است"
      ]
    },
    {
      "EnglishWord": "thebe",
      "Meanings": [
        "تب thebe",
        "چهارمین قمر از 16 قمر مشتری که 56×68 مایل 90×110 کیلومتر قطر دارد و در فاصله 138000 مایلی 222000 کیلومتری از مشتری میچرخد. احتمالا تب و آمالتا amalthea غبار حلقه گوسامر gossamer مشتری را میسازند. جرم تب 1017×8 کیلوگرم است. این قمر در مدت 0/6745 روز به دور مشتری میچرخد و دارای چرخش همزمان همیشه یک سمت آن رو به مشتری است. تب در سال 1980 توسط استفان سینوت stephen synnott کشف شد"
      ]
    },
    {
      "EnglishWord": "theory of relativity",
      "Meanings": [
        "نظریه نسبیت",
        "آلبرت انیشتین albert einstein نظریه‌های نسبیت عام و خاص را فرموله کرد. این نظریه‌ها مکانیک نیوتنی را از میدان خارج کرد و نتایج متفاوتی از اجسام سریع به دست داد. نظریه نسبیت خاص براساس این ایده که سرعت دارای حد بالایی است و هیچ چیز نمیتواند سریعتر از آن حد سرعت نور حرکت کند است. همچنین این نظریه بیان میکند که اندازه‌های زمان و فاصله مطلق نیستند و به قاب مرجع بیننده بستگی دارند. فضا و زمان به عنوان جنبه هایی از پدیده‌های مجرد به نام زمان",
        "فضا در نظر گرفته میشوند. انرژی و لحظه آنی نیز به همین صورت به هم مربوطند. در نتیجه",
        "جرم به انرژی زیادی تبدیل شود و بالعکس e=mc2نسبیت خاص نظریه نسبیت عام را گسترش داده و هر دو بواسطه منحنی زمان – فضا توضیح داده میشوند"
      ]
    },
    {
      "EnglishWord": "thermination shock",
      "Meanings": [
        "ضربه نهایی",
        "ضربه نهایی باد خورشیدی",
        "شکلی است که وقتی که باد خورشیدی به هلیوپاوس heliopause برخورد میکند و سرعتش بسیار کاهش پیدا میکند کمتر از حدود 20 کیلومتر در ثانیه بوجود میآید"
      ]
    },
    {
      "EnglishWord": "thermosphere",
      "Meanings": [
        "ترموسفر",
        "طبقه حرارتی که به صورت لایه هایی از جو بین فروسفر و فضای خارجی قرار دارد. در ترموسفر",
        "دما با افزایش ارتفاع",
        "افزایش مییابد. ترموسفر شامل اگزوسفر و یونسفر است"
      ]
    },
    {
      "EnglishWord": "thershkovavalentina",
      "Meanings": [
        "والنتینا ترشکوا",
        "تا به حال فضانورد شوروی و اولین زن فضانورد. او در ماموریت وستوک 5 vostok 5 که در 16 ژوین 1963 پرتاب شد و 48 بار به دور زمین چرخید",
        "شرکت داشت. این پرواز 2/95 روز طول کشید. فضاپیما در 19 ژوین 1963 در اتحادیه جماهیر شوروی به زمین نشست"
      ]
    },
    {
      "EnglishWord": "tholus",
      "Meanings": [
        "تولوس",
        "کوه کوچک تا تپه گنبد شکل"
      ]
    },
    {
      "EnglishWord": "thompsonj.j.",
      "Meanings": [
        "تامپسون",
        "دانشمند انگلیسی که در سال 1897 وجود الکترون را کشف کرد. الکترونها ذرات اتمی باردار منفی بسیار ریز هستند که به دور هسته اتم میچرخند"
      ]
    },
    {
      "EnglishWord": "thrust",
      "Meanings": [
        "تراست thrust",
        "نیروی مجددا فعال شده اعمال شده توسط موتور موشک",
        "هواپیما یا جت"
      ]
    },
    {
      "EnglishWord": "tidal coupling",
      "Meanings": [
        "زوج شدگی جزرومدی",
        "وقتی یک جسم آسمانی به دور جسم دیگری میگردد",
        "نیروهای جزرومدی تمایل دارند دوره‌های چرخشی را برابر کنند",
        "بطوری که بعد از یک زمان بسیار طولانی",
        "ممکن است یکی شوند. نتیجه نهایی آن را زوج شدگی جزرومدی میگویند. پلوتون دارای زوج شدگی جزرومدی است",
        "اگر برروی پلوتون میایستادید",
        "قمر آن چارون یا همیشه قابل رویت میبود یا هیچویت دیده نمیشد. در نتیجه برهم کنش‌های جزرومدی با ماه",
        "دوره‌های چرخشی زمین به آهستگی در حال کاهش هستند. میلیاردها سال بعد",
        "زمین و ماه دارای دوره چرخشی مشابهی خواهند بود و این دقیقا برابر با دوره مداری ماه به دور زمین خواهد بود"
      ]
    },
    {
      "EnglishWord": "tidal heating",
      "Meanings": [
        "نیروی جزرومدی",
        "گرم شدن یک ستاره یا ماهواره بواسطه",
        "اصطکاک ایجاد شده توسط جزرومدها را گویند. برای مثال قمر یو io همینطور که با فاصله نسبتا کمی به دور خورشید میگردند",
        "نیروهای جزرومدی عظیم به طور شگفت انگیزی درون یو را گرم میکنند و فعالترین پیکره از لحاظ لرزه ای را در منظومه شمسی بوجود میآورند"
      ]
    },
    {
      "EnglishWord": "tide",
      "Meanings": [
        "جزرومد tide",
        "بالاآمدگی و پایین افتادگی متناوب پیکره‌های بزرگ آب جزرومد در اثر برهم واکنش جاذبه ای بین کره زمین و ماه به وجود میآید. جاذبه گرانی ماه",
        "اقیانوسها را به بالا آمدن در طرف ماه میکنند. بالاآمدگی دیگری نیز در طرف دیگر حادث میشود",
        "زیرا کره زمین هم به سمت ماه کشیده میشود و دور از آب طرف دورتر. همینطور که زمین میچرخد",
        "دو جزرومد در روز حادث میشود. ایساک نیوتن isaac newton اولین کسی بود که از لحاظ علمی جزرومد را توضیح داد"
      ]
    },
    {
      "EnglishWord": "time – curvature of space",
      "Meanings": [
        "انحنای فضا – زمان",
        "دگر شکلی در فضا – زمان که به علت میدان جاذبه ای مواد بوجود می‌آید. درجه این انحنا به شدت میدان جاذبه که خود به میزان جرم اشیاء در آن بخش فضا مربوط است جسمی که در حال گذر از فضا است در امتداد منحنی‌های فضا – زمان حرکت می‌کند"
      ]
    },
    {
      "EnglishWord": "tirion chart number",
      "Meanings": [
        "عدد جدول تایریون",
        "عدد طبقه بندی که در جدول یا فهرستی که در سال 1981 توسط ویل تایریون will tirion ساخته شده به هر ستاره داده شد. این جدول اولین اطلس ستاره‌ها بود که از مطابقت‌های اعتدال شب و روز – 2000 equinx",
        ". 0 برای هر ستاره استفاده کرد و به زودی اطلس ستاره ای مقیاس متوسط استاندارد شد. اولین ضمیمه آن حدود 43000 ستاره با قدرت درخشندگی 8 ترسیم کرد",
        "در دومین ضمیمه به نام",
        "try sky atlas حدود 80000 ستاره با قدرت درخشش 8/5 را ترسیم کرد و به هر ستاره عدد جدول تایریون داده شد"
      ]
    },
    {
      "EnglishWord": "titan",
      "Meanings": [
        "تیتان titan",
        "بزرگترین قمر هجده گانه زحل با قطری حدود 3200 مایل 5150 کیلومتر که تنها قمر شناخته شده ای ست که دارای جو است. این جو عمدتا از نیتروژن با کمی متان و فشار جوی آن 1/6 بار 60 درصد بزرگتر از فشار جو زمین است. این جو به همراه ابرهای سنگینش سطح ماه را تیره میکند. این قمر دومین قمر بزرگ در منظومه شمسی است بعد از قمر گانی مد gany mede – مشتری. تیتان بزرگتر از عطارد و پلوتون است",
        "دمای سطحی آن حدود 178 – درجه سانتیگراد یا",
        "درجه فارنهایت است. این قمر در سال 1655 توسط هویگنز c. huygens کشف شد"
      ]
    },
    {
      "EnglishWord": "titania",
      "Meanings": [
        "تیتانیا titania",
        "بزرگترین قمر از هجده قمر اورانوس که تقریبا نصف ماه ما است. این قمر توسط تعداد زیادی دهانه",
        "چند صخره یخی حوضه برخوردی عظیم و خطوط گسلی پوشیده شده است. قطر آن 1578 کیلومتر و جرم آن 1021×3/49 کیلوگرم است. این قمر در میانگین فاصله ای حدود 435840 کیلومتری از اورانوس میچرخد. تیتانیا در سال 1787 توسط هرشل wm. hersched کشف شد"
      ]
    },
    {
      "EnglishWord": "titus-bode law",
      "Meanings": [
        "قانون تیتوس – بوده",
        "یا قانون بوده یک تطابق ریاضی جالب است و در واقع یک قانون فیزیکی نیست. این قانون یک سری عددی است که با فواصل سیاره ای از خورشید مطابقت دارد. این قانون موقعیت تمام سیاره‌های منظومه شمسی ما را به جز پلوتون و همچنین کمربند سیارکی که یک سیاره در آن وجود دارد پیش بینی میکند. این رابطه به نام جوان تیتوس jahann titus و منجم آلمانی",
        "الرت بوده elert bode که در سال 1700 این رابطه را کشف کردند",
        "نامگذاری شده است. سری‌های تیتوس",
        "بوده منظومه شمسی ما به عدد 0/4 au شروع شده و با اضافه کردن",
        "/",
        "/4 به آن بعد از اولی",
        "هر بار دوبرابر میشود",
        "ادامه مییابد. نتیجه آن پیش بینی میکند که: عطارد 0/",
        "ناهید 0/",
        "زمین",
        "مریخ 1/",
        "کمربند سیارکان 2/",
        "مشتری 5/",
        "زحل",
        "اورانوس 19/6 auاز خورشید فاصله دارند"
      ]
    },
    {
      "EnglishWord": "tno",
      "Meanings": [
        "تی ان او tno",
        "به معنی trans neptunian object جسم ورای نپتون است و منظور اجسام کوچک شبیه سیاره ای که از یخ و سنگ ساخته شده اند و پشت نپتون به دور خورشید میچرخند. آنها اجسام کمربند کوییپر هستند که از تشکیل منظومه شمسی جا مانده اند. پلوتون اگرچه جسم بزرگ‌تری است",
        "اما ممکن است یک تی ان او باشد. \"\"جسم ورای نپتنو"
      ]
    },
    {
      "EnglishWord": "torrino scale",
      "Meanings": [
        "مقیاس تورینو",
        "مقیاس ارزیابی خطر برای نشان دادن استعداد خطر مربوط با سنگ‌های آسمانی و سیارکهایی که ممکن است با زمین برخورد کنند. این مقیاس انرژی جنبشی مرتبط با جرم و سرعت جسم اجسام مختلف را که احتمال تصادف با زمین را دارند",
        "یادآور میشوند. مقیاس تورینو توسط دکتر ریچارد بینزل dr. richard binzel کشف شد"
      ]
    },
    {
      "EnglishWord": "total eclipse",
      "Meanings": [
        "کسوف کامل",
        "هنگامی که ماه بطور کامل جلوی خورشید را بگیرد یا سایه زمین بطور کامل جلوی دید ما را از ماه بگیرد",
        "کسوف یا خسوف کامل اتفاق میافتد. یک کسوف یا خسوف کامل میتواند تنها هنگام 1600 کیلومتر در ساعت از روی زمین عبور میکند. بخاطر اندازه و مسافت نسبی خورشید",
        "زمین و ماه",
        "زمین تنها کره ای در منظومه شمسی ماست که کسوف یا خسوف کامل را تجربه میکند"
      ]
    },
    {
      "EnglishWord": "totality",
      "Meanings": [
        "تمامیت totality",
        "بخش کوتاهی از یک کسوف یا خسوف",
        "هنگامی که ماه بطور کامل خورشید را بپوشاند و یا سایه زمین",
        "بطور کامل جلوی دید ما را از ماه بگیرد"
      ]
    },
    {
      "EnglishWord": "train",
      "Meanings": [
        "دنباله train",
        "بخش پشتی یونهای درخشان پشت یک شهابسنگ بزرگ هنگامی که شهابسنگ وارد جو زمین میشود. دنباله معمولا تنها بخش قابل مشاهده برای چند ثانیه قبل از اینکه یونها با سایر اتمهای جو ترکیب شوند و بار خود را از دست بدهند",
        "است"
      ]
    },
    {
      "EnglishWord": "tranpiration",
      "Meanings": [
        "تعرق tranpiration",
        "عبور آب از ریشه گیاه و از گیاه تا به جو"
      ]
    },
    {
      "EnglishWord": "trans neptunian object",
      "Meanings": [
        "جسم ورای نپتون",
        "یا tno شیاره وارهای کوچک سنگی و یخی که خورشید ما را در پشت نپتون دور میزنند. آنها اجسام کمربند کوییپر هستند که از تشکیل منظومه شمسی جا مانده اند. با وجود اینکه پلوتون بزرگتر از یک جسم آسمانی معمولی است",
        "ممکن است تی ان او باشد"
      ]
    },
    {
      "EnglishWord": "transit",
      "Meanings": [
        "عبور transit",
        ". هنگامی که یک پیکره کوچکتر از جلوی یک جسم بزرگتر میگذرد بطور مثال وقتی جسمی از بین خورشید و زمین عبور میکند. طی این زمان",
        "بنظر میرسد که جسم از جلوی صفحه خورشید یا دایره البروج عبور میکند. تنها سیاره هایی که از زمین و خورشید عبور میکنند",
        "عطارد و ناهید هستند زیرا به خورشید نزدیکتر از زمین هستند. بنابراین تنها سیاره هایی که میتوانند این پدیده را نیز بوجود بیاورند",
        "همین‌ها هستند",
        ". عبور یک قمر از جلوی سیاره خود",
        ". عبور جسمی از نصف النهار شخص بیننده"
      ]
    },
    {
      "EnglishWord": "translunar",
      "Meanings": [
        "فراماهی",
        "به فضای پشت مدار ماه اشاره میکند"
      ]
    },
    {
      "EnglishWord": "transneptunians",
      "Meanings": [
        "فرانپتونی‌ها",
        "سیارکها سیاره‌های کوچک که مدارشان دارای محور نیمه اصلی است و پشت مدار نپتون است. مجموعه فرانپتونی‌ها به عنوان ناف فرانپتونی transneptunian یا کمربند کوییپر kuiper belt شناخته شده است. حدود 200 فرانپتونی تاکنون کشف شده اما بیشتر از این وجود دارد"
      ]
    },
    {
      "EnglishWord": "trapezium",
      "Meanings": [
        "ذوزنقه trapezium",
        "خوشه ستاره ای که در مرکز سحابی جبار یا شکارچی orion قرار گرفته است. چهار ستاره توده ای پرانرژی ob جوان در مرکز ذوزنقه قرار دارد. این چهار ستاره",
        "شکل ذوزنقه را میسازند"
      ]
    },
    {
      "EnglishWord": "trapezoid",
      "Meanings": [
        "ذوزنقه trapezoid",
        "شکل هندسی چهاروجهی که دارای دو وجه موازی است"
      ]
    },
    {
      "EnglishWord": "triton",
      "Meanings": [
        "تریتون triton",
        "بزرگترین قمر از 8 قمر نپتون که برخلاف تمام اقمار بزرگ سیاره ای",
        "دارای مدار پسرونده است یعنی برخلاف جهت چرخش نپتون میچرخد",
        "تریتون در سال 1846 توسط ویلیام لاسل william lassel کشف شد. تریتون سردترین جسمی است که در منظومه شمسی ما شناسایی شده است",
        "درجه سانتی گراد یا",
        "درجه فارنهایت. این قمر سنگی دارای پوشش یخی قطبی در قطب جنوبش و همچنین اشکال زمین شناسی متنوعی شامل آتشفشانها",
        "ترک‌های عظیم در سطح و آبفشانهایی از گاز نیتروژن است. تریتون دارای جو بسیار کوچک کدری عمدتا نیتروژن و سطحی دارد"
      ]
    },
    {
      "EnglishWord": "trojan asteroids",
      "Meanings": [
        "سیارکهای تراوایی",
        "سیارکهایی که در نقاط لاگرنج lagrange points که از لحاظ گرانی ثابت است میچرخد",
        "که از آن سیاره جلوتر و یا به دنبال آن است این مکانها جاهایی هستند که جاذبه گرانی خورشید و سیاره با هم در تعادلند. مشتری دارای بیشترین سیارکهای تراوایی است. مریخ هم چندتایی دارد. آشیلز achilles اولین سیارک تراوایی یافت شده است. سیارکهایی که در مدار خود از مشتری جلو میافتند به نام قهرمانان یونان",
        "و آنهایی از مشتری عقب میافتند",
        "به نام قهرمانان تراوایی شهری در ترکیه نامگذاری میشوند. بزرگترین سیارک تراوایی هکتور hektor است"
      ]
    },
    {
      "EnglishWord": "tropics",
      "Meanings": [
        "بین المدارین tropics",
        "نواری به پهنای 3000 مایل 4800 کیلومتر به دور استوا بین مدارالسرطان عرض جغرافیایی 23/5 درجه شمالی و مدار راس الجدی عرض جغرافیایی 23/5 درجه جنوبی"
      ]
    },
    {
      "EnglishWord": "tropopouse",
      "Meanings": [
        "برین مرز tropopouse",
        "منطقه مرزی یا لایه انتقالی بین تروپوسفر و استراتوسفر. جو زمین این منطقه با تغییر دمایی کم یا عدم وجود تغییر دما به همراه افزایش ارتفاع شناخته میشود"
      ]
    },
    {
      "EnglishWord": "troposphere",
      "Meanings": [
        "تروپوسفر troposphere",
        "پایین‌ترین منطقه جو زمین یا هر سیاره ای",
        "برروی زمین",
        "این منطقه از روی زمین یا آب تا حدود 11 مایل 17 کیلومتر به بالا گسترش دارد. ابرها و آب و هوا در تروپوسفر بوجود میآیند. در تروپوسفر",
        "دما با افزایش ارتفاع",
        "عموما کاهش مییابد"
      ]
    },
    {
      "EnglishWord": "tsunami",
      "Meanings": [
        "سونامی tsunami",
        "موج بزرگی که در اثر زمین لرزه",
        "فوران آتشفشان و یا ندرتا در اثر برخورد سیارکهای ستاره دنباله دار به عنوان عامل انقراض k",
        "t بوجود میآیند. \"\"سنوایم"
      ]
    },
    {
      "EnglishWord": "twinking",
      "Meanings": [
        "برق زدن",
        "یا چشمک زدن ستاره‌ها در اثر جو زمین بوجود میآید. هنگامی که نورخوشید بوسیله جو زمین تغییر شکل می‌یابد",
        "ستاره در حال برق زدن به نظر میرسد. چشمک زدن ستاره‌های روس نزدیک به افق بیشتر است"
      ]
    }
  ]
}