{
  "Group": "U",
  "Entries": 15,
  "Words": [
    {
      "EnglishWord": "ultraviolet rays",
      "Meanings": [
        "پرتوهای مافوق بنفش",
        "نوعی تشعشع الکترومغناطیسی با طول موج بسیار کوتاه زیر طول موج آبی رنگ. این پرتوها برای ما قابل مشاهده هستند. لایه اوزون اغلب انرژی مافوق بنفش خورشید که به جو زمین میرسند را به دام میاندازد"
      ]
    },
    {
      "EnglishWord": "ultraviolet telescope",
      "Meanings": [
        "تلسکوپ مافوق بنفش",
        "این تلسکوپ پرتوهای مافوق بنفش را از فضا دریافت میکند نوعی تشعشع الکترومغناطیسی با طول موج کوتاه. از آنجایی که لایه اوزون بیشتر انرژی مافوق بنفش ورودی به جو زمین را به دام میاندازد",
        "امروزه از تلسکوپ مافوق بنفش چرخان مانند تلسکوپ مافوق بنفش هاپکینز hopkins استفاده میشود"
      ]
    },
    {
      "EnglishWord": "ulysses",
      "Meanings": [
        "یولیسس ulysses",
        "فضاپیمایی که در ماموریت مشترک ناسا nasa و آژانس فضایی اروپا esa در اکتبر 1990 برای کاوش خورشید از یک شاتل فضایی پرتاب شد. این فضاپیما مغناطیس خورشید",
        "پلاسمای باد خورشیدی",
        "برجستگی‌های خورشیدی",
        "انتشارات پرتوگامای خورشید",
        "پرتابه‌های عمومی تاج خورشید و سایر پدیده‌های خورشیدی را مطالعه خواهند کرد"
      ]
    },
    {
      "EnglishWord": "umbra",
      "Meanings": [
        "سایه umbra",
        "منطقه سرد تاریک داخلی",
        "c=6600f=3700k طیسی لکه‌های خورشیدی که میتواند بیش از 12000 مایل 20000 کیلومتر پهنا داشته باشد. میدان مغناطیسی خورشید در میدان مغناطیسی بسیار قوی است",
        "بادی پوشیده از یخ نیتروژن است. ترتیون در حال حرکت مارپیچ به سمت پنتون است. تریتون نام خدای دریا در افسانه‌های یونان است"
      ]
    },
    {
      "EnglishWord": "umbriel",
      "Meanings": [
        "آمبریل umbriel",
        "یکی از هجده قمر اورانوس و تاریک‌ترین آنها. این قمر دارای سطح بسیار دهانه داری است که نشناندهنده سن زیاد آن است. آمبریل حلقه روشنی روی خود دارد احتمالا سطح یک دهانه که پایانه فلیورسانسی fluorescent cheerio خوانده میشود. این قمر در سال 1851 توسط لاسل wm. lassell کشف شد. قطر آمبریل 11709 کیلومتر",
        "جرم آن 1021×1/27 و فاصله آن از اورانوس 265970 کیلومتر است",
        "ناحیه ای از سایه کلی زمین"
      ]
    },
    {
      "EnglishWord": "undae",
      "Meanings": [
        "یوندا undae",
        "تپه‌های شنی",
        "روی مریخ تپه‌های شنی وجود دارد"
      ]
    },
    {
      "EnglishWord": "universal gravitational constant",
      "Meanings": [
        "ثابت جهانی گرانی",
        "یا g ثابت نسبی بودن معادله نیوتن که در سال 1666 فرموله شد. جاذبه گرانی بین اجسام را تشریح میکند که تنها به جرم و فاصله بین اجسام بستگی دارد در سال 1798 هنری کاوندیش henry cevendish ارزش عددی. . ؟. .",
        "×6/668 این سانتی متر مربع بر گرم مربع تعیین کرد"
      ]
    },
    {
      "EnglishWord": "universal time",
      "Meanings": [
        "زمان جهانی",
        "یا ut همان زمان متوسط گرینویچ gmt",
        "یعنی منطقه زمانی گرینویچ انگلستان طول جغرافیایی صفر است"
      ]
    },
    {
      "EnglishWord": "universe",
      "Meanings": [
        "هستی universe",
        "همه چیز",
        "تمام مواد و انرژی که وجود دارند"
      ]
    },
    {
      "EnglishWord": "urania",
      "Meanings": [
        "urania آپسیلون صورت فلکی زن به زنجیر بسته",
        "امراه"
      ]
    },
    {
      "EnglishWord": "uranometria",
      "Meanings": [
        "اورانومتریا uranometria",
        "جدول / طبقه بندی مفصل ستاره‌ها که در سال 1603 توسط جواتربایر johannes bayer ساخته شد. این طبقه بندی 51 جدول ستاره ای دارد هرکدام برای یکی از 48 صورت فلکی بطلمیوسی ptolemaic به علاوه جدولی برای آسمانهای جنوبی تاره کشف شد و دوپلانیفر planisphere که با روش جدید طبقه بندی ستاره‌ها ساماندهی شده است. ضمیمه اخیرا اورانومتریا",
        "هر ستاره را با قدرت درخشندگی تا 9/5 را ترسیم میکند هر ستاره یک عدد جدولی اورانومتریا دارد"
      ]
    },
    {
      "EnglishWord": "uranus",
      "Meanings": [
        "اورانوس uranus",
        "خدای لاتینی پدر سارتورن اساطیر",
        "یکی از سیارات نه گانه منظومه شمسی که از لحاظ بعد فاصله اش نسبت له خورشید در ردیف هفتم پس از زحل قرار گرفته است فاصله متوسط این سیاره تا خورشید2800000000 کیلو متر و63 بار از کره زمین بزرگتر است. کره اورانوس دارای 4 قمر است که دور آن در گردشند و باسامی: آریل امبریل تیتانیا ابرون خوانده می‌شود. اورانوس در13 مارس سال 1781 میلادی بوسیله منجمی به نام هرشل کشف گردید. این سیاره با چشم بدون سلاح بدون زحمت دیده می‌شود و از ستارگان قدر ششم است و یکدور حرکت انتقالیش بدور خورشید84 سال طول می‌کشد. محور حرکت وضعی این سیاره کاملا با مدار حرکت انتقالیش منطبق است و از این لحاظ وضع مشخصی را در منظومه شمسی دارد",
        "هفتمین سیاره خورشید",
        "این سیاره یخی عظیم با ابرها پوشیده شده و توسط کمربندی از 11 حلقه و 18 قمر غنی شده است. این ابر گازی بزرگ سومین سیاره بزرگ منظومه شمسی ما بعد از مشتری و زحل است و قطرش 4 برابر و جرمش 14 برابر زمین است",
        "در دین یونان خدای آسمان اول فرمانروای جهان پسر گایا و پدر تیتانها و سیکلوپها",
        "در نجوم هفتمین سیاره در منظومه شمسی پنج قمر دارد",
        "آسمان"
      ]
    },
    {
      "EnglishWord": "ursa major",
      "Meanings": [
        "صورت فلکی خرس بزرگ",
        "یا دب اکبر the great bear",
        "صورت فلکی دوبه – dubhe و مراک merak",
        "ستاره‌های قطب شمال را نشان میدهند"
      ]
    },
    {
      "EnglishWord": "ursa minor",
      "Meanings": [
        "صورت فلکی خرس بزرگ",
        "یا دب اصغر the little bear: صورت فلکی معروفی در نیمکره شمالی",
        "نزدیک ستاره قطب و شمال ستاره قطبی نیمکره شمالی"
      ]
    },
    {
      "EnglishWord": "ursid meteor shower",
      "Meanings": [
        "باران شهابسنگ دب اکبریها",
        "این باران ستاره دنباله دارد. هر ساله در 17 تا 25 دسامبر و حداکثر 22 دسامبر",
        "هنگامی که خورشید از مدار ستاره دنباله دار تاتل tuttle میگذرد",
        "اتفاق میافتد. باقی مانده‌های یخی ستاره دنباله دار هنگامی که وارد جو زمین میشوند",
        "میسوزند. ستاره‌های دنباله دار به نظر میرسند که از صورت فلکی اورساماینر دب اصغر منشا گرفته باشند",
        "اما اینطور نیست"
      ]
    }
  ]
}