{
  "Group": "V",
  "Entries": 23,
  "Words": [
    {
      "EnglishWord": "v l a",
      "Meanings": [
        "وی ال ای v l a",
        "یا very lage array فلش بسیار بزرگ یک سری صفحات رادیوتلسکوپهای 27 عددی مرتبط با هم در نیومکزیکوی ایالات متحده. هرکدام از صفحات فلزی 82 فوت 25 متر قطر دارد. این تلسکوپ حساس‌ترین رادیوتلسکوپ جهان است. \"\"فلش بسیار بزرگ"
      ]
    },
    {
      "EnglishWord": "vacuum",
      "Meanings": [
        "خلا vacuum",
        "فضایی بدون فشار گازی و یا با کمی فشار گاز"
      ]
    },
    {
      "EnglishWord": "van allen belts",
      "Meanings": [
        "کمربندهای وان آلن",
        "کمربندهای تشعشع وان آلن",
        "دو کمربند گازهای یونیزه پلاسما هستند که دور زمین را احاطه کرده اند. این کمربندها در اثر برهم کنش بین میدان مغناطیسی زمین و بارخوشیدی جریان یونها یا همان ذرات باردار الکتریکی",
        "که توسط خورشید پراکنده میشوند بوجود میآیند. ذرات پلاسما بوسیله مغناطیس کره زمین به دام میافتد. وقتی ذرات سرگردان این کمربندها با هوا برخورد میکنند",
        "نور خارج میکنند و باعث تشکیل آورورا aurora میشوند"
      ]
    },
    {
      "EnglishWord": "van allen james a.",
      "Meanings": [
        "جیمز ون آلن",
        "فیزیکدان آمریکایی که کمربندهای بادامی شکل تشعشع در اطراف زمین را کشف کرد کمربندهای وان آلن"
      ]
    },
    {
      "EnglishWord": "varuna",
      "Meanings": [
        "وارانا varuna",
        "جسم بزرگ کویپری kuiper در منظومه شمسی ما که در فاصله دوری از خورشید به دور آن میچرخد. وارانا 2000 wr106 پیکره سنگی با قطر حدود 900 کیلومتر که در مدت 285 روز به دور خورشید میچرخد و دارای قدرت درخشندگی 20 است. این جسم فرانپتونی tno در 28 نوامبر 2000 در رصدخانه کیت پیک kitt peak observatiry توسط روبرت مک میلان robert mc millan کشف شد"
      ]
    },
    {
      "EnglishWord": "vastitas",
      "Meanings": [
        "وستیتاس vastitas",
        "دشت بزرگ بسیار گسترده"
      ]
    },
    {
      "EnglishWord": "vector",
      "Meanings": [
        "بردار vector",
        "یک مقدار به علاوه یک جهت. یک بردار میتواند توسط یک فلش که طولش مقدار عدد و جهتش",
        "حهت را نشان دهد",
        "نماس داده شود. برای مثال سرعت یک بردار سرعت است",
        "زیرا به شما میگوید یک جسم چقدر سریع و در چه جهتی حرکت میکند"
      ]
    },
    {
      "EnglishWord": "vega",
      "Meanings": [
        "ستاره نسر واقع یا کرکس نشسته",
        "یا آلفالیرا alpha lyrae",
        "ستاره بسیار درخشانی در صورت فلکی لیرا که ستاره چنگ harp star یا فیدیس fidis هم شناخته میشود. ستاره نسر واقع یا کرکس نشسته پنجمین ستاره درخشان آسمان به رنگ آبی کمرنگ است. این ستاره حدود 25 سال نوری از زمین فاصله دارد و نوع طیفی آن aova است. صفحه ای از غبار دور ستاره نسر واقع یا کرکس نشسته را احاطه کرده است که احتمالا سیاره‌ها از آن بوجود آمده اند. ستاره نسر واقع یا کرکس نشسته به همراه ستاره دم denb و صورت فلکی نسر طایر یا کرکس پرنده altair",
        "مثلث تابستان را میسازند"
      ]
    },
    {
      "EnglishWord": "velocity",
      "Meanings": [
        "سرعت velocity",
        "میزان حرکت در واحد زمان و جهت حرکت یک جسم سرعت speed دارای اطلاعات کمتری است و یک اسکولار محسوب میشود"
      ]
    },
    {
      "EnglishWord": "velocity dispersion",
      "Meanings": [
        "پراکندگی سرعت",
        "حدود یا میانگین سرعت‌های مختلف که با حرکات داخلی اتفاقی در یک سیستم مانند کهکشان یا خوشه کروی یافت میشود"
      ]
    },
    {
      "EnglishWord": "venus",
      "Meanings": [
        "ناهید venus",
        "دومین سیاره از طرف خورشید است",
        "در یک کلام الهه زیبایی آسمان است. آسمان از نظر قدما",
        "جایگاه خدایان بوده و زهره به عنوان خدای زیبایی",
        "بسیار مورد توجه آنها بوده است جو فوق‌العاده غلیظ زهره عرب یا آناهیتای پارسی که ضریب بازتابشی زیادی دارد",
        "درخشندگی خاصی به این سیاره بخشیده است. زهره که با حداکثر کشیدگی",
        "به خوبی و بسیار آسان در آسمان مغرب و یا صبحگاهی رویت می‌شود",
        "از بسیاری جهات شبیه زمین است. حجم",
        "جرم",
        "چگالی و طول عمر یکسان این دو سیاره باعث شده است که دانشمندان",
        "زهره را خواهر زمین بنامند. اما تحقیقات اخیر نشان داده است که زهره تفاوتهای بنیادینی با زمین دارد. زهره هیچ اقیانوسی ندارد و با جو بسیار غلیظی از دی‌اکسیدکربن پوشانده شده است. در اتمسفر آن ابرهایی از اسیدسولفوریک دیده شده است و فشار اتمسفر در سطح آن به حدود 90 بار می‌رسد. به علت خاصیت شدید گل‌خانه‌ای",
        "دمای سطح این سیاره تا حدود 480 درجه سانتی‌گراد افزایش می‌یابد",
        "دوچهره از یک سیاره. تصویر سمت چپ",
        "تصویر واقعی زهره از چشم فضاپیمای در سال 1974 می‌باشد. اما تصویر سمت راست",
        "تصویری ساخته شده از مجموعه اطلاعات راداری جمع‌آوری شده توسط دو فضاپیمای در سال 1978 و در سال 1990 می‌باشد",
        "ولی همین اتمسفر غلیظ باعث می‌شود که اختلاف دمای شدیدی بین روز و شب این سیاره برقرار نباشد. می‌توان فرض کرد که سطح این سیاره",
        "در فر داغ اتمسفر غلیظی به دام افتاده است و شبانه‌روز در حال برشته شدن است. این خاصیت باعث شده است که زهره علی‌رغم دورتر بودن از خورشید",
        "نسبت به عطارد",
        "از آن گرم‌تر باشد. فعالیتهای اتمسفری شدیدی در زهره مشاهده شده است. تخلیه‌های الکتریکی اتمسفر زهره",
        "می‌تواند شهری را زیروزبر کند. زهره پوسته فعالی دارد. تکانهای پوسته‌ای شدید و آتشفشانهای فعال زیادی در بررسی راداری زهره مشاهده شده است. طبق مشاهدات نزدیک به 85% سطح این سیاره را گدازه‌های آتش‌فشانی ناشی از حدود",
        "آتش‌فشان کوچک و بزرگ پوشانده است. در زهره آتش‌فشانهایی با قطر دهانه خیلی بزرگ",
        "تا حدود 100 کیلومتر",
        "وجود دارد. به دلیل جو بسیار غلیظ زهره",
        "اکثر اطلاعات ما از سطح این سیاره مربوط به مشاهدات راداری می‌شود. یک روز زهره‌ای حدود 243 روز زمینی طول می‌کشد",
        "در حالی که یک سال زهره‌ای حدود 225 روز زمینی است. این برابری نسبی باعث شده است که رصد کننده‌های زمینی زهره",
        "همانند آنچه در مورد ماه رخ می‌دهد",
        "تقریبا همواره یک بخش از زهره را رصد نمایند. سیاره زهره نیز چون سیاره‌ای درونی است",
        "یعنی بین زمین و خورشید قرار دارد",
        "دارای هلال می‌باشد. موضوع عجیب دیگری که در مورد زهره وجود دارد",
        "چرخش این سیاره از شرق به غرب است. به این ترتیب اگر قادر به زندگی روی زهره بودید",
        "شاهد طلوع خورشید از غرب و غروب آن در شرق خواهید بود. به دلیل جو غلیظی که این سیاره دارد",
        "گودالهای ناشی از برخورد به ندرت در سطح آن دیده می‌شود. بزرگترین گودالی که در سطح زهره رصد شده است حدود دو کیلومتر قطر دارد. در جدول زیر بعضی از مشخصات الهه زیبای آسمان را مشاهده خواهید کرد",
        "در باورهای ایرانی ستاره یا به تعبیر امروزی",
        "سیاره «آناهید/ ناهید/ آناهیتا» ستاره آب‌های روان دانسته شده است و از همین رو نیایشگاه‌های ناهید نیز در کنار جویباران و چشمه‌ساران برساخته شده بوده است"
      ]
    },
    {
      "EnglishWord": "vernal equinox",
      "Meanings": [
        "اعتدال بهاری",
        "ایامی که دوره‌های روز و شب آن با هم برابر هستند. در سال دوبار اعتدال شبانه روز اتفاق می‌افتد و آن زمانیست که خورشید از جلوی استوای آسمانی عبور میکند. اعتدال بهاری در 21 مارس و اعتدال پاییزه در 21 سپتامبر اتفاق می‌افتد"
      ]
    },
    {
      "EnglishWord": "veronika",
      "Meanings": [
        "ورونیکا veronika",
        "vn1906 یا 612 شبه قاره ای که در 8 اکتبر 1906 توسط آگست کف august kopff در آلمان کشف شد"
      ]
    },
    {
      "EnglishWord": "viking",
      "Meanings": [
        "ویکینگ viking",
        "ناسا دو ماموریت ویکینگ داشت",
        "ویکینگ 1 و 2 که هر دو در سال 1975 پرتاب شدند و به یک چرخاننده و یک فرودآورنده مجهز شده بودند. در این ماموریت عکس هایی از مریخ و قمرهایش به زمین فرستاده شد"
      ]
    },
    {
      "EnglishWord": "virgo",
      "Meanings": [
        "صورت فلکی سنبله یا عذرا",
        "صورت فلکی در منطقه البروج zodiac که در امتداد صفحه عبور خورشیدی و بین صورت فلکی اسد یا شیر leo و صورت فلکی میزان libra قرار دارند. درخشانترین ستاره آن اسپیکا spica به معنی گوش گندم است",
        "صورت فلکی سنبله یا عذرا دومین صورت فلکی بزرگ از 88 صورت فلکی بعد از هادرا hydra است"
      ]
    },
    {
      "EnglishWord": "virgo cluster",
      "Meanings": [
        "خوشه صورت فلکی سنبله",
        "یا عذرا",
        "خوشه وزینی متشکل از 100 کهکشان m100m90m87m61 و گاز داغ پراکنده کننده اشعه ایکس است. این خوشه غالبا درون صورت فلکی سنبله یا عذرا قرار گرفته است. این خوشه تقریبا 60 میلیون سال نوری از زمین فاصله دارد و نزدیکترین خوشه کهکشانها به کهکشان راه شیری است"
      ]
    },
    {
      "EnglishWord": "viscosity",
      "Meanings": [
        "گرانروی viscosity",
        "میزان مقاومت ماده در برابر جریان یافتن",
        "گرانروی در نتیجه اصطکاک داخلی مولکولهای مواد است. مواد با گرانروی بالا با سرعت جریان نمی‌یابند و مواد با گرانروی پایین",
        "سیالتر و روانتر هستند"
      ]
    },
    {
      "EnglishWord": "visible wavelengths",
      "Meanings": [
        "طول و موجهای قابل مشاهده",
        "بخشهایی از تشتشع الکترومغناطیسی که میتوانیم ببینیم. این طول موجها از قرمز بلندترین طول موجها در حدود 700 نانومتر تا بنفش کوتاهترین طول موج و در حدود 400 نانومتر تغییر میکند"
      ]
    },
    {
      "EnglishWord": "visual binary",
      "Meanings": [
        "دوگانه بصری",
        "جفت ستاره دو گانه ای که به اندازه کافی برای دیده شدن به عنوان اجسام مجزا",
        "دور هستند"
      ]
    },
    {
      "EnglishWord": "visual limiting magnitude",
      "Meanings": [
        "مغناطیس محدود کننده بصری",
        "مغناطیس تارترین ستاره که میتوانید بالای سرخود zenith ببینید"
      ]
    },
    {
      "EnglishWord": "vmo",
      "Meanings": [
        "وی ام او vmo",
        "مخفف جسم بسیار وزین very massive object است",
        "این اجسام 100 برابر خورشید جرم دارند. برای مثال",
        "گودالهای سیاه",
        "وی ام او هستند. \"\"جسم بسیار وزنی"
      ]
    },
    {
      "EnglishWord": "volcano",
      "Meanings": [
        "آتشفشان volcano",
        "وقتی یک آتشفشان فوران میکند",
        "گدازه و گازهایی را از درون سیاره یا قمر به بیرون می‌ریزد. \"\"volcano"
      ]
    },
    {
      "EnglishWord": "voyager",
      "Meanings": [
        "ویجر voyager",
        "ناسا nasa: دو ماموریت ویجر در سال 1977 برای کاوش سیستم خورشیدی تدارک دید. فضاپیماها تصاویری از سیارات خارجی و قمرهایشان به زمین ارسال میدارند"
      ]
    }
  ]
}