{
  "Group": "W",
  "Entries": 21,
  "Words": [
    {
      "EnglishWord": "waning",
      "Meanings": [
        "جمع کردن waning",
        "به معنی چین خوردن و کوتاه شدن در اندازه است"
      ]
    },
    {
      "EnglishWord": "water cycle",
      "Meanings": [
        "چرخه آب",
        "مهاجرت آب هنگامی که آب بین زمین و آسمان و بالعکس میچرخد را میگویند"
      ]
    },
    {
      "EnglishWord": "watt",
      "Meanings": [
        "وات watt",
        "واحد نیرو برابر با یک ژول انرژی در ثانیه. این واحد بنام مهندس و مخترع اسکاتلندی جیمز وات 1736 تا 1819 نامگذاری شده است"
      ]
    },
    {
      "EnglishWord": "wave",
      "Meanings": [
        "موج wave",
        "آشفتگی حامل انرژی که در فضا حرکت میکند. برخی مثالهای موج",
        "موج در آب",
        "موج‌های صوتی و موجهای نوری هستند"
      ]
    },
    {
      "EnglishWord": "wave function",
      "Meanings": [
        "معادله موج",
        "یا معادله شرودینگر schrodinger معادله دیفرانسیلی در نظریه کوانتوم که از لحاظ ریاضی احتمال چگالی یک جسم در فضا و زمان را تشریح میکند"
      ]
    },
    {
      "EnglishWord": "wavelength",
      "Meanings": [
        "طول موج wavelength",
        "خاصیت تشتشع الکترومغناطیسی که فاصله بین با راس یک موج است"
      ]
    },
    {
      "EnglishWord": "waxing",
      "Meanings": [
        "افزاینده waxing",
        "به معنی رشد نمودن و افزایش اندازه است"
      ]
    },
    {
      "EnglishWord": "weather",
      "Meanings": [
        "آب و هوا weather",
        "حالتی که جو یک ستاره دارد",
        "مانند گرما و سرمای آن یا جود نزولات جوی در آن"
      ]
    },
    {
      "EnglishWord": "weightlessness",
      "Meanings": [
        "بی وزنی weightlessness",
        "یا سقوط آزاد",
        "حالتی است که در آن یک جسم به نظر وزنی ندارد اما جرم جسم ثابت میماند. طی بی وزنی",
        "کشش گرانی یک جسم به حداقل میرسد نزدیک به صفر"
      ]
    },
    {
      "EnglishWord": "white dwarf",
      "Meanings": [
        "کوتوله سفید",
        "ستاره داغ بسیار چگالی کوچکی که نزدیک به انتهای حیات خود قرار دارد. این ستاره‌ها عمدتا از کربن ساخته شده و باقیمانده ستاره‌های بزرگ سرخ که لایه خارجی خود را از دست داده اند",
        "هستند. هسته هسته ای این ستاره‌های کم رنگ",
        "تهی شده است. آنها تقریبا اندازه زمین هستند اما سنگین‌تر. خورشید ما روزی به کوتوله سفید تبدیل خواهد شد. همراه ستاره شعرای یمانی sirius یک کوتوله سفید است"
      ]
    },
    {
      "EnglishWord": "white giant",
      "Meanings": [
        "غول سفید",
        "ستاره بزرگ سفید کمیاب با نوع طیفی a"
      ]
    },
    {
      "EnglishWord": "white hole",
      "Meanings": [
        "گودال سفید",
        "برگشت یا نقص زمانی سیاه چاله و تجرد دیگری در زمان – فضا",
        "مواد بطور غیرقابل پیش بینی از سفید چاله‌ها دور شده برخلاف سیاه چاله‌ها که مواد درون آن کشیده میشوند. مثالی از سفید چاله ها",
        "تجرد اصلی انفجار بزرگ است big bang"
      ]
    },
    {
      "EnglishWord": "white oval of jupiter",
      "Meanings": [
        "بیضوی سفید مشتری",
        "طوفان هفتاد ساله و تقریبا به اندازه زمین روی مشتری"
      ]
    },
    {
      "EnglishWord": "white super giant",
      "Meanings": [
        "ابرغول سفید",
        "ستاره بسیار بزرگ کمیاب با نوع طیفی a مانند ستاره دم deneb"
      ]
    },
    {
      "EnglishWord": "wild comet",
      "Meanings": [
        "ستاره دنباله دار وایلد",
        "یا aka comet 81 p اولین ستاره دنباله دار که توسط یک فضاپیما بررسی شد. ماموریت استارداست ناسا stardust در ژانویه 2004 به این ستاره دنباله دار رسید. فضاپیما در 15 ژانویه 2006 به زمین باز خواهد گشت. ستاره دنباله دار وایلد",
        "سنگ آسمانی کوتاه دوره است که در 6 ژانویه 1978 توسط منجم سوییسی",
        "پاول وایلد paul wild کشف شد",
        "هسته این شهاب سنگها 3 مایل 5 کیلومتر قطر دارد. وایلد 2 خورشید را هر 6/36 سال دور میزند و مدار بیضوی آن از اطراف مدار مریخ تا مدار مشتری در تغییر است"
      ]
    },
    {
      "EnglishWord": "willianm herschel",
      "Meanings": [
        "ویلیام هرشل",
        "تا 1822 ستاره شناس و عضوشناس انگلیسی که تلسکوپ انعکاسی پیشرفته ای ساخت و آنرا برای کشف سیاره اورانوس و قمرهای آن و قمرهای زحل بکار برده در 13 مارس 1781. وی همچنین بیش از 2500 اکتشاف دیگر درباره اجسام ژرف آسمان انجام داد. خواهر هرشل کارولین لوسرش هرسل",
        "caroline lucretia herschel 1750 تا 1848 در اکتشافات به وی کمک کرد و خود نیز بسیاری از خوشه‌ها و سحابی‌ها و 8 ستاره دنباله دار را کشف کرد"
      ]
    },
    {
      "EnglishWord": "wimp",
      "Meanings": [
        "ویمپ wimp",
        "به معنی weakly interacting massive particles برهم کنش ضعیف ذرات توده ای. ذرات فرضی هستند که جرم نزدیک به صفری دارند و تنها در برهم کنش‌های هسته ای ضعیف شرکت میکنند. مواد تاریک dark matter ممکن است از ویمپ‌ها تشکیل شده باشند"
      ]
    },
    {
      "EnglishWord": "wind",
      "Meanings": [
        "باد wind",
        "حرکت هوای جوی روی یک سیاره. باد در اثر تفاوت دماها و در نتیجه تفاوت فشار هوا در اطراف یک سیاره بوجود میآید. این تفاوت دما نیز خود بوسیله خورشید ایجاد میشود. سایر دلایل ایجاد باد اختلاف دمای روی خشکی و روی دریا",
        "پستی و بلندی خشکی توپوگرافی مانند تپه ها",
        "کوهها",
        "دشت‌ها و غیره و چرخش زمین که باعث نیروی گریز از مرکز میشود هستند"
      ]
    },
    {
      "EnglishWord": "winter solstice",
      "Meanings": [
        "انقلاب زمستانی",
        "ایامی که خورشید به بیشترین انحراف جنوبی و شمالی خود میرسد. انقلاب زمستانی در 21 دسامبر حادث میشود و نشانگر آغاز زمستان در کوتاهترین روز سال نیمکره شمالی است. انقلاب تابستانی در 21 ژوین حادث میشود و نشانگر آغاز تابستان در بلندترین روز سال نیمکره شمالی است"
      ]
    },
    {
      "EnglishWord": "wolf – rayet stars",
      "Meanings": [
        "ستاره‌های ولف – رایت",
        "ستاره‌های غیرمعمول که بسیار وزین 40 برابر جرم خورشید ما",
        "بی نهایت داغ و فوق العاده روشن هستند. این ستاره‌ها بطور مدام جو خارجی خود را در پوسته هایی حبابی شکل از ذرات و گازها به بیرون می‌فرستند و باد ستاره ای قوی بوجود میآورند. در کهکشان راه شیری حدود 200 عدد از این نوع ستاره‌ها که اغلب آنها بسیار دور از ما هستند",
        "شناخته شده اند. نزدیکترین ستاره w",
        "r به ما ستاره گامای دوگانه ولوریوم velorum در صورت فلکی ولا vela است. ستاره‌های ولف رایت در سال 1867 توسط ولف c. f. wolf و رایت g. rayet در رصدخانه پاریس کشف شدند"
      ]
    },
    {
      "EnglishWord": "wormhole",
      "Meanings": [
        "سوراخ کرم",
        "یا پل انیشتین – روزن einstein – rosen bridge راه حل ریاضی نظریه نسبیت عام انیشتین است. یک حفره کرم لورنتزین lorentzian میان بخش‌های بسیار مجزای زمان – فضا",
        "سیاه چاله‌ها و بیرون سفید چاله ها",
        "میانبری درست میکند سریعتر از سرعت نور حرکت میکند. فیزیکدانان بسیاری اعتقاد دارند که سوراخ کرم‌ها واقعیت فیزیکی ندارند",
        "زیرا احتیاج به یک ماده خروجی exotic matic ماده ای که گرانی آنرا دفع میکند به جای اینکه جذب کند دارند. جان ویلر john a. wheeler در سال 1950 این نام را برگزید"
      ]
    }
  ]
}