{
  "Group": "A",
  "Entries": 27,
  "Words": [
    {
      "EnglishWord": "about",
      "Meanings": [
        "با عرض سلام خدمت شما کاربران گرامی",
        "دیکشنری که پیش روی دارید حاصل کار بنده در اردیبهشت ماه 1385 است که مشتمل بر کلیه کلمات و اصطلاحاتی است که در جستجوهای اینترنتی و موتورهای کاوش مورد استفاده کاربران قرار می‌گیرد",
        "دلیل من از گرد آوری این دیکشنری این بود که بتوانم قدم هرچند کوچکی در جهت از میان برداشتن مشکلات کاربران در زمینه جستجوهای اینترنتی به وسیله موتورهای کاوش و هرچه بهتر شدن علم آنها در ریزه کاری‌های جستجو و رسیدن به اهدافشان از طریق موتورهای کاوش برداشته باشم",
        "امیدوارم که این دیکشنری بتواند شما را در هرچه بهتر شدن نتایج جستجو‌های شما از طریق موتورهای کاوش یاری کرده باشد",
        "با تشکر",
        "در ضمن اگر تمایل به دانستن بیشتر اصطلاحات اینترنتی دارید می‌توانید با جستجو کلمه Search در همین دیکشنری اطلاعات قابل ملاحظه ای در این رابطه به دست آورید",
        "و همچنین برای دیدن لیست حوزه کشورها و اطلاع یافتن از پسوندی که کشورها در سایت‌های خود استفاده می‌کنند کلمه List Host Country و یا هر کدام از جملات این کلمه را در همین دیکشنری جستجو نمایید",
        "خوشحال خواهم شد که شما با نظرات خود مرا در هرچه بهتر شدن این دیکشنری یاری نمایید",
        "پست الکترونیکی من",
        "نام لغتنامه: کلمات جستجوهای اینترنتی",
        "نام سازنده: حامد بنایی",
        "زبان: انگلیسی به فارسی",
        "منبع: برخی کتب در این زمینه از جمله کتاب ابزارهای کاوش اینترنت تالیف کیوان کوشا",
        "نکته مهم",
        "در این جا باید به این نکته نیز توجه داشت که چون سرعت پیشرفت ابزارهای کاوش در یک برهه زمانی ممکن است زیاد باشد و دایما اطلاعات و امکانات ابزارهای کاوش دست خوش تغییر شود از این لحاظ نمی‌توان آمار و اعداد اشاره شده در این فرهنگ لغت را آمار دقیق و قابل توجه ای از لحاظ آماری در نظر گرفت",
        "حامد بنایی"
      ]
    },
    {
      "EnglishWord": "ad",
      "Meanings": [
        "AD Andora",
        "حوزه اینترنتی آندورا"
      ]
    },
    {
      "EnglishWord": "adult content filter",
      "Meanings": [
        "جلوگیری از بازیابی سایت‌های غیر اخلاقی",
        "قابلیتی در موتورهای کاوش که از بازیابی سایت‌های غیر اخلاقی جلوگیری می‌کند. در برخی از ابزارهای کاوش نظیر MSN Search این قابلیت به طور پیش گزیده فعال است",
        "ولی در برخی دیگر نظیر AltaVista",
        "Google",
        "Fast Search می‌توان آن را فعال یا غیر فعال کرد"
      ]
    },
    {
      "EnglishWord": "ae",
      "Meanings": [
        "AE United arab emirates",
        "حوزه اینترنتی کشور امارات متحده عربی"
      ]
    },
    {
      "EnglishWord": "af",
      "Meanings": [
        "AF Afghanistan",
        "حوزه اینترنتی افغانستان"
      ]
    },
    {
      "EnglishWord": "ag",
      "Meanings": [
        "AG Antigua &amp; Barbuda",
        "حوزه اینترنتی آنتیگا و باربودا"
      ]
    },
    {
      "EnglishWord": "ai",
      "Meanings": [
        "AI Anguilla",
        "حوزه اینترنتی آنگولا"
      ]
    },
    {
      "EnglishWord": "al",
      "Meanings": [
        "AL Albania",
        "حوزه اینترنت آلبانی"
      ]
    },
    {
      "EnglishWord": "algorithm",
      "Meanings": [
        "الگوریتم بازیابی اطلاعات",
        "معیار‌های خاصی که موتورهای کاوش به منظور بازیابی و رتبه بندی نتایج کاوش",
        "مورد استفاده قرار می‌دهند. اغلب موتورهای کاوش",
        "الگوریتم بازیابی اطلاعات خود را به طور دقیق بیان نمی‌کنند"
      ]
    },
    {
      "EnglishWord": "all the web",
      "Meanings": [
        "همان موتور Fast Search است که به این نام نیز مشهوریت دارد",
        "آدرس اینترنتی این موتور کاوش"
      ]
    },
    {
      "EnglishWord": "altavista",
      "Meanings": [
        "یکی از ابزارهای کاوش اینترنت که دارای بخش‌های مختلفی برای جستجوی عکس",
        "فیلم",
        "موزیک",
        "و صفحات وب می‌باشد",
        "در دسامبر 1995 AltaVista به عنوان یکی از شناخته شده‌ترین موتورهای کاوش ظهور پیدا کرد و به دلیل ویژگی‌ها و نوآوریهایی که در ان پیش بینی شده بود به سرعت به عنوان یکی از بهترین ابزارهای کاوش اینترنت مطرح شد",
        "به طوری که توانایی انجام روزانه میلیونها جستجو را بدون کاهش سرعت بازیابی اطلاعات به همراه داشت. AltaVista اولین موتوری بود که از زبان طبیعی مانند جستجوی جمله آب و هوای تهران چطور است؟ و عملگرهای بول برای بازیابی اطلاعات محیط استفاده کرد",
        "ججم پایگاه اطلاعاتی ؟",
        "حجم صفحات وب نمایه شده به صورت تمام متن در پایگاه اطلاعاتی AltaVista تا اواسط سال 2002 2/1 میلیارد صفحه برآورد شده است از سال 1999 تا کنون",
        "رشد پایگاه اطلاعاتی این موتور کاوش نسبتا کند بوده است. این موتور کاوش دارای پایگاه اطلاعاتی مستقل است. اما در بخش راهنمای موضوعی LookSmart استفاده می‌کند. اخیرا فرایند روز امد سازی پایگاه این موتور کاوش سریعتر شده است",
        "قابلیت‌های جستجو؟",
        "این ابزار کاوش را می‌توان از نظر قابلیت‌های جستجو و بازیابی اطلاعات",
        "بهترین موتور کاوش به شمار آورد. این موتور کاوش",
        "امکان اجرای عملگرهای بول و ریاضی",
        "جستجوی عبارتی و ترکیبی",
        "کوتاه سازی و نزدیک یابی",
        "جستجو در فیلد‌های مختلف و محدود کردن فرایند کاوش را به شیوه‌های مختلف ارایه می‌دهد",
        "؟",
        "عملگرهای بول شامل AND",
        "OR و AND NOT در بخش جستجوی ساده با حروف بزرگ درج شوند",
        "اما در بخش جستجوی پیشرفته می‌توان انها را با حروف کوچک and",
        "or و and not نیز به کار برد. اخیرا می‌توان عملگر AND را در بخش جستجوی ساده با حروف کوچک یا بزرگ نیز اجرا کرد. تنها در بخش جستجوی ساده می‌توان از عملگرهای + و",
        "به ترتیب به عنوان عملگر AND و AND NOT بهره جست. استفاده از پرانتز در هر دو بخش امکان پذیر است. در بخش جستجوی پیشرفته می‌توان از علامت &amp; به جای AND",
        "علامت به جای OR علامت! به جای AND NOT استفاده کرد. برای اجرای کاوش‌های دقیق و پیچیده باید از جستجوی پیشرفته استفاده کرد",
        "بیشتر درباره قابلیت‌های AltaVista؟",
        "ش ما می‌توانید از طریق گیومه جستجوی عبارتی را اعمال کنید",
        "عملگر NEAR را باید در بخش جستجوی ساده با حروف بزرگ به کار برد. این قابلیت به شما امکان می‌دهد تا کلید واژه‌های مورد نظر را نزدیک یکدیگر حداکثر تا 10 کلمه میان آنها بازیابی کنند. در جستجوی پیشرفته می‌توان عملگر نزدیک یابی را با حروف کوچک near یا از طریق در ج علامت",
        "اجرا کرد",
        "و از طریق علامت ستاره * عمل کوتاه سازی را حداکثر برای 5 حرف انجام داد. برای اینکه به توان بیش از 5 حرف را تا 10 حرف را از این طریق پوشش داد",
        "باید دو بار علامت ستاره ** استفاده شود",
        "می توان گفت که این موتور کاوش نسبت به بازیابی کلید واژه‌ها با حروف بزرگ حساس است",
        "برای اطمینان از بازیابی کلمات با حروف بزرگ بهتر است آنها را در میان گیومه « » قرار داد"
      ]
    },
    {
      "EnglishWord": "altavista 1",
      "Meanings": [
        "ادامه مطالب در باره موتور کاوش AltaVista",
        "فیلد‌های قابل جستجو؟",
        "این موتور کاوش امکان جستجو از طریق فیلد‌های مختلفی را در اختیار قرار می‌دهد. به این ترتیب",
        "کافی است پس از نام فیلد",
        "علامت دو نقطه: به کار برده شود. علامت دونقطه را باید بدون درج فاصله بعد از البته",
        "امکان برخی از فیلد‌ها از طریق فهرست انتخاب یا کادرهای جستجو نیز وجو دارد",
        "محدود کننده‌ها زبان و تاریخ ؟",
        "این ابزار کاوش امکان محدود کردن فرآیند جستجوی اطلاعات را از طریق 25 زبان مختلف از چینی",
        "کره ای",
        "و ژاپنی گرفته تا آلمانی و… به این ترتیب می‌توان اطلاعات بازیابی شده را به زبان خاصی محدود کرد",
        "امکان محدود کردن تاریخ انتشار صفحات وب یا سایت‌های وب نیز به صورت روز",
        "ماه",
        "سال",
        "پیش بینی شده است. علاوه بر این",
        "از طریق فهرست می‌توان تاریخ مورد نظر را از یک هفته تا یک سال انتخاب کرد",
        "نقاط قوت",
        "پایگاه اطلاعاتی نسبتا جامع",
        "قابلیت‌های کاوش قدرتمند",
        "دقیق و متنوع",
        "امکان جستجو از طریق عملگر نزدیک یابی",
        "امکان جستجوی کلید واژه‌ها در قالب پیوند فرامتنی Anchor Search",
        "کوتاه سازی در وسط یا انتهای کلمات",
        "امکان ترجمه صفحات به 19 زبان مختلف",
        "قابلیت‌های جستجوی ساده و پیشرفته برای دسترسی به اطلاعات چند رسانه ای شامل صوت",
        "تصویر",
        "و ویدیو",
        "امکان انتخاب واسط جستجوی بدون گرافیک Text Only Search برای بازیابی سریع اطلاعات www. raging. com",
        "دارای برنامه غلط یاب خودکار برای تصحیح املای کلمات انگلیسی",
        "امکان جستجوی فایل‌های HTML و PDF در بخش جستجوی پیشرفته",
        "نقاط ضعف",
        "در برخی ازموارد نتایج ناهماهنگ بازیابی می‌شود",
        "عدم امکان مرتب سازی نتایج کاوش براساس تارخ انتشار یا عنوان سایت"
      ]
    },
    {
      "EnglishWord": "am",
      "Meanings": [
        "AM Armenia",
        "حوزه اینترنتی ارمنستان"
      ]
    },
    {
      "EnglishWord": "an",
      "Meanings": [
        "AN Netherlands Antilles",
        "حوزه اینترنتی جزایر آنتیلس هلند"
      ]
    },
    {
      "EnglishWord": "anchor search",
      "Meanings": [
        "جستجوی کلید واژه‌ها به صورت فرامتنی",
        "یکی از امکانات جستجو در برخی موتورهای کاوش است که از طریق آن می‌توان کلید واژه‌های مورد نظر را در قالب پیوند فرامتنی در صفحات وب بازیابی کرد",
        "Auto Spell Checker",
        "&gt; Spell Checker",
        "BasicSearch",
        "&gt; Simple Search",
        "Blind Links",
        "&gt; Dead Links",
        "برای انجام چنین فرآیندی باید کلیدواژه‌های مورد نظر را بعد از دستور کاوش Anchor: وارد کرد"
      ]
    },
    {
      "EnglishWord": "and",
      "Meanings": [
        "عملگر AND",
        "عملگر AND یا &gt; و&lt; برای محدود کردن دامنه جستجو از طریق ترکیب کلید واژه‌های مختلف به کار می‌رود. برای مثال",
        "اگر به دنبال اطلاعاتی درباره فرهنگ ایران هستیم",
        "می‌توان از این عملگر به خوبی استفاده کرد",
        "با وارد کردن عبارت جستجوی فوق در ابزارهای کاوشی که عملگر AND را مورد پشتیبانی قرار می‌دهند. کلیه صفحات وبی که در آنها کلید واژه Iran و Culture به کار رفته است",
        "بازیابی خواهند شد. در واقع عملگر AND قید باید را تداعی می‌کند. یعنی همه کلید واژه هایی که از طریق این عملگر با یکدیگر ترکیب می‌شوند",
        "باید در نتایج کاوش وجود داشته باشند",
        "نمونه ای از استفاده این عملگر و جستجوی کلمات فوق در موتور جستجوی Northern Light",
        "iran",
        "&gt;",
        "Culture",
        "Iran AND Culture"
      ]
    },
    {
      "EnglishWord": "ao",
      "Meanings": [
        "AO Angola",
        "حوزه اینترنتی آنگولا"
      ]
    },
    {
      "EnglishWord": "aq",
      "Meanings": [
        "AQ Antarctica",
        "حوزه اینترنتی آنتارکنیکا"
      ]
    },
    {
      "EnglishWord": "ar",
      "Meanings": [
        "AR Argentina",
        "حوزه اینترنتی آرژانتین"
      ]
    },
    {
      "EnglishWord": "arpa",
      "Meanings": [
        "Advanced Research projects Agency",
        "آژانس طرح‌های تحقیقاتی پیشرفته",
        "وظیفه این آژانس هدایت علوم و فنون در سطح جهان است",
        "یکی از برجسته‌ترین طرح هایی که این آژانس از آن حمایت کرد",
        "بررسی مهارت‌ها و فناوری‌ها درارتباطبا انواع مختلف شبکه‌های رایانه ای بود. اهداف دو گانه این طرح عبارت بودند از: اول",
        "توسعه شبکه ای ارتباطی که بتواند تبادل اطلاعات در بین مراکز تحقیقاتی مختلفی که در طرح‌های آرپا هستند را تسهیل کند",
        "دوم",
        "به شرکت کنندگان در شبکه امکان دهد که با منابع رایانه ای اندکی که دارند در شبکه سهیم شوند. تاسیس شبکه آرپانت در سال 1969 به عنوان منشاء پیدایش اینترنت شناخته شد"
      ]
    },
    {
      "EnglishWord": "as",
      "Meanings": [
        "AS American Samoa",
        "حوزه اینترنتی جزیره ساموا آمریکا"
      ]
    },
    {
      "EnglishWord": "ask jeeves",
      "Meanings": [
        "موتور جستجوی Ask Jeeves",
        "یکی از چندین موتور جستجوی اینترنت است که درخواست‌های جستجو را به زبان معمولی Natural Language دریافت می‌کند",
        "موضوع جست و جوی شما",
        "چه به شکل پرسشی ساده باشد و چه در قالب رشته ای از کلمات",
        "پاسخ‌های این موتور جستجو به شکل چند سوال است. درغیر این صورت",
        "یافته‌های مربوط به عبارت جست و جو در پنجرهای گشودنی دیگر ترتیب می‌یابند"
      ]
    },
    {
      "EnglishWord": "at",
      "Meanings": [
        "AT Austria",
        "حوزه اینترنتی اطریش اتریش"
      ]
    },
    {
      "EnglishWord": "au",
      "Meanings": [
        "AU Australia",
        "حوزه اینترنتی استرالیا"
      ]
    },
    {
      "EnglishWord": "auto spell checker",
      "Meanings": [
        "برنامه غلط یاب خودکار",
        "برخی از ابزارهای کاوش دارای برنامه غلط یاب خودکار هستند که اگر کلید واژه ای به صورت نادرست مورد جستجو قرار گیرد",
        "در پایین کادر جستجو",
        "املای صحیح کلمه مورد نظر پیشنهاد می‌شود و کاربر می‌تواند با انتخاب گزینه صحیح",
        "فرآیند جستجو را با کلید واژه صحیح",
        "فرآیند جستجو را در پیش بگیرد",
        "از جمله کوتورهای کاوشی که مجهز به برنامه غلط یاب خودکار هستند عبارتند از",
        "Google",
        "AltaVista و…"
      ]
    },
    {
      "EnglishWord": "aw",
      "Meanings": [
        "AW Aruba",
        "حوزه اینترنتی اروپا"
      ]
    },
    {
      "EnglishWord": "az",
      "Meanings": [
        "AZ Azerbiajan",
        "حوزه اینترنتی آذربایجان"
      ]
    }
  ]
}