{
  "Group": "D",
  "Entries": 18,
  "Words": [
    {
      "EnglishWord": "database",
      "Meanings": [
        "پایگاه اطلاعاتی",
        "محلی که اطلاعات نمایه سازی شده مرتبط با صفحات با سایت‌های وب در آنجا نگه داری می‌شود و قابل بازیابی است. برخی موتورهای کاوش",
        "پایگاه اطلاعاتی مستقل دارند و برخی دیگر از پایگاه ابزارهای کاوش استفاده می‌کنند"
      ]
    },
    {
      "EnglishWord": "database size",
      "Meanings": [
        "اندازه پایگاه اطلاعاتی",
        "اندازه پایگاه اطلاعاتی شامل تعداد پیوندهای فرامتنی به سایت‌های وب و نمایانگر میزان جامعیت آنها در پوشش منابع اطلاعاتی در وب است. بنابراین",
        "هر قدر راهنمای موضوعی پایگاه اطلاعاتی جامعتری داشته باشد",
        "از طریق آن می‌توان به تعداد بیشتری از سایت‌های وب دسترسی پیدا کزد",
        "به طور مثال می‌توان به اندازه پایگاه اطلاعاتی سه راهنمای موضوعی و شناخته شده زیر اشاره کرد",
        "راهنمای موضوعی Open Directory تا تاریخ اکتبر 2001 حجم پایگاه اطلاعاتی اش بالغ بر 9/2 میلیون سایت وب بوده است",
        "راهنمای موضوعی Yahoo! تا تاریخ اکتبر 2000 حجم پایگاه اطلاعاتی اش بالغ بر 8/1 میلیون سایت وب بوده است",
        "راهنمای موضوعی Look Smart تا تاریخ سپتامبر2001 حجم پایگاه اطلاعاتی اش بالغ بر 5/2 میلیون سایت وب بوده است"
      ]
    },
    {
      "EnglishWord": "date of publication",
      "Meanings": [
        "تارخ انتشار",
        "منظور همان تاریخ انتشار صفحات وب است که در رتبه بندی نتایج کاوش مورد توجه قرار می‌گیرد"
      ]
    },
    {
      "EnglishWord": "date search",
      "Meanings": [
        "جستجو از طریق تاریخ انتشار منابع در وب",
        "اغلب ابزارهای کاوش",
        "به ویژه در بخش جستجوی پیشرفته خود",
        "امکان محدود کردن فرآیند جستجو را از طریق تاریخ انتشار منابع در وب در اختیار قرار می‌دهند. این قابلیت",
        "به کاوشگران اجازه می‌دهد طیف زمانی مورد نظر خود را شامل روز",
        "ماه و سال انتخاب کنند و فقط منابع اطلاعاتی منشر شده در وب را در همان مقطع زمانی بازیابی کنند",
        "موتورهای کاوش Northern Light",
        "AltaVista",
        "MSN Search از دو کادر جداگانه برای محدود کردن تاریخ منابع استفاده می‌کنند"
      ]
    },
    {
      "EnglishWord": "de",
      "Meanings": [
        "DE Germany",
        "حوزه اینترنتی کشور آلمان"
      ]
    },
    {
      "EnglishWord": "dead links",
      "Meanings": [
        "پیوند‌های کور",
        "نشانی‌های اینترنتی هستند که از طریق آنها نمی‌توان به سایت مورد نظر دست یافت. تغییر نشانی یک صفحه وب یا از بین رفتن آن از مهمترین دلایل به وجود آمدن یک پیوند کور هستند. موتورهای کاوش اغلب سعی می‌کنند از طریق مراجعه به نشانی‌های قدیمی",
        "نشانی سایت‌ها را روز آمد نگه دارند و به این ترتیب کمترین پیوند کور را در پایگاه خود داشته باشند"
      ]
    },
    {
      "EnglishWord": "depth of indexing",
      "Meanings": [
        "عمق نمایه سازی",
        "سیاست موتورهای کاوش در نمایه سازی اجزای مختلف یک صفحه وب. برخی موتورهای کاوش نظیر AltaVista صفحات وب را به صورت تمام متن و برخی دیگر نظیر Google در برخی موارد تنها بخشی از اطلاعات صفحات وب نظیر عنوان و سطر اول را در پایگاه خود نمایه می‌کنند",
        "سایت مرتبط"
      ]
    },
    {
      "EnglishWord": "digital library",
      "Meanings": [
        "کتابخانه دیجیتالی"
      ]
    },
    {
      "EnglishWord": "direct hit",
      "Meanings": [
        "یک پایگاه اطلاعاتی که ابزار کاوش HOtBot برای بازیابی اطلاعات خود از آن بهره می‌گیرد. البته برای بازیابی اطلاعات اصلی"
      ]
    },
    {
      "EnglishWord": "dj",
      "Meanings": [
        "DJ",
        "حوزه اینترنتی Djibouti"
      ]
    },
    {
      "EnglishWord": "dk",
      "Meanings": [
        "DK Denmark",
        "حوزه اینترنتی کشور دانمارک"
      ]
    },
    {
      "EnglishWord": "dm",
      "Meanings": [
        "DM Dominica",
        "حومزه اینرنتی دومنیکن"
      ]
    },
    {
      "EnglishWord": "dmoz",
      "Meanings": [
        "نام دیگر راهنمای موضوعی Open Directory بزرگترین راهنمای موضوعی که توسط انسان اداره می‌شود"
      ]
    },
    {
      "EnglishWord": "do",
      "Meanings": [
        "DO Dominica Republic",
        "حوزه اینترنتی جمهوری دومنیکن"
      ]
    },
    {
      "EnglishWord": "dogpile",
      "Meanings": [
        "یکی از موتورهای فراجستجوی شناخنه شده که یافته‌های چندین موتور جستجو و دایرکتوری وب را بررسی می‌کند. این جستجوگر به 18 منبع اطلاعاتی",
        "مثل بازار بورس",
        "مراکز راهنمای تلفنی و مشاغل و مرکز پیش بینی وضع هوا دسترسی دارد"
      ]
    },
    {
      "EnglishWord": "domain search",
      "Meanings": [
        "جستجوی حوزه سایت‌ها",
        "محدود کردن فرایند کاوش به حوزه خاصی از سایت‌های وب در سطح ملی نظیر ایران ir یا بین المللی نظیر سایت‌های تجاری com و غیره. در برخی موارد",
        "جستجوی حوزه سایت‌ها نظیر بازیابی کلید واژه‌ها در دانشگاه‌های آمریکا edu شیوه مناسب و کارآمدی برای دسترسی به اطلاعات با کیفیت بالا محسوب می‌شود",
        "توجه داشته باشید که در سایت‌های کاوش مختلف دستور‌ها برای جستجوی محدوده سایت‌ها متفاوت است",
        "Google :allurl:uk",
        "AltaVista: domain: ir و HotBot",
        "و سایت‌های کاوش Excite و Fast Search فهرست انتخاب یا کادر جستجوی جداگانه ای برای محدود کردن فرایند کاوش از طریق حوزه سایت‌ها دارند",
        "حوزه هر کشوری به جز آمریکا",
        "از طریق 2 حرف مشخص می‌شود"
      ]
    },
    {
      "EnglishWord": "download",
      "Meanings": [
        "انتقال",
        "فرآیند انتقال فایل از یک رایانه دور دست به رایانه خودتان"
      ]
    },
    {
      "EnglishWord": "dz",
      "Meanings": [
        "DZ Algeria",
        "حوزه اینترنتی الجزیره"
      ]
    }
  ]
}