{
  "Group": "E",
  "Entries": 15,
  "Words": [
    {
      "EnglishWord": "easy to use",
      "Meanings": [
        "سادگی وسهولت استفاده",
        "گاهی دیده می‌شود که راهنماهای موضوعی",
        "دارای امکانات اضافی و متنوعی هستند",
        "نظیر چت",
        "بازیهای کامپیوتری پیوسته",
        "و تبلیغات تجاری که هم اینک در راهنمای موضوعی یاهو به وفور مشاهده می‌شود. ارایه این چنین خدماتی با هدف راهنمما موضوعی نه تنها امتیازی برای آنها به شمار نمی‌آید و در هدایت سریع استفاده کنندگان به اطلاعات مناسب مغایرت دارد",
        "بلکه چه بسا در برخی از موارد",
        "کاوشگران را منحرف و سردرگم کند. حال آنکه ظاهر ساده راهما موضوعی می‌تواند به استفاده کنندگان نهایی در یافتن اطلاعات",
        "کمک بیشتری کند. Open Directory یکی از راهنماهای موضوعی است که به چنین مواردی توجه خاصی کرده است. ظاهر گرافیکی ساده",
        "نداشتن تبلیغات و خدمات اضافی این راهنمای موضوعی از بعد اطلاع رسانی",
        "بسیار مناسب و ایده آل است"
      ]
    },
    {
      "EnglishWord": "ec",
      "Meanings": [
        "EC Ecuador",
        "حوزه اینترنتی اکوادور"
      ]
    },
    {
      "EnglishWord": "edu",
      "Meanings": [
        "سایت‌های نهادهای آموزشی آمریکا",
        "پیشوند EDU مخفف کلمه Educational می‌باشد"
      ]
    },
    {
      "EnglishWord": "ee",
      "Meanings": [
        "EE",
        "حوزه اینترنتی Estonia"
      ]
    },
    {
      "EnglishWord": "eg",
      "Meanings": [
        "EG Egypt",
        "حوزه اینترنتی کشور مصر"
      ]
    },
    {
      "EnglishWord": "eh",
      "Meanings": [
        "EH Western Sahara",
        "حوزه اینترنتی کشور صحرا"
      ]
    },
    {
      "EnglishWord": "einet galaxy",
      "Meanings": [
        "اولین راهنمای موضوعی قابل جستجو وب",
        "سیر تحول تاریخی ابزارهای اینترنت تحت عنوان راه اندازی راهنمای موضوعی EINET Galaxy",
        "متاسفانه کلیه روبات‌ها برای تشخیص اینکه چه چیزی را نمایه می‌کنند",
        "ابزارهای هوشمندی ندارند. همین موضوع باعث یا به تعبیر دیگر بازیابی اطلاعات ناخواسته یا غیر مرتبط توسط آنها می‌شود. برای مقابله با این وضع در ژانویه سال 1994 اولین راهنمای موضوعی قابل جستجوی وب",
        "تحت عنوان EINET Galaxy به طور پیوسته در دسترس عموم قرار گرفت این راهنما از نظام سلسله مراتب موضوعی برای در دسترس قرار دادن اطلاعات استفاده می‌کرد و به این ترتیب",
        "کاربران می‌توانستند با رویکرد موضوعی و سلسله مراتبی به طور دقیق‌تر و موثرتر به اطلاعات مورد نظر خود دست یابند"
      ]
    },
    {
      "EnglishWord": "electronic document delivery",
      "Meanings": [
        "خدمات تحویل الکترونیکی",
        "درباره این موضوع می‌توان گفت که این یکی از خدمات جانبی موتور کاوش Northern Light است که از طریق آن می‌توان به طور رایگان به جستجوی اطلاعات کتابشناختی در بین 71 هزار مجله علمی",
        "تخصصی",
        "عمومی پرداخت. و در صورت پرداخت فقط چند دلار به متن کامل مقالات دسترسی پیدا کرد",
        "در واقع این بخش از این موتور کاوش نظیر یک پایگاه اطلاعاتی نشریات است و ارزش و اهمیت خاصی دارد"
      ]
    },
    {
      "EnglishWord": "email",
      "Meanings": [
        "Electronic mail",
        "پست الکترونیکی",
        "سیستمی برای ارسال پیام بین رایانه هایی که در سراسر یک شبکه به یکدیگر مرتبط شده اند"
      ]
    },
    {
      "EnglishWord": "er",
      "Meanings": [
        "ER",
        "حوزه اینترنتی Eritrea"
      ]
    },
    {
      "EnglishWord": "es",
      "Meanings": [
        "ES Spain",
        "حوزه اینترنتی کشور اسپانیا"
      ]
    },
    {
      "EnglishWord": "et",
      "Meanings": [
        "ET Ethiopia",
        "حوزه اینترنتی کشور اتیوپی یا حبشه"
      ]
    },
    {
      "EnglishWord": "european particle laboratory",
      "Meanings": [
        "آزمایشگاه فیزیک ذرات اروپا",
        "آزمایشگاهی است که شبکه جهانی وب در اوایل دهه 1990 واقع در سوییس توسط اختراع شد"
      ]
    },
    {
      "EnglishWord": "excite",
      "Meanings": [
        "یکی از ابزارهای کاوش اینترنتی بزرگ",
        "ادامه مقاله سیر تحول تاریخی ابزارهای کاوش اینترنت تحت عنوان راه اندازی ابزار کاوش Excite",
        "در اواسط سال 1993 به منظور طراحی ابزار کاوشی که روبات آن توانایی بیشتری برای نمایه سازی و تجزیه و تحلیل آماری ارتباطات واژه‌ها جهت انجام جستجوهای کارآمد برخوردار باشد",
        "طرحی به نام آرکی تکست راه اندازی شدکه امروزه از آن تحت عنوان Excite www. Excite. com نام برده می‌شود"
      ]
    },
    {
      "EnglishWord": "extranet",
      "Meanings": [
        "اکسترانت",
        "شبکه ارتباطی داخلی و خارجی"
      ]
    }
  ]
}