{
  "Group": "F",
  "Entries": 20,
  "Words": [
    {
      "EnglishWord": "false drop",
      "Meanings": [
        "ریزش کاذب",
        "به بازیابی اطلاعات نامرتبط و ناخواسته اطلاق می‌شود. موتورهای کاوش از آنجا که به صورت موضوعی صفحات وب را نمابه نمی‌کنند",
        "ریزش کاذب بالایی دارند. اما در راهنماهای موضوعی",
        "چون مسیولیت نمابه سازی و توصیف محتوای سایت‌ها بر عهده انسان است",
        "ریزش کاذب کمتری مشاهده می‌شود"
      ]
    },
    {
      "EnglishWord": "fast browser",
      "Meanings": [
        "مرورگری است قوی تحت اینترنت که امکانات جدیدی را برای کاربر فراهم می‌کند",
        "شماره سریال و نام کاربری ورژن 6. 2 این نرم افزار",
        "Name:CHZHY.NET",
        "Code",
        "در ضمن شما باید پس از نصب برنامه فایل Keygen را از داخل دایرکتوری برنامه اجرا کنید تا کد اصلی برنامه را به دست آورید"
      ]
    },
    {
      "EnglishWord": "fast search",
      "Meanings": [
        "موتور کاوش Fast Search",
        "این موتور کاوش در ماه می‌1991 در دسترس کاربران قرار گرفت. این موتور کاوش با عنوان All The Web هم شناخته می‌شود و نشانی دسترسی آن نیز مشابه این نام است",
        "آدرس اینترنتی این موتور کاوش",
        "حجم پایگاه اطلاعاتی",
        "طبق برآورد صورت گرفته تا ماه آوریل",
        "Fast Search اطلاعات بیش از 600 میلیون صفحه وب را در پایگاه اطلاعاتی به صورت تمام متن نمایه کرده بود اخیرا حجم پایگاه اطلاعاتی این موتور کاوش به طور شتابناکی به 1/2 میلیارد صفحه رسیده است که از این لحاظ مقام دوم را دارد",
        "قابلیت‌های جستجو",
        "این موتور کاوش امکان استفاده از عملگر‌های بول به جز AND",
        "جستجوی ترکیبی و کوتاه سازی را ارایه نمی‌دهد و تنها می‌توان از عملگرهای ریاضی + و",
        "استفاده کرد. برای اجرای عملگرهای بول باید از بخش جستجوی پیشرفته و فهرست انتخاب استفاده کرد",
        "*در این موتور جستجو برای استفاده از عملگر نزدیک یابی در آن پیش بینی نشده است",
        "*در این موتور جستجو هیچ امکانی برای استفاده از عملگر ک. تاه سازی و پوشش ریشه کلمات Stemming ارایه نمی‌دهد",
        "*این موتور جستجو نسبت به بازیابی کلید واژه‌ها با حروف بزرگ یا کوچک حساس نیست",
        "فیلدهای قابل جستجو",
        "برخی از فیلد‌ها که از طریق پنجره‌ها و فهرستهای انتخاب قابل دسترس هستند",
        "عبارتند از",
        "محدود کننده‌ها زبان و تاریخ",
        "Fast Search امکان محدود کردن فرایند جستجوی اطلاعات را از طریق 49 زبان مختلف ارایه می‌دهد. امکان محدود کردن تاریخ انتشار صفحات وب نیز از طریق فهرست انتخاب از یک ماه تا یک سال پیش بینی شده است",
        "شیوه رتبه بندی و مرتب سازی",
        "این موتور کاوش نتایج جستجو مبتنی بر میزان ارتباط کلید واژه هاست. امکان مرتب سازی نتایججستجو از طریق تاریخ انتشار یا فهرست الفبایی عنوان سایت وجود ندارد",
        "نمایش اطلاعات",
        "این موتور کاوش عنوان",
        "نشانی دسترسی",
        "تاریخ انتشار",
        "سه سطر ابتذایی برگرفته از سایت",
        "حجم صفحه بازیابی شده و نیز تعداد نتایج بازیابی شده را نمایش می‌دهد. و نیز می‌تواند 10 مدخل را به طور خودکار در هر صفحه نمایش دهد",
        "و نیز امکان نمایش نتایج جستجو از 10 تا 100 مدخل در هر صفحه وجود دارد",
        "یکی ازمزایای این موتور کاوش نسبت به AltaVista و Google امکان دسترسی به کلیه نتایج بازیابی شده است",
        "امکان جلوگیری از بازیابی سایت‌های غیر اخلاقی نیز از طریق فعال کردن گزینه Offensive Content Reduction وجود دارد",
        "نقط قوت",
        "سرعت بازیابی بالا",
        "در میان ابزار‌های کاوش",
        "بیشترین تعداد زبان را 49 زبان را پوشش می‌دهد",
        "امکان دسترسی به کلیه نتایج بازیابی شده",
        "امکان بازیابی فایل‌های PDF و FTP",
        "امکان محدود کردن جستجو از طریق حجم صفحات وب بر اساس کیلو بایت",
        "دارای بخش‌های جستجو جداگانه برای بازیابی اطلاعات چند رسانه ای شامل شوت",
        "تصویر و ویدیو",
        "جستجو در نشانی پروتکل اینترنت IP Address که منحصر به فرد است",
        "نمایه سازی صفحات وب به صورت تمام متن",
        "نقاط ضعف",
        "عدم امکان استفاده از عملگرهای بول",
        "کوتاه سازی و نزدیک یابی",
        "محدود بودن امکانات در فیلد‌های مختلف",
        "عدم امکان ترجمه سایت‌های بازیابی شده",
        "نداشتن برنامه غلط یاب خودکار برای تصحیح کلمات انگلیسی",
        "حساس نبودن نسبت به بازیابی کلیدواژه‌ها با حروف بزرگ یا کوچک",
        "عدم امکان حذف نتایج تکراری از سایتی واحد Site Collapse و برعکس",
        "دسترسی به سایت‌های مشابه Similar pages"
      ]
    },
    {
      "EnglishWord": "fi",
      "Meanings": [
        "FI Finland",
        "حوزه اینترنتی کشور فنلاند"
      ]
    },
    {
      "EnglishWord": "field searching",
      "Meanings": [
        "جستجو در فیلد‌ها",
        "نظیر عنوان صفحات وب",
        "حوزه سایت",
        "نشانی اینترنتی",
        "سایت میزبان و… به منظور محدود کردن دامنه کاوش و دسترسی به اطلاعات مرتبط. موتورهای کاوش ممکن است برای جستجو در فیلدهای مختلف از فرمانها",
        "کادرهای جستجو یا هر دو مورد استفاده کنند"
      ]
    },
    {
      "EnglishWord": "file formats",
      "Meanings": [
        "استفاده از فرمت‌های مختلف فایل",
        "برخی فرمت‌های فایل نظیر Java",
        "PDF",
        "XML توسط بسیاری از ابزارهای کاوش در فرآیند نمایه سازی نادیده گرفته می‌شوند. با وجود این",
        "برخی موتورهای کاوش نظیر Google و HotBot اطلاعات بعضی از فرمت‌های فایل را در پایگاه خود نمایه می‌کنند"
      ]
    },
    {
      "EnglishWord": "file formats search",
      "Meanings": [
        "جستجوی صفحات وب با فرمت‌های مختلف فایل",
        "فرمت‌های مختلف فایل وجود دارند که در حال حاضر",
        "برخی از آنها در محیط وب قابل جستجو و بازیابی هستند نظیر Acrobat",
        "Java",
        "Active X",
        "Win Media",
        "MP",
        "MPEG. . تعدادی از ابزارهای کاوش اصلی برای بازیابی انواع مختلفی از فرمت‌های فایل",
        "امکاناتی دارند که از طریق آنها نی توان به صفحات وب حاوی پیوند فرامتنی به این گونه فایل‌ها دست یافت. برای نمونه",
        "در بخش جستجوی پیشرفته موتور کاوش HotBot قسمت جداگانه ای تحت عنوان Page Must Include درنظر گرفته شده است که از طریق آن می‌توان به 14 فرمت مختلف فایل را انتخاب کرد وبه جستجو و بازیابی آنها پرداخت. برای مثال فرض کنید به اطلاعاتی در یاره تکنولوژی اطلاعات نیاز دارید",
        "ولی می‌خواهید اطلاعات به دست آمده در قالب PDF باشد. به این ترتیب",
        "با وارد کردن کلید واژه موردنظر و انتخاب نوع فرمت فایل Acrobat در مثال فوق می‌توان اطلاعات مورد نیاز را فقط در قالب PDF بازیابی کرد. همچنین در بخش جستجوی پیشرفته Google امکانات بسیلر خوبی برای جستجوی فرمت‌های مایکروسافت Office شامل Word",
        "Excel",
        "Powerpoint وجود دارد"
      ]
    },
    {
      "EnglishWord": "file searching",
      "Meanings": [
        "جستجوی فرمت فایل",
        "بازیابی فرمت‌های مختلف فایل نظیر PDF",
        "JAVA",
        "Real و غیره در نتایج کاوش"
      ]
    },
    {
      "EnglishWord": "find articles",
      "Meanings": [
        "پایگاهی است اطلاعاتی است که حاوی متن کامل هزاران مقاله است. وتنها از طریق شبکه جهانی وب قابل دسترس است و نسخه چاپی یا الکترونیکی ندارد",
        "و آدرس اینترنتی این این پایگاه به شرح زیر است"
      ]
    },
    {
      "EnglishWord": "first page",
      "Meanings": [
        "به نشانی صفحه اصلی اول سایت‌ها اطلاق می‌شود"
      ]
    },
    {
      "EnglishWord": "fj",
      "Meanings": [
        "FJ Fiji",
        "حوزه اینترنتی کشور فیجی"
      ]
    },
    {
      "EnglishWord": "fk",
      "Meanings": [
        "FK",
        "حوزه اینترنتی Falkland ایسلند"
      ]
    },
    {
      "EnglishWord": "fm",
      "Meanings": [
        "FM",
        "حوزه اینترنتی Micronesia"
      ]
    },
    {
      "EnglishWord": "fo",
      "Meanings": [
        "FO",
        "حوزه اینترنتی Faroe ایسلند"
      ]
    },
    {
      "EnglishWord": "fr",
      "Meanings": [
        "FR France",
        "حوزه اینترنتی کشور فرانسه"
      ]
    },
    {
      "EnglishWord": "free text search",
      "Meanings": [
        "جستجوی آزاد در متن"
      ]
    },
    {
      "EnglishWord": "freeware",
      "Meanings": [
        "نرم افزارایگان",
        "نرم افزاری که به طور رایگان در اختیار کاربران قرار می‌کیرد و می‌توان آن را تکثیر کرد",
        "اما حق انحصاری آن برای تهیه کننده محفوظ است"
      ]
    },
    {
      "EnglishWord": "frontpage server extensions",
      "Meanings": [
        "ضمایم رایانه خدماتی فرنت پیج",
        "نرم افزاری است که به یک رایانه خدماتی شبکه افزوده می‌شود تا رایانه بتواند امکانات Front Page",
        "مثل اداره سایت از راه دور",
        "را نیز تحت پوشش خود قرار دهد"
      ]
    },
    {
      "EnglishWord": "full text indexing",
      "Meanings": [
        "نمایه سازی در تمام متن",
        "فرآیندی است که متن کامل و کلیه اجزای موجود در یک صفحه وب در پایگاه اطلاعاتی ابزارهای کاوش را نمایه می‌کنند تا فایل بازیابی باشند"
      ]
    },
    {
      "EnglishWord": "fx",
      "Meanings": [
        "FX France Metropolitan",
        "حوزه اینترنتی پایتخت فرانسه"
      ]
    }
  ]
}