{
  "Group": "G",
  "Entries": 25,
  "Words": [
    {
      "EnglishWord": "ga",
      "Meanings": [
        "GA Gabon",
        "حوزه اینترنتی کشور گابن"
      ]
    },
    {
      "EnglishWord": "gb",
      "Meanings": [
        "GB Great Britain",
        "حوزه اینترنتی بریتانیای کبیر"
      ]
    },
    {
      "EnglishWord": "gd",
      "Meanings": [
        "GD",
        "حوزه اینترنتی Grenada"
      ]
    },
    {
      "EnglishWord": "ge",
      "Meanings": [
        "GE Georgia",
        "حوزه اینترنتی گرجستان یا جرجیا"
      ]
    },
    {
      "EnglishWord": "general subject directories",
      "Meanings": [
        "راهنما موضوعی عمومی",
        "راهنماهایی هستند که تقریبا کلیه موضوعات و حوزه‌های دانش بشری را پوشش می‌دهند. مانند Yahoo! و Open Directory و Look Smart"
      ]
    },
    {
      "EnglishWord": "george boole",
      "Meanings": [
        "جورج بول",
        "ریاضی دان انگلیسی",
        "در سال 1847 منطق ریاضی را ارایه کرد که امروزه اساس بازیابی اطلاعات در بسیاری از پایگاه‌های اطلاعاتی و همچنین ابزارهای کاوش اینترنت است. از طریق منطق بول می‌توان مفاهیم مختلف کلید واژه‌ها را به منظور گسترش یا محدود کردن دامنه جستجو با یکدیگر ترکیب کرد و به نتایج کاوش دقیق‌تر و مرتبط‌تری در یک پایگاه اطلاعاتی دست یافت. برای این منظور",
        "از عملگرهای خاصی استفاده می‌شود که عبارتند از"
      ]
    },
    {
      "EnglishWord": "gf",
      "Meanings": [
        "GF French Guiana",
        "حوزه اینترنتی قسمت فرانسوی زبان Guiana"
      ]
    },
    {
      "EnglishWord": "gg",
      "Meanings": [
        "GG",
        "حوزه اینترنتی Guernsey"
      ]
    },
    {
      "EnglishWord": "gh",
      "Meanings": [
        "GH Ghana",
        "حوزه اینترنتی کشور غنا"
      ]
    },
    {
      "EnglishWord": "gi",
      "Meanings": [
        "GI Gibraltar",
        "حوزه اینترنتی جبل الطارق"
      ]
    },
    {
      "EnglishWord": "gif",
      "Meanings": [
        "Graphics Interchange Format",
        "قالب تبادلات تصویری",
        "قالبی برای بایگانی تصاویر موجود در شبکه که به طور گسترده از آن استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "gl",
      "Meanings": [
        "GL Greenland",
        "حوزه اینترنتی گرینلند"
      ]
    },
    {
      "EnglishWord": "gm",
      "Meanings": [
        "GM Gambia",
        "حوزه اینترنتی گامبیا"
      ]
    },
    {
      "EnglishWord": "gn",
      "Meanings": [
        "GN Guinea",
        "حوزه اینترنتی گینه"
      ]
    },
    {
      "EnglishWord": "google",
      "Meanings": [
        "یکی از بزرگترین و قویترین موتورهای کاوش اینترنتی که لقب بهترین موتور جستجو را در دنیای اینترنت به خود اختصاص داده و حدود 3 میلیارد سایت را در پایگاه اطلاعاتی خود نمایه کرده است",
        "صفحه اصلی موتور کاوش گوگل",
        "آدرس سایت ایمیل رایگان گوگل که 2 گیگابایت فضا به هر کاربر خود اختصاص می‌دهد",
        "اگر راهنمای جی میل را از طریق سایت آن بخوانید متوجه چگونگی ثبت نام جی میل خواهید شد",
        "آدرس پست الکترونیکی من در جی میل",
        "در اواخر سال 1997 یکی از بزرگترین و مهمترین ابزارهای کاوش امروزی یعنی موتور کاوش Google از طریق طرح تحقیقاتی دانشگاه استانفورد ظهور یافت. گوگل تلاش کرد که در نظام رتبه بندی نتایج کاوش خود مبتنی بر میزان ارتباط آنها با کلیدواژه‌های جستجو",
        "تحول اساسی به وجود آورد که از طریق استفاده از معیارهای میزان استناد به یک صفحه یا سایت مشخص توسط سایت‌های دیگر صورت می‌گیرد",
        "همراه با رشد روز افزون اطلاعات در محیط اینترنت",
        "تعداد ابزارهای کاوش نیز به طور افزاینده ای افزایش یافت. به طوری که تا ژوین 2001 یکی از راهنماهای ابزارهای کاوش به نام search Engine Guide مدعی است است 2500 موتور کاوش و راهنمای موضوعی در زمینه‌های موضوعی مختلف را در پایگاه خود نمایه کرده است",
        "*این موتور کاوش امکان جستجوی انواع مختلفی از فایل‌ها نظیر PDF و Microsoft Office را ارایه می‌دهد که تقریبا در میان موتورهای کاوش",
        "منحصر به فرد است",
        "*در اوایل اردیبهشت ماه 1381 این موتور کاوش",
        "واسط جستجوی فارسی خود را در دسترس قرار داد که از طریق گزینه Language Tools می‌توان ان را فعال کرد",
        "*موتور جستجوی گوگل به جز زبان فارسی",
        "امکان تغییر واسط جستجوی انگلیسی به 80 زبان دیگر را ارایه می‌کند که تحولی بزرگ در طراحی ابزارهای کاوش چند زبانه محسوب می‌شود",
        "عملگرهای ریاضی",
        "گوگل به طور خودکار",
        "کلید واژه‌ها را از طریق عملگر AND ترکیب می‌کند. به عبارت دیگر",
        "نباید عملگر AND را به کار برد. عملگر OR را باید با حروف بزرگ به کار برد. برای اجرای عملگر NOT باید از علامت",
        "استفاده کرد. از عملگر ریاضی + می‌توان به جای AND استفاده کرد",
        "جستجوی عبارتی و نزدیک یابی",
        "گوگل جستجوی عبارتی را از طریق قرار دادن عبارت یا کلید واژه‌های جستجو میان گیومه « » مورد حمایت قرار می‌دهد. اما نمی‌توان از عملگر نزدیک یابی استفاده کرد",
        "*این موتور جستجو هیچ یک از عملگرهای کوتاه سازی",
        "حتی ریشه اصلی کلمات Stemming را پوشش نمی‌دهد",
        "*این موتور جستجو نسبت به بازیابی کلید واژه‌ها با حروف بزرگ یا کوچک حساس نیست",
        "فیلدهای قابل جستجو",
        "فیلدهایی که از طریق آنها می‌توان به جستجوی اطلاعات در گوگل پرداخت",
        "عبارتند از",
        "محدود کننده‌ها زبان و تاریخ",
        "گوگل امکان محدود کردن فرآیند جستجوی اطلاعات را از طریق 35 زبان مختلف ارایه می‌دهد. علاوه براین امکان محدود کردن تاریخ انتشار صفحات از طریق فهرست انتخاب از سه ماه تا سک سال پیش بینی شده است. در این میان قابلیتی به منظور محدود کردن تاریخ انتشار منابع میان دو طیف زمانی مشخص پیش بینی نشده است",
        "شیوه رتبه بندی و مرتب سازی",
        "گوگل از طریق تجزیه و تحلیل پیوندهای گنجانده در سایت‌های مهم به رتبه بندی اطلاعات بازیابی شده می‌پردازد. این قابلیت Link Popularity نام دارد",
        "گوگل عنوان",
        "نشانی دسترسی",
        "حجم فایل",
        "مدت زمان کاوش و همچنین تعداد نتایج بازیابی شده را نشان می‌دهد",
        "گوگل به طور پیش گزیده 10 مدخل را در هر صفحه نمایش می‌دهد. اما امکان نمایش 20 تا 100 مدخل در هر صفحه نیز وجو دارد",
        "از طریق گوگل فقط می‌توان 1000 مدخل ابتدایی بازیابی شده را مشاهده کرد",
        "با گوگل می‌توان از بازیابی صفحات یا سایت‌های نامناسب و غیر اخلاقی در جستجوی پیشرفته از طریق Safe Search وجود دارد"
      ]
    },
    {
      "EnglishWord": "google 1",
      "Meanings": [
        "ادامه مطلب درباره موتور جستجوی گوگل",
        "نقاط قوت",
        "بزرگترین ابزار کاوش از لحاظ حجم پایگاه اطلاعاتی",
        "معیار رتبه بندی سایت‌ها بر اساس تعداد صفحات پیوند داده شده Link Popularity",
        "امکان مشاهده سایت‌های بازیابی شده در زمان نمایه شدن Cached Pages",
        "امکان جستجوی مختلف فایل به ویژه فایل‌های microsoft Office",
        "امکان ترجمه صفحات وب به 12 زبان مختلف",
        "دارای برنامه غلط یاب خودکار برای تصحیح املای کلمات انگلیسی",
        "امکان تغییر واسط جستجو به 81 زبان مختلف از جمله فارسی",
        "دارای واسط جستوی ساده و بدون تبلیغات",
        "سرعت بالای بازیابی اطلاعات",
        "قابلیت جستجوی تصویر و اخبار جهان",
        "امکان دسترسی به صفحات مشابه از طریق گزینه similar pages",
        "نقاط ضعف",
        "امکانات نسبتا محدود برای جستجوهای پیشرفته از طریق عملگر‌های بول",
        "عدم امکان جستجو از طریق عملگر نزدیک یابی",
        "عدم امکان کوتاه سازی کلید واژه‌ها",
        "عدم امکان مرتب سازی نتایج کاوش بر اساس تاریخ انتشار",
        "تنها نیمی از صفحات وب در پایگاه اطلاعاتی آن به صورت تمام متن نمایه شده اند"
      ]
    },
    {
      "EnglishWord": "gov",
      "Meanings": [
        "سایت‌های نهادهای دولتی آمریکا",
        "پیشوند GOV مخفف کلمه Governmental می‌باشد"
      ]
    },
    {
      "EnglishWord": "gp",
      "Meanings": [
        "GP",
        "حوزه اینترنتی Guadeloupe"
      ]
    },
    {
      "EnglishWord": "gq",
      "Meanings": [
        "GQ Equatorial Guinea",
        "حوزه اینترنتی قسمت استوایی گینه"
      ]
    },
    {
      "EnglishWord": "gr",
      "Meanings": [
        "GR Greece",
        "حوزه اینترنتی یونام"
      ]
    },
    {
      "EnglishWord": "gs",
      "Meanings": [
        "حوزه اینترنتی",
        "S. Georgia and S. Sandwich LsLs",
        "با پسوند gs"
      ]
    },
    {
      "EnglishWord": "gt",
      "Meanings": [
        "GT Guatemala",
        "حوزه اینترنتی کشور گواتمالا"
      ]
    },
    {
      "EnglishWord": "gu",
      "Meanings": [
        "GU",
        "حوزه اینترنتی Guam"
      ]
    },
    {
      "EnglishWord": "gw",
      "Meanings": [
        "GW Guinea Bissau",
        "حوزه اینترنتی قسمت Bissau گینه"
      ]
    },
    {
      "EnglishWord": "gy",
      "Meanings": [
        "GY",
        "حوزه اینترنتی Guyana"
      ]
    }
  ]
}