{
  "Group": "H",
  "Entries": 17,
  "Words": [
    {
      "EnglishWord": "hit terms highlighted",
      "Meanings": [
        "برجسته سازی کلید واژه ها",
        "نمایش کلید واژه‌ها جستجو در مدخل‌های بازیابی شده به صورت حروف سیاه یا به رنگ‌های دیگر"
      ]
    },
    {
      "EnglishWord": "hits counter",
      "Meanings": [
        "تعداد مدخل‌های بازیابی شده",
        "نمایش تعداد کل نتایج مرتبط بازیابی شده در ابزار‌های کاوش که اغلب در بالای نتایج کاوش دیده می‌شود"
      ]
    },
    {
      "EnglishWord": "hk",
      "Meanings": [
        "HK Hong Kong",
        "حوزه اینترنتی هنگ کنگ"
      ]
    },
    {
      "EnglishWord": "hm",
      "Meanings": [
        "HM Heard and McDonald Islands",
        "حوزه اینترنتی مک دونالد و Heard ایسلند"
      ]
    },
    {
      "EnglishWord": "hn",
      "Meanings": [
        "HN Honduras",
        "حوزه ایمنترنتی کشور هاندوراس"
      ]
    },
    {
      "EnglishWord": "host search",
      "Meanings": [
        "جستجو در سایت میزبان",
        "جستجوی کلید واژه‌ها تنها در یک سایت مشخص از طریق تعیین نشانی اینترنتی سایت مورد نظر",
        "ابزارهای کاوش مختلف از شیوه‌های گوناگون برای اجرای جستجو در سایت میزبان استفاده می‌کنند. برای مثال موتور کاوش Alta Vista از فرمان host: و موتور کاوش Google از دستور site: برای جستجو در سایت میزبان استفاده می‌کنند. مانند",
        "host:www.unesco.org",
        "site:www.cnn.com",
        "اغلب موتورهای کاوش اصلی نظیر کادرهای جستجوی جداگانه ای برای اجرای قابلیت جستجو در سایت میزبان دارند",
        "به عنوان مثال شما به دنبال اطلاعاتی درباره مدیریت آفات هستید",
        "ولی می‌خواهید صفحات بازیابی شده تنها برگرفته از سایت سازمان خواربار و کشاورزی ملل متحد به آدرس اینترنتی www. fao. org باشد. انجام چنین فرآیندی از طریق جستجو در سایت میزبان به خوبی امکان پذیر است. در مثال زیر نتیجه کاوش عبارت Pest Management به تنهایی و نیز محدود کردن آن به سایت این سازمان در موتور کاوش AltaVista نشان داده شده است",
        "Pest Management",
        "&gt;",
        "Pest Management AND host:www.fao.org"
      ]
    },
    {
      "EnglishWord": "hotbot",
      "Meanings": [
        "یکی از ابزارهای کاوش مهم اینترنتی",
        "در ماه می‌1996 HotBot به عنوان یکی دیگر از ابزارهای کاوش مهم ابداع شد که روبات آن قادر بود روزانه حدود 10 میلیون صفحه در محیط وب را در پایگاه خو نمایه کند. برخی از طراحان ابزارهای کاوش به دنبال انجام جستجوهای جامعتر بودند",
        "به این ترتیب در سال 1995 اولین ابر موتور کاوش توسط اریک سلبرگ تحت عنوان MetaCrawler www. metacrawler. com ظهور پیدا کرد. این ابر موتور کاوش می‌توانست در پایگاه شش موتور کاوش و راهنمای موضوعی به طور همزمان به جستجو بپردازد",
        "این موتور کاوش دادرای امکانات و قابلیت‌های جستجوی پیشرفته و مناسبی به ویژه در بخش جستجوی ساده است",
        "راهنمای موضوعی HotBot از پایگاه Open Directory استفاده می‌کنذ",
        "این موتور کاوش از دو پایگاه Inktomi و Direct Hit برای بازیابی نتایج اصلی بهره می‌گیرد",
        "این موتور کاوش عملگرهای بول را هنگامی کهاز فهرست گزینه Boolean Phrase انتخاب شود. در اختیار قرار می‌دهد. عملگرهای بول را می‌توان با حروف کوچک یا بزرگ به کار برد. علاوه بر این از علایم &amp;",
        "و! به ترتیب می‌توان برای اجرای عملگرهای AND",
        "OR و NOT استفاده کرد. امکان استفاده از عملگرهای ریاضی + و",
        "نیز وجود دارد. با استفاده از پرانتز می‌توان جستجو‌های ترکیبی انجام داد. از طریق فهرست انتخاب می‌توان گزینه Any of the Words را برای عملگر OR به کار برد",
        "* برای اجرای جستجوی عبارتی",
        "امکان استفاده از گیومه « » یا انتخاب گزینه Exact Phrase از فهرست وجود دارد",
        "کوتاه سازی",
        "این موتور کاوش در سال 1998 استفاده از علامت * درابتدا",
        "وسط و انتهای کلمات را در دسترس قرار داد. به این ترتیب HotBot تنها موتور کاوشی بود که هر سه نوع شکل کوتاه سازی را در بر داشت",
        "* این موتور کاوش نسبت به بازیابی کلید واژه‌ها با حروف بزرگیا کوچک حساس نیست",
        "محدود کننده‌ها زبان و تاریخ",
        "HotBot امکان انتخاب یک طیف زمانی مشخص هز یک هفته تا دو سال گذشته ارایه می‌دهد. همچنین می‌توان کاوش از طریق 15 زبان مختلف کاوش را محدود کرد",
        "محدود کردن فرمت‌های مختلف فایل از طریق فهرست انتخاب شامل موارد زیر است",
        "Audio",
        "VB Script",
        "Acrobat",
        "VRML",
        "MP",
        "Video",
        "Image",
        "Active X",
        "JavaScript",
        "Java",
        "Shockwave",
        "Win Media",
        "*شیوه رتبه بندی و مرتب سازی نتایج جستجو مبتنی بر میزان ارتباط کلید واژه هاست"
      ]
    },
    {
      "EnglishWord": "hotbot 1",
      "Meanings": [
        "ادامه مقاله درباره موتور کاوش HotBot",
        "نمایش اطلاعات",
        "امکان نمایش 10 تا 100 مدخل در هر صفحه وجو دارد مدخل‌های بازیابی شده را می‌توان به صورت مختصر",
        "مفصل و تنها همراه با نشانی دسترسی انها URL نمایش داد. HotBot فقط امکان دسترسی به 1000 مدخل ابتدایی را اریه می‌دهد",
        "جستجو در فیلدهای مختلف",
        "فرمان title: برای جستجو درعنوان سایت مورد استفاده قرار می‌گیرد",
        "فرمان domain: برای جستجو در حوزه سایت مورد استفاده قرار می‌گیرد",
        "فرمان linkdomain: برای جستجوی صفحات پیوند داده شده به یک سایت مشخص مورد استفاده قرار می‌گیرد",
        "فرمان outgoingurlext: برای جستجوی فرمت‌های مختلف فایل مورد استفاده قرار می‌گیرد",
        "فرمان after: برای جستجوی صفحات مربوط به بعد از یک تاریخ مشخص مورد استفاده قرار می‌گیرد",
        "فرمان before: برای جستجوی صفحات مربوط به قبل از یک تاریخ مشخص مورد استفاده قرار می‌گیرد",
        "نقاط قوت",
        "امکانات جستجوی پیشرفته در بخش جستجوی ساذه",
        "امکان جستجو از طریق قابلیت Page Depth Limit کاوش مبتنی بر عمق صفحات وب",
        "امکان جستجوی فرمت‌های مختلف فایل دربخش‌های جستجوی ساده و پیشرفته",
        "نمایش اطلاعات به صورت مفصل و مختصر",
        "امکان جستجوی نام یک شخص از طریق گزینه The Person",
        "نقاط ضعف",
        "جستجوی صفحات پیوند داه شده Link Search دقیق نیست",
        "برخی قابلیت‌های کاوش دریخش جستجوی پیشرفته همیشه درست کار نمی‌کنند",
        "عدم امکان ترجمه سایت‌ها به زبان‌های مختلف",
        "عدم امکان جستجوی کلید واژه‌ها در قالب پیوند فرامتنی Anchor Search",
        "نداشتن برنامه غلط یاب خودکار برای تصحیح املای کلمات انگلیسی",
        "حساس نبودن نسبت به کلید واژه‌ها با حروف بزرگ یا کوچک",
        "عدم امکان حذف نتایج تکراری از سایتی واحد Site Collapse و برعکس",
        "دسترسی به سایت‌های مشابه Similar Pages"
      ]
    },
    {
      "EnglishWord": "hr",
      "Meanings": [
        "HR",
        "حوزه اینترنتی Croatia"
      ]
    },
    {
      "EnglishWord": "ht",
      "Meanings": [
        "HT Haiti",
        "حوزه اینترنتی کشور هاییتی"
      ]
    },
    {
      "EnglishWord": "html",
      "Meanings": [
        "Hypertext Markup Language",
        "زبان نشانه گذاری ابر متنی",
        "زبانی که برای ایجاد صفحه‌های وب به کار می‌رود. HTML چگونگی نمایش صفحه وب روی صفحه نمایشگر را تعیین می‌کند"
      ]
    },
    {
      "EnglishWord": "hu",
      "Meanings": [
        "HU Hungary",
        "حوزه اینترنتی هانگری"
      ]
    },
    {
      "EnglishWord": "hybrid search tools",
      "Meanings": [
        "ابزار‌های کاوش دو وجهی ترکیبی",
        "این اصطلاح به منظور توصیف ابزارهای کاوشی به کار می‌رود که هم ویژگی‌های موتورهای کاوش را دارند و هم دارای ویژگی‌های راهنماهای موضوعی هستند. موتورهای کاوش AltaVista",
        "Google",
        "HotBot",
        "MSN Search از آنجا که راهنمای موضوعی دارند",
        "ابزار کاوش دو وجهی یا ترکیبی محسوب می‌شوند"
      ]
    },
    {
      "EnglishWord": "hyperimage",
      "Meanings": [
        "به کارگیری فراپیوند در قالب تصویر",
        "گاهی طراحان صفحات وب در صفحه اصلی خود برای ایجاد به صفحات دیگر",
        "به جای فرامتن از تصاویر فراپیوندی استفاده می‌کنند. در حالی که روبات‌های موتورهای کاوش فقط می‌توانند پیوندهای فرامتنی HTML را شناسایی کنند و از طریق آنها به دیگر صفحات مراجعه کرده و اطلاعات موجود در آنها را در پایگاه خود نمایه کنند که اغلب نسبت به صفحه اصلی ارزش بیشتری دارند. استفاده از تصاویر برای ایجاد فراپیوند به دیگر صفحات باعث می‌شود تا صفحات دیگر در فرآیند نمایه سازی توسط نادیده گرفته شوند"
      ]
    },
    {
      "EnglishWord": "hyperlinks",
      "Meanings": [
        "فراپیوندها",
        "ابرپیوند",
        "یکی از رایج‌ترین شیوه‌های دسترسی به اطلاعات توسط کاربران اینترنت است",
        "تعریفی دیگر از ابر پیوند",
        "بخشی حساس از یک صفحه وب مثل متن",
        "تصویر",
        "جدول و… که با بخش دیگری از همان سند دیگری در اینترنت ارتباط دارد"
      ]
    },
    {
      "EnglishWord": "hypertext",
      "Meanings": [
        "ابر متن",
        "متنی که دارای پیوند‌های مرتبط با دیگر بخش‌های سند یا مرتبط با اسناد موجود در رایانه‌های دیگر است"
      ]
    },
    {
      "EnglishWord": "hypertext link",
      "Meanings": [
        "پیوند فرامتنی",
        "فعال کردن کلیدواژه‌ها به طوری که از طریق فشار دادن دکمه ماوس بر روی آنها به توان به صفحات یا سایت‌های وب مرتبط دست یافت"
      ]
    }
  ]
}