{
  "Group": "I",
  "Entries": 24,
  "Words": [
    {
      "EnglishWord": "id",
      "Meanings": [
        "ID Indonesia",
        "حوزه اینترنتی اندونزی"
      ]
    },
    {
      "EnglishWord": "ie",
      "Meanings": [
        "IE Ireland",
        "حوزه اینترنتی کشور ایرلند"
      ]
    },
    {
      "EnglishWord": "il",
      "Meanings": [
        "IL Israel",
        "حوزه اینترنتی اسراییل"
      ]
    },
    {
      "EnglishWord": "im",
      "Meanings": [
        "IM",
        "حوزه اینترنتی Isle of Man"
      ]
    },
    {
      "EnglishWord": "in",
      "Meanings": [
        "IN India",
        "حوزه اینترنتی کشور هند"
      ]
    },
    {
      "EnglishWord": "infomine",
      "Meanings": [
        "یکی از راهنماهای موضوعی که بیش از 23 هزار سایت علمی را پوشش می‌دهد",
        "که توسط کتابداران راه اندازش شده است. بسیاری از کتابداران به ویژه در کتابخانه‌های دانشگاهی و تحقیقاتی",
        "وظیفه اصلی طراحی راهنماهای موضوعی را بر عهده دارند. زیرا انها از یک سو با نیازهای اطلاعاتی استفاده کنندگان اشنا هستند و از سوی دیگر",
        "برای تجزیه وتحلیل محتوا و ارزیابی اعتبار",
        "صحت و کیفیت اطلاعات دانش و تجربه لازم را دارند",
        "آدرس اینترنتی راهنما موضوعی Infomine"
      ]
    },
    {
      "EnglishWord": "information literacy",
      "Meanings": [
        "سواد اطلاعاتی",
        "به مجموعه ای از تواناییها و مهارتها برای جستجو",
        "ارزیابی",
        "و استفاده موثر از اطلاعات است"
      ]
    },
    {
      "EnglishWord": "information overload",
      "Meanings": [
        "بازیابی بیش از حد اطلاعات",
        "این اصطلاح به منظور نشان دادن بازیابی تعداد بسیاری از صفحات وب به ویژه هنگام استفاده از موتور‌های کاوش به کار می‌رود. یکی از مشکلات جستجو در اینترنت",
        "بازیابی تعداد بیشماری سایت یا صفحه وب است که مطالعه و بررسی کلیه آنها تقریبا امکان پذیر نیست"
      ]
    },
    {
      "EnglishWord": "information seeking",
      "Meanings": [
        "اطلاع یابی",
        "مجموعه مهارتهای مورد نیاز برای شناسایی",
        "دسترسی و جستجوی اطلاعات است"
      ]
    },
    {
      "EnglishWord": "information seeking skills",
      "Meanings": [
        "مهارتهای اطلاع یابی"
      ]
    },
    {
      "EnglishWord": "information societies",
      "Meanings": [
        "جوامع اطلاعاتی"
      ]
    },
    {
      "EnglishWord": "inktomi",
      "Meanings": [
        "یک پایگاه اطلاعاتی که ابزارهای کاوش HOtBot و MSN Search برای بازیابی اطلاعات خود از آن بهره می‌گیرند. البته برای بازیابی اطلاعات اصلی"
      ]
    },
    {
      "EnglishWord": "internet about",
      "Meanings": [
        "اینترنت",
        "سیر تحول تاریخی ابزارهای کاوش اینترنت",
        "شبکه جهانی اینترنت در اواخر دهه 1960 پا به عرصه ظهور گذاشت",
        "اما تا سال 1990 ابزاری برای کاوش اطلاعات موجود در آم وجود نداشت. با مرور اجمالی بر تاریخچه ابزارهای کاوش اینترنت می‌توان دریافت که تقریبا کلیه پیشرفت‌ها در این زمینه توسط دانشجویان و طرح‌های پژوهشی آنها صورت گرفته است. درسال 1990 اولین ابزار کاوش توسط آلان امتیچ در دانشگاه مک گیل تحت عنوان آرکی توسعه یافت وی ابتدا قصد داشت اسم این ابزار را کاوش را آرکایوز بگذارد",
        "اما بعد به دلیل مطابقت با استاندارد یونیکس از آن یعنی آرکی استفاده کرد. آرکی از طریق نمایه سازی فایل‌های موجود در سایت‌های FTP یا پروتکل انتقال فایل امکان جستجو و بازیابی فایلها در محیط اینترنت را برای کاربران فراهم می‌ساخت. به تعبیر دیگر این ابزارکاوش تنها می‌توانست فایل‌های اینترنتی",
        "نه متن و اسناد موجود در اینترنت را بازیابی کند. در سال 1993 در دانشگاه نوادا برای بازطیابی اسناد و متون در سرورهای گوفر نظامی مشابه آرکی طراحی شد که ورونیکا نام داشت. در واقع این ابزار برای اولین بار امکان جستجو و بازیابی متن واسناد ساده بدون تصویر یا پیوند‌های فرامتنی را در اینترنت فرام می‌کرد",
        "یکی دیگر از ابزارهای کاوش مشابه ورونیکی برای جستجو در سرورهای گوفر جاگ هد نام داشت. درواقع می‌توان گفت که آرکی و ورونیکا پدر و مادر همه ابزارهای کاوش امروزی به شمار می‌آیند",
        "پس از گذشت یک سال از ظهور شبکه جهانی وب",
        "دو ابزار کاوش برای جستجوی اطلاعات در محیط وب توسعه یافتندکه عبارت بودند از الی وب و ورلد واید وب واندرر. ورلد واید واندرر که توسط ماتیو گری در دانشگاه MIT توسعه یافت از روبات‌ها یا به تعبیر دیگر برنامه‌های کامپیوتری برای جستجو و نمایه سازی صفحات وب استفاده می‌کرد. بدین ترتیب اولین موتور کاوش وب مبتنی بر نمایه سازی خودکار و ماشینی پا به عرصه ظهور گذاشت و اولین پایگاه یا نمایه موتور کاوش تحت عنوان وندکس شکل گرفت. الی وب به جای به کارگیری روبات‌ها از شیوه دیگر برای نمایه سازی سایت‌های وب یعنی فرستادن اطلاعات سایت‌ها توسط خود طراحان آنها استفاده کرد. به این ترتیب افراد می‌توانستند خود به توصیف محتوای سایت‌های وب بپردازند و در فرآیند نمایه سازی اطلاعات در اینترنت",
        "نقش فعالی داشته باشند. امروزه به دلیل عدم اگاهی کاربان از چگونگی تنظیم و فرستادن اطلاعات مربوط به سایت‌های خود",
        "استفاده از چنین شیوه ای محدودیتهای فراوانی دارد و ابزارهای کاوشی که برای نمایه سازی صفحات وب از این روش استفاده می‌کنند",
        "حجم نسبتا کمی از اطلاعات را پوشش می‌دهند"
      ]
    },
    {
      "EnglishWord": "internet search tools",
      "Meanings": [
        "ابزارهای کاوش اینترنت",
        "این اصطلاح کلان",
        "بر موتورهای کاوش",
        "راهنماهای موضوعی و ابر موتورهای کاوش دلالت دارد و برای توصیف همه آنها به کار می‌رود"
      ]
    },
    {
      "EnglishWord": "invisible text",
      "Meanings": [
        "متون بی رنگ استفاده از متون بی رنگ",
        "برخی از طراحان صفحات وب برای فریب دادن موتورهای کاوش از کلید واژه‌های بی رنگ در صفحات خود استفاده می‌کنند تا به این ترتیب ضمن پنهان نگه داشتن کلید واژه‌های غیر مرتبط از چشم کاربران",
        "بتوانند آنها را در پایگاه اطلاعاتی موتورهای کاوش بگنجانند. این کار اغلب از طریق گنجاندن کلید واژه‌ها در سطرهای ابتدایی و هم رنگ زمینه صفحه وب صورت می‌پذیرد. در حالیکه برخی از ابزارهای کاوش اصلی نظیر Northern Light قادر به تشخیص این موضوع هستند و این موضوع را به عنوان معرفی فریبکارانه سایت تلقی می‌کنند و در نتیجه",
        "سایت را در فرآیند نمایه سازی نادیده می‌گیرند"
      ]
    },
    {
      "EnglishWord": "invisible web",
      "Meanings": [
        "وب نامریی",
        "به بخشی از فضای اینترنت اطلاق می‌شود که توسط روبات‌های موتورهای کاوش",
        "قابل دسترسی و شناسایی نیست و به همین دلیل در پایگاه اطلاعاتی انها هرگز وارد نمی‌شود. صفحاتی که برای دسترسی به آنها نیاز به گذر واژه است",
        "پایگاهای اطلاعاتی در محیط وب و نیز برنامه‌های که خود به تولید صفحات HTML می‌پردازند",
        "بخش قابل توجهی از فضای وب نامریی را تشکیل می‌دهند"
      ]
    },
    {
      "EnglishWord": "io",
      "Meanings": [
        "IO British Indian Ocean",
        "حوزه اینترنتی قسمت انگلیسی زبان اقیانوس هند"
      ]
    },
    {
      "EnglishWord": "ir",
      "Meanings": [
        "IR iran",
        "حوزه اینترنتی کشور ایران"
      ]
    },
    {
      "EnglishWord": "irandoc",
      "Meanings": [
        "سایت وب مرکزی اطلاعات و مدارک علمی ایران",
        "آدرس این سایت وب به شرح زیر است",
        "دراین سایت",
        "محققان می‌توانند به حجم زیادی از خدمات و پایگاه‌های اطلاعاتی علمی وپژوهشی نظیر پایگاه پایان نامه‌های کشور",
        "طرح‌های پژوهشی",
        "مقالات سمینارها و کنفرانس ها",
        "مقالات علمی و فنی نشریات فارسی و گزارش‌های دولتی مرتبط با ایران دست یابند"
      ]
    },
    {
      "EnglishWord": "is",
      "Meanings": [
        "IS Iceland _ Island",
        "حوزه اینترنتی ایسلند"
      ]
    },
    {
      "EnglishWord": "isp",
      "Meanings": [
        "Internet service provider",
        "شبکه ای از رایانه‌های متصل به یکدگر که ارتباطات میان آنها مطابق با توافق نامه TCP/IP است. کارگزار اینترنتی موسسه ای تجاری که امکان دسترسی به اینترنت را فراهم می‌کند",
        "TCP/IP"
      ]
    },
    {
      "EnglishWord": "it",
      "Meanings": [
        "IT Italy",
        "حوزه اینترنتی کشور ایتالیا"
      ]
    },
    {
      "EnglishWord": "iwf",
      "Meanings": [
        "بنیاد نظارت بر اینترنت"
      ]
    },
    {
      "EnglishWord": "ixquick",
      "Meanings": [
        "یک ابر موتور کاوش برجسته با امکانات کاوش متنوع و کار آمد",
        "این ابر موتور کاوش طیف وسیعی از امکانات جستجو و بازیابی اطلاعات را تقریبا نظیر موتورهای کاوش منفرد در دسترس قرار می‌دهد که مهمترین آنها عبارتند از: استفاده از عملگرهای AND",
        "OR",
        "+",
        "کوتاه سازی",
        "نزدیک یابی",
        "جستجوی ترکیبی از طریق پرانتز",
        "جستجوی عبارتی",
        "محدود کردن دامنه جستجو از طریق زبان و نیز جستجو در فیلد‌های مختلف شامل عنوان سایت",
        "حوزه",
        "میزبان",
        "نشانی دسترسی و…"
      ]
    }
  ]
}