{
  "Group": "N",
  "Entries": 20,
  "Words": [
    {
      "EnglishWord": "na",
      "Meanings": [
        "NA Nambia",
        "حوزه اینترنتی نامبیا"
      ]
    },
    {
      "EnglishWord": "national academic press",
      "Meanings": [
        "در این پایگاه می‌توان به متن کامل بیش از 2500 کتاب معتبر علمی و تخصصی را به طور پیوسته مطالعه کرد"
      ]
    },
    {
      "EnglishWord": "nc",
      "Meanings": [
        "NC",
        "حوزه اینترنتی New Caledonia"
      ]
    },
    {
      "EnglishWord": "ne",
      "Meanings": [
        "NE Niger",
        "حوزه اینترنتی نیجر"
      ]
    },
    {
      "EnglishWord": "nesting",
      "Meanings": [
        "استفاده از علامت پرانتز برای ترکیب و انجام جستجوهای پیچیده"
      ]
    },
    {
      "EnglishWord": "net",
      "Meanings": [
        "سایت‌های مرتبط به شبکه‌های کامپیوتری",
        "پیشوند NET مخفف کلمه Network می‌باشد"
      ]
    },
    {
      "EnglishWord": "netscape",
      "Meanings": [
        "یکی از مرورگرهای معروف اینترنت که از سرعت خوبی برخوردار است"
      ]
    },
    {
      "EnglishWord": "network control protocol",
      "Meanings": [
        "نظارت بر شبکه"
      ]
    },
    {
      "EnglishWord": "nf",
      "Meanings": [
        "NF",
        "حوزه اینترنتی جزیره Norfolk ایسلند"
      ]
    },
    {
      "EnglishWord": "ng",
      "Meanings": [
        "NG Nigeria",
        "حوزه اینترنتی نیجریه"
      ]
    },
    {
      "EnglishWord": "ni",
      "Meanings": [
        "NI Nicaragua",
        "حوزه اینترنتی نیکاراگویه"
      ]
    },
    {
      "EnglishWord": "nl",
      "Meanings": [
        "NL Netherlands",
        "حوزه اینترنتی کشور هلند"
      ]
    },
    {
      "EnglishWord": "no",
      "Meanings": [
        "NO Norway",
        "حوزه اینترنتی کشور نروژ"
      ]
    },
    {
      "EnglishWord": "northern light",
      "Meanings": [
        "موتور کاوش Northern Light",
        "این موتور کاوش در آگوست 1997 در دسترس عموم قرار گرفت و همواره به عنوان یکی از مهمترین و کارآمدترین ابزارهای کاوش اینترنت مطرح بوده است. مام اخیرا از اهمیت و ارزش آن از لحاظ حجم و روز آمد بودن پایگاه اطلاعاتی کاسته شده است. در حال حاضر این موتور کاوش خدماتی را به عنوان موتور کاوش ارایه نمی‌کند",
        "اما پایگاه آن به نشانی زیر در دسترس عموم می‌باشد",
        "برای جستجو در اینترنت از طریق این موتور کاوش باید گرینه World Wide Web را انتخاب کرد",
        "این موتور کاوش دارای پایگاه ویژه ای تحت عنوان Special Collection است که می‌توان در ازای پرداخت 1 تا 4 دلار به متن کامل مقالات بیش از 6000 نشریه دست یافت",
        "* حجم پایگاه اطلاعاتی این موتور کاوش تا آوریل 2001 بیش از 360 میلیون صفحه وب بوده است که به صورت تمام متن در پایگاه اطلاعاتی اش نمایه بوده است",
        "* از قابل یت‌های جستجوی این موتور کاوش می‌توان به استفاده کامل و مناسب از و ریاضی + و",
        "جستجوی ترکیبی از طریق پرانتز",
        "جستجوی عبارتی و نیز کوتاه سازی کلمات اشاره کرد",
        "* استفاده از عملگرهای بول و پرانتز",
        "محدودیتی ندارد و همین امر باعث شده تا بتوان از طریق آن جستجوهای دقیقی را انجام داد",
        "* از طریق این موتر کاوش نمی‌توان کلید واژه‌ها را با حروف بزرگ بازیابی کرد. یعنی این هیچ حساسیتی نسبت به حروف بزرگ ندارد",
        "فیلدهای قابل جستجو",
        "بازیابی کلید واژه‌ها در متن صفحات وب text: ————————————",
        "&gt;",
        "بازیابی عبارت یا کلیدواژه در عنوان صفحات title: ———————————",
        "بازیابی کلید واژه ه در نشانی دسترسی صفحات وب url: ————————",
        "بازیابی نام ناشر در بخش مقالات تمام متن pub: ——————————–&gt;",
        "* از طریق این موتورکاوش می‌توان فرآیند جستجو را به 5 زبان مختلف محدود کرد",
        "* و دیگر این که امکان محدود کردن تاریخ انتشار صفحات وب به صورت روز",
        "ماه وسال در این موتور کاوش وجود دارد",
        "* شیوه رتبه بندی و مرتب سازی نتایج جستجو مبتنی بر میزان ارتباط کلید واژه‌ها است",
        "* در بخش جستجوی پیشرفته",
        "نتایج جستجو را می‌توان به اساس تاریخ انتشار نیز مرتب کرد",
        "نمایش اطلاعات",
        "Northern Light عنوان",
        "نشانی دسترسی",
        "تاریخ انتشار",
        "خلاصه ای از سایت",
        "نوع سایت",
        "نوع مدرک و نیز تعداد نتایج بازیابی شده را نمایش می‌دهد. و به طور پیش گزیده 25 مدخل را در هر صفحه نمایش می‌دهد",
        "نقاط قوت",
        "قابلیت‌های جستجوی مناسب و کارآمد از طریق عملگرهای بول",
        "یکنواختی و یک دستی در ارایه نتایج کاوش",
        "دارای پایگاه قابل جستجو مقالات تمام متن تحت عنوان Special Collection",
        "مرتب سازی نتایج جستجو بر اساس تارخ انتشار یا میزان ارتباط با کلید واژه ها",
        "امکان محدود کردن فرآیند کاوش بر اساس موضوع",
        "نقاط ضعف",
        "عدم امکان استفاده از عملگر نزدیک یابی",
        "عدم امکان محدود کردن فرآیند کاوش از طریق حوزه سایت‌ها Domain Search یا سایت میزبان Host Search و نیز جستجو از طریق صفحات وب پیوند داده شده به یک سایت",
        "عدم امکان جستجوی کلید واژه‌ها در قالب پیوند فرامتنی",
        "عدم امکان ترجمه سایت‌های بازیابی شده",
        "در بر نداشتن برنامه غلط یاب خود کار کلملت انگلیسی",
        "حساس نبودن نسبت به به کلید واژه‌ها با حروف بزرگ یا کوچک",
        "عدم امکان حذف نتایج تکراری از سایتی واحد Site Collapse"
      ]
    },
    {
      "EnglishWord": "not",
      "Meanings": [
        "عملگر NOT",
        "استفاده از عملگر NOT یک یاچند کلید واژه را حذف می‌کند و به این ترتیب باعث محدود کردن دامنه جستجو می‌شود",
        "Iran NOT Culture",
        "با وارد کردن عبارت فوق در کادر جستجو ابزارهای کاوشی که عملگر NOT را مورد حمایت قرار می‌دهند. صفحات وبی بازیابی خواهد شد که در آنها کلیدواژه Iran به کار رفته است",
        "اما کلید واژه Culture وجود ندارد",
        "زمانی ارزش واقعی خود را نشان می‌دهد که پس از بازیابی اطلاعات در محیط وب متوجه شویم که در اغلب نتایج بازیابی شده",
        "اصطلاحات یا کلیدواژه هایی وجود دارند که کد نظر ما نیستند. در واقع عملگر NOT قید نباید یا به جز را تداعی می‌کند. به این معنا که در نتایج جستجو می‌توان یک کلیدواژه یا عبارت را نادیده گرفت",
        "فرض کنید به دنبال جستجوی کلیه اطلاعات مرتبط با آلودگی به جز مباحث مربوط به آلودگی هوا هستید. فرآیند کاوش را می‌توان به این ترتیب در پیش گرفت",
        "Pollution NOT Air",
        "نتیجه کاوش کلیدواژه‌های Pollution به تنهایی و استفاده از عملگر NOT برای حذف صفحات وبی که در آنها کلید واژه Air به کار رفته است",
        "در موتور کاوش Northern Light نشان داده شده است",
        "Pollution",
        "&gt;"
      ]
    },
    {
      "EnglishWord": "nr",
      "Meanings": [
        "NR",
        "حوزه اینترنتی Nauru"
      ]
    },
    {
      "EnglishWord": "nt",
      "Meanings": [
        "NT Neutral Zone",
        "حوزه اینترنتی مناطق بی طرف"
      ]
    },
    {
      "EnglishWord": "nu",
      "Meanings": [
        "NU",
        "حوزه اینترنتی Niue"
      ]
    },
    {
      "EnglishWord": "number of editors",
      "Meanings": [
        "تعداد افراد درگیر در تولید راهنما",
        "تهیه و طراحی راهنماهای موضوعی کاملا بهنیروی انسانی وابسته است. از این جهت تعداد افرادی که فرآیند شناسایی",
        "بررسی",
        "تجزیه و تحلیل و ارزیابی صفحات یا سایت‌های وب را بر عهده دارند",
        "یکی از عوامل تاثیرگذار بر محتوای اطلاعات چنین راهنماهای موضوعی است",
        "به عنوان مثال در زیر تعداد ویراستاران در سه راهنمای موضوعی مهم شناخته شده نشان داده شده است",
        "Open Directory تا تاریخ اکتبر 2001 دارای 41 هزار ویراستار بوده است",
        "Yahoo! تا تاریخ اکتبر 2000 دارای بیش از 100 ویراستار بوده است",
        "و Look Smart تا تاریخ سپتامبر 2001 دارای 200 هزار ویراستار بوده است"
      ]
    },
    {
      "EnglishWord": "nz",
      "Meanings": [
        "NZ New Zealand",
        "حوزه اینترنتی نیوزیلند"
      ]
    }
  ]
}