{
  "Group": "O",
  "Entries": 7,
  "Words": [
    {
      "EnglishWord": "om",
      "Meanings": [
        "OM Oman",
        "حوزه اینترنتی عمان"
      ]
    },
    {
      "EnglishWord": "onelook dictionaries",
      "Meanings": [
        "پایگاه اطلاعاتی است که از طریق آن می‌توان به طور رایگان در بیش از 800 فرهنگ پیوسته رایگان با بیش از 8/4 میلیون واژه به جستجو پرداخت",
        "سایت اینترنتی این پایگاه"
      ]
    },
    {
      "EnglishWord": "open directory",
      "Meanings": [
        "یکی از راهماهای موضوعی همومی بزرگ که با بیش از 40 هزار ویراستار و متخصص داوطلب در سراسر جهان با این راهنمای موضوعی جهت شناسایی",
        "انتخاب و ارزیابی صفحات یا سایت‌های وب همکاری دارند",
        "همچنین چنین راهنماهای موضوعی تقریبا در کلیه موضوعات و حوزه‌های دانش بشری فعالیت می‌کنند و آن را پوشش می‌دند. که Yahoo! و Open Directory و Look Smart از نوع راهنماهای موضوعی عمومی هستند",
        "آدرس اینترنتی هر کدام از راهنماهای موضوعی بالا",
        "Yahoo",
        "Open Directory",
        "Look Smart",
        "بیشتر درباره راهنمای موضوعی Open Directory",
        "DMOZ یا Open Directory به عنوان یکی از مهمترین و جامع‌ترین راهنماهای موضوعی وب در ژوین 1998 تحت عنوان NewHoo در دسترس قرار گرفت. این ابزار کاوش توسط ویراستاران داوطلب اداره می‌شود و انها در سراسر دنیا وظیفه بررسی و وارد کردن سایت‌های معذفی شده را برعهده دارند. طبق امار رایه شده توسط این سایت تا ابان ماه 1381 حدود 53 هزار ویراستار داوطلب با این سایت همکاری داشتند. ساختار سلسله مراتب موضوعی DMOZ بسیار عمیق و گسترده است. به طوری که تا آخر آبان ماه 1381 بیش از 360 هزار تقسیم موضوعی و 8/3 میلیون سایت داشت. توصیف ارایه شده برای هر سایت از کیفیت و محتوای خوبی برخوردار است. به علاوه",
        "این راهنمای موضوعی هیچ هدف تجاری یا انتفاعی ندارد و همگان می‌توانند با ان به عنوان ویراستار موضوعی همکاری کنند یا سایت‌های مرتبط و با کیفیت را را به بخش‌های موضوعی مختلف آن معرفی نمایند",
        "برخی از مهمترین ابزارهای کاوش نظیر Google",
        "HotBot‌",
        "Lycos در بخش راهنمای موضوعی خود از پایگاه Open Directory استفاده می‌کنند",
        "؟",
        "این راهنمای موضوعی کلیه عملگرهای بول شامل AND",
        "OR و ANDNOT را پوشش می‌دهد وای نمی‌توان از پرانتز استفاده کرد. برای اجرای عملگر NOt باید آن را به صورت متصل ANDNOT به کار برد. عملگرهای بول را می‌توان با حروف بزرگ یا کوچک به کار برد. عملگرهای ریاضی + و",
        "نیز قابل اجرا هستند",
        "جستجوی عبارتی",
        "امکان استفاده از گیومه « » برای اجرای جستجوی عبارتی وجود دارد",
        "کوتاه سازی",
        "DMOZ امکان استفاده از عملگر کوتاه سازی را فقط در انتهای کلمات از طریق ستاره * ارایه می‌دهد. امکان بازیابی ریشه کلمات Stemming پیش بینی نشده است",
        "*این راهنمای موضوعی نسبت به بازیابی کلمات با حروف بزرگ یا کوچک حساس نیست",
        "*این راهنمای موضوعی برای محدود کردن زبان و تاریخ وجود ندارد",
        "نمایش اطلاعات",
        "DMOZ به طور خودکار 25 مدخل را در هر صفحه نمایش می‌دهد و امکانی برای تغییر آن پیش بینی نشده است. درهر مدخل",
        "اطلاعاتی شامل عنوان سایت",
        "توصیف سایت",
        "نشانی دسترسی در وب و بخش موضوعی مرتبطی که سایت در آنجا نمایه شده است. در هنگام نمایش",
        "به طور خودکار ابتدا 5 تقسیم موضوعی مرتبط با کلید واژه‌های جستجو و در ذیل آنها سایتهای مرتبط فهرست می‌شوند",
        "جستجو در فیلدهای مختلف",
        "T: برای جستجو در عنوان سایت مورد استفاده قرار می‌گیرد",
        "D: برای جستجو در تیصیف سایت مورد استفاده قرار می‌گیرد",
        "U: برای جستجوی کلیدواژه در نشانی دسترسی مورد استفاده قرار می‌گیرد",
        "به طور پیش گزیده کلیدواژه‌های مورد نظر در تقسیمات موضوعی و سایت‌ها مورد جستجو قرار می‌گیرند",
        "نقاط قوت",
        "بزرگترین راهنمای موضوعی که توسط انسان اداره می‌شود",
        "غیرانتفاعی بودن و غیر تجاری بودن سایت",
        "دارای ساختار سلسله مراتب موضوعی قوی و نسبتا جامع",
        "سیاست نمایه سازی برای گنجاندن سایت‌های با کیفیت و معتبر",
        "دارای امکانات جستجوی مناسب نسبت به سایر راهنماهای موضوعی وب",
        "امکان انجام جستجو در یک تقسیم موضوعی مشخص و خاص",
        "امکان جستجو از طریق عملگرهای بول",
        "نقاط ضعف",
        "در موارد معدودی",
        "کیفیت سایت‌های نمایه شده",
        "یکدست و هماهنگ نیست",
        "عدم حساسیت به بازیابی کلیدواژه‌ها با حروف بزرگ یا کوچک",
        "عدم امکان استفاده از عملگرهای نزدیک یابی",
        "عدم امکان محدود کردن کاوش از طریق زبان و تاریخ",
        "عدم امکان تعیین تعداد مدخل‌ها برای نمایش در هر صفحه"
      ]
    },
    {
      "EnglishWord": "opera",
      "Meanings": [
        "یکی از مرور گرهای اینترنتی که از سرعت نسبتا خوبی برخوردار است"
      ]
    },
    {
      "EnglishWord": "or",
      "Meanings": [
        "عملگر OR",
        "عملگر OR برخلاف عملگر AND باعث گسترش دامنه جستجو و بازیابی اقلام اطلاعاتی بیشتر می‌شود. برای مثال",
        "با ترکیب کلیدواژه‌های Iranو Culture از طریق عملگر OR صفحات وبی بازیابی خواهند شد که در آنها کلیدواژه‌های Iran یا Culture به کار رفته است. در واقع عملگر OR قید هر یک را تداعی می‌کند. به این معنا که هر یک از کلید واژه‌های جستجو یکی یا همه آنها می‌توانند در نتایج جستجو وجود داشته باشند",
        "از مهمترین کاربردهای عملگر OR پوشش مفاهیم یا اصطلاحات مترادف",
        "مرتبط با املای متفاوت است به همین دلیل توصیه می‌شود قبل از جستجو چنین اصطلاحاتی شناسایی و از طریق عملگر OR ترکیب شوند تا جامعیت بازیابی اطلاعات افزایش یابد. این عملگر قابلیت ترکیب بیش از 2 کلید واژه را نیز دارد",
        "نمونه ای از استفاده این عملگر و جستجوی کلمات فوق در موتور جستجوی Northern Light",
        "iran",
        "&gt;",
        "Culture",
        "Iran OR Culture"
      ]
    },
    {
      "EnglishWord": "org",
      "Meanings": [
        "سایت‌های سازمان‌های غیر انتفاعی آمریکا",
        "پیشوند ORG مخفف کلمه Organizational می‌باشد"
      ]
    },
    {
      "EnglishWord": "overlap",
      "Meanings": [
        "هم پوشانی",
        "این اصطلاح بر پوشش مشابه ابزارهای کاوش از بخش یکسانی از فضای وب دلالت دارد. اگر سایت‌ها یا صفحاتی در پایگاه اطلاعاتی دو یا چند موتور کاوش به طور یکسان نمایه شده باشند",
        "آنها از این لحاظ با یکدیگر همپوشانی دارند"
      ]
    }
  ]
}