{
  "Group": "W",
  "Entries": 13,
  "Words": [
    {
      "EnglishWord": "weakly connected",
      "Meanings": [
        "اتصال ضعیف"
      ]
    },
    {
      "EnglishWord": "web crawler",
      "Meanings": [
        "اولین ابزار کاوش با قابلیت نمایه سازی کلید واژه ه ای متن کامل صفحات وب",
        "در آوریل 1994 اولین ابزار کاوش با قابلیت نمایه سازی کلید واژه‌های متن کامل صفحات وب توسط دانشگاه واشنگتن تحت عنوان WebCrawler با نشانی اینترنتی www. webcrawler. com در دسترس قرار گرفت. روبات این ابزار کاوش بر خلاف روبات‌های قبلی که تنها عنوان",
        "نشانی دسترسی سایت یا 100 کلمه اول موجود در منابع اینترنت را در پایگاه خود نمایه می‌کردند",
        "قادر بود صفحات وب را به صورت تمام متن نمایه کند. به این ترتیب امکان جستجو در متن کامل صفحات وب فراهم شد. در سال 1994 موتورهای کاوش دیگری ابداع شدند که هم از نظر بازیابی اطلاعات و هم از نظر پوشش منابع در شبکه جهانی وب",
        "قابلیتها و امکانات بهتری داشتند",
        "مانند",
        "Lycos",
        "InfoSeek",
        "OpenText",
        "رقابت بر سر طراحی و توسعه ابزارهای کاوش اینترنت به تدرج وارد عصر تازه ای شد و هم اینک نیز شاهد این رقابت در قابلیت‌های بازیابی اطلاعات و حجم اطلاعات نمایه شده در پایگاه ابزارهای کاوش هستیم"
      ]
    },
    {
      "EnglishWord": "web directory",
      "Meanings": [
        "راهنمای موضوعی وب",
        "یکی از مهمترین ابزارهایکاوش اینترنت برای دسترسی به اطلاعات در زمینه‌های کلان در آن",
        "انسان وظیفه شناسایی",
        "بررسی و توصیف سایت‌های وب را بر عهده دارد. راهنماهای موضوعی نسبت به موتورهای کاوش از ریزش کاذب کمتری برخوردار هستند. راهنماهای موضوعی برای بازیابی اطلاعات",
        "اغلب از نظام سلسله مراتب موضوعی استفاده می‌کنند"
      ]
    },
    {
      "EnglishWord": "web rage",
      "Meanings": [
        "عصبانی شدن از وب",
        "این اصطلاح بر عصبانی شدن از بازیابی بیش از حد اطلاعات یا عدم دسترسی به اطلاعات مورد نظر از طریق ابزارهای کاوش اینترنت دلالت دارد"
      ]
    },
    {
      "EnglishWord": "webbrain",
      "Meanings": [
        "ابزار کاوشی منحصر به فرد با ساختار گرافیکی و امکانات مرور بصری اطلاعات",
        "این ابزار کاوش برای دسترسی به اطلاعات از ساختار سلسله مراتب موضوعی و برای نشان دادن ارتباطات مفهومی و سلسله مراتبی میان مفاهیم و موضوعات مختلف از خطوط گرافیکی تعاملی استفاده می‌کند. به طوری که با قرار دادن ماوس برروی یک مقوله موضوعی نظیر Iran می‌توان ارتباط این مفهوم را با مقولات خاص یا عام به صورت دیداری مشاهده کرد. از این رو جذابیت و کارایی بسیاری دارد و دسترسی به اطلاعات را آسان می‌کند",
        "آدرس اینترنتی این ابزار کاوش"
      ]
    },
    {
      "EnglishWord": "weighting",
      "Meanings": [
        "ارزش دهی",
        "اهمیت دادن نسبی به یک یا چند معیار در فرمول بازیابی و رتبه بندی اطلاعات در موتورهای کاوش. برای مثال",
        "برخی موتورهای کاوش به حضور کلید واژه‌های مورد جستجو در عنوان صفحات وب ارزش بیشتری در رتبه بندی نتایج کاوش می‌دهند"
      ]
    },
    {
      "EnglishWord": "wildcard",
      "Meanings": [
        "کوتاه سازی",
        "در این روش با وارد کردن ریشه اصلی کلمات",
        "مشتقات مختلف آنها نیز بازیابی می‌شود. این عمل نه تنها موجب گسترش دامنه جستجو می‌شود",
        "بلکه در زمان وارد کردن کلید واژه‌ها نیز صرفه جویی می‌شود",
        "برخی ابزارهای کاوش",
        "عملگر کوتاه سازی را به طور خودکار اجرا می‌کنند و برخی دیگر به طور خودکار شکل جمع کلمات را در فرآیند بازیابی اطلاعات پوشش می‌دهند. بیشتر ابزارهای کاوش اینترنت",
        "امکان کوتاه سازی کلید واژه‌ها را از طریق علامت ستاره * می‌دهند. نکته مهم در استفاده از عملگر کوتاه سازی",
        "امکان به کارگیری آن است. عملگر کوتاه سازی باید بعد از حرفی به کار رود که تا آنجا با دیگر مشتقات مشابهت دارد"
      ]
    },
    {
      "EnglishWord": "words in url",
      "Meanings": [
        "جستجوی کلید واژه‌ها در نشانی صفحات وب",
        "قابلیت جستجو کلید واژه‌ها در نشانی صفحات وب",
        "گامی فراتر از امکان جستجوی حوزه آنها به شمار می‌آید. تفایت اصلی جستجوی کلید واژه‌ها در نشانی صفحات وب با جستجوی حوزه سایت‌ها این است که از طریق ان می‌توان کلید واژه‌های مورد نظر را در هر کجای نشانی صفحات وب جستجو و بازیابی کرد. حال آنکه در جستجوی حوزه سایت ها",
        "فقط می‌توان حوزه اصلی سایت‌ها نظیر ir را محدود ساخت",
        "موتورهای کاوش AltaVista و Google به ترتیب از دستورات url: و inurl: برای اجرای جستجوی کلید واژه‌ها در نشانی صفحات وب استفاده می‌کنند"
      ]
    },
    {
      "EnglishWord": "world wide wait",
      "Meanings": [
        "شبکه جهانی انتظار",
        "یکی دیگر از مشکلات دسترسی به اطلاعات از طریق وب به ویژه در کشورهای در حال توسعه",
        "سرعت پایین خطوط ارتباطی و مخابراتی برای ارسال و دریافت داده‌ها از طریق اینترنت است. شاید شماهم تجربه چند دقیقه منتظر ماندن برای مشاهده یک صفحه وب را داشته باشید. سرعت پایین اینترنت می‌تواند بر رفتار اطلاع یابی استفاده کنندگان",
        "تاثیر منفی داشته باشد. به طوری که ممکن است اشتیاق جستجو در این محیط را از دس بدهند یا فرآیند جستجو را نیمه کاره رها کنند. شبکه جهانی انتظار عنوانی است که در برخی متون به منظور اشاره به سرعت پایین خطوط اینترنت برای ارسال و دریافت داده‌ها به کار رفته است"
      ]
    },
    {
      "EnglishWord": "world wide web",
      "Meanings": [
        "شبکه وحشی وب",
        "این اصطلاح به منظور ارایه تصویری منفی از محیط ناپایدار",
        "بی نظم و ثبات وب برای دسترسی به اطلاعات به کار می‌رود"
      ]
    },
    {
      "EnglishWord": "worm",
      "Meanings": [
        "رجوع کنید به"
      ]
    },
    {
      "EnglishWord": "worms",
      "Meanings": [
        "کرم‌ها",
        "در برخی از متون به جای از اصطلاحاتی مثل",
        "یا کرم‌ها استفاده شده است"
      ]
    },
    {
      "EnglishWord": "ws",
      "Meanings": [
        "WS Samoa",
        "حوزه اینترنتی صومعه"
      ]
    }
  ]
}