{
  "Group": "Y",
  "Entries": 4,
  "Words": [
    {
      "EnglishWord": "yahoo",
      "Meanings": [
        "یکی از بزرکترین سایت‌های اینترنت که از ان به عنوان شاه کلید اینترنت یاد می‌کنند",
        "در اوایل سال 1994 دو دانشجوی دوره دکتری مهندسی برق دانشگاه استانفورد به نامهای دیوید فیلو و جری یانگ فهرستی از سایت‌های وب مورد علاقه و منتخب را تهیه و در محیط وب ارایه کردند. سپس به منظور جستجو در پایگاه اطلاعاتی گردآوری شده از سایت ها",
        "نرم افزار کاوشی به آن افزودند و آن را YAHOO! با ادرس اینترنتی www. yahoo. com نام نهادند. پس از مدتی حجم اطلاعات موجود در YAHOO! افزایش یافت و روزانه هزاران نفر به آن مراجعه کردند. امروزه یاهو یکی از رایج‌ترین و عامه پسندترین ابزارهای کاوش اینترنت محسوب می‌شود که روزانه دهها میلیون جستجو از طریق آن صورت می‌گیرد",
        "بیشتر درباره YAHOO!",
        "بدون شک یاهو شناخته شده ترین",
        "پرمراجعه‌ترین و عامه پسند‌ترین ابزار کاوش اینترنت است. هرچند که امروزه با ظهور راهنماهای موضوعی بزرگتر و قدرتمندتر نظیر DMOZ کمی از محبوبیت آن بهویژه درمیان محققان و کاوشگران حرفه ای کاشته شده است. در سالی که یاهو در دسترس عموم قرار گرفت و ابتکار طراحان آن در جهت شناسایی و تقسیم بندی موضوعی سایت‌های اینترنت توسط انسان باعث شد تاهم اینک روزانه دهها میلیون نفر در سراسر جهان به آن مراجعه کنند. یاهو یک ابزار کاوش تجاری است",
        "؟",
        "یاهو هیچ یک از عملگرهای بول را مورد حمایت قرار نمی‌دهد. درواقع",
        "این راهنمای موضوعی به طور خودکار فقط عملگر AND را اجرا می‌کند. برای اجرای عملگر AND و NOT ه ترتیب از عملگرهای ریاضی + و",
        "استفاده کرد. د ربخش جستجوی پیشرفته می‌توان از طریق انتخاب گزینه‌های Matches on all words و Matches on any words به ترتیب عملگرهای AND و OR را اجرا کرد. امکان اجرای عملگر NOT از طریق گزینه Exclude these words وجود دارد",
        "جستجوی عبارتی",
        "امکان استفاده از گیومه « » در بخش جستجوی ساده و انتخاب گزینه An exact phrase match در بخش جستجوی پیشرفته برای انجام جستجوی عبارتی وجو دارد",
        "کوتاه سازی",
        "یاهو به طور خودکار",
        "عملگر کوتاه سازی را برای 5 حرف اعمال می‌کند. برایکوتاه سازی کلمات از 5 حرف باید از علامت * در انتهای کلمات استفاده کرد. امکان کوتاه سازی در ابتدا",
        "وسط کلمات و همچنین در جستجوی عبارتی وجود ندارد",
        "* پاهو نسبت به بازیابی کلمات با حروف بزرگ یا کوچک حساسیت ندارد",
        "نمایش اطلاعات",
        "در بخش جستجوی پیشرفته می‌توان تعداد کل مدخل‌های نمایش داده شده در هر صفحه را از 10 تا 100 مدخل تنظیم کرد. درهر مدخل اطلاعاتی شامل عنوان سایت",
        "توصیف سایت",
        "نشانی دسترسی در وب و بخش موضوعی مرتبطی که سایت در آن نمایه شده است ارایه می‌شود",
        "جستجو در فیلدهای مختلف",
        "t: یا title: برای جستجو کلیدواژه‌ها در عنوان سایت مورد استفاده قرار می‌گیرد",
        "u: یا URL: برای جستجوی کلید واژه‌ها در نشانی دسترسی مورد استفاده قرار می‌گیرد",
        "نقاط قوت",
        "شناخته شده‌ترین و پرمراجعه‌ترین ابزار کاوش اینترنت",
        "دارای خدمات جانبی عامه پسند برای عموم مردم",
        "نقاظ ضعف",
        "عدم امکان استفاده از عملگرهای بول AND",
        "OR و NOT",
        "عدم استفاده از پرانتز برای انجامجستجوهای پیچیده",
        "عدم حساسیت به بازیابی کلید واژه‌ها با حروف بزرگ یا کوچک",
        "عدم امکان استفاده از عملگر نزدیک یابی",
        "عدم امکان محدود کردن کاوش از طریق زبان",
        "رویکرد تجاری نسبت به بررسی و گنجاندن سایت‌ها در پایگاه خود"
      ]
    },
    {
      "EnglishWord": "ye",
      "Meanings": [
        "YE Yemen",
        "حوزه اینترنتی کشور یمن"
      ]
    },
    {
      "EnglishWord": "yt",
      "Meanings": [
        "YT",
        "حوزه اینترنتی Mayotte"
      ]
    },
    {
      "EnglishWord": "yu",
      "Meanings": [
        "YU Yugoslavia",
        "حوزه اینترنتی کشور یوگوسلاوی"
      ]
    }
  ]
}