{
  "Group": "D",
  "Entries": 19,
  "Words": [
    {
      "EnglishWord": "d",
      "Meanings": [
        "چهارمین حرف الفبای انگلیسی",
        "دندان پرمولر شیری آسیای شیری که پس از افتادن آن",
        "دندان آسیای کوچک دایمی جایش می‌روید را با حرف D نمایش می‌دهند"
      ]
    },
    {
      "EnglishWord": "d.e.j",
      "Meanings": [
        "محل اتصال عاج و مینا در تاج آناتومیکی",
        "مخفف dentinoenamel junction"
      ]
    },
    {
      "EnglishWord": "deciduous",
      "Meanings": [
        "برگ ریز",
        "موقتی و ریزان مثل برگ درختان در پاییز یا دندانهای کودکی و…",
        "دندان شیری را نیز گویند"
      ]
    },
    {
      "EnglishWord": "deciduous dentition",
      "Meanings": [
        "دوره دندانی ریزنده",
        "دوره دندانی موقتی",
        "دوره دندانی شیری"
      ]
    },
    {
      "EnglishWord": "dental",
      "Meanings": [
        "دندانی",
        "وابسته به دندان"
      ]
    },
    {
      "EnglishWord": "dental laboratory",
      "Meanings": [
        "لابراتوار دندانسازی",
        "لابراتوار پروتز دندانی"
      ]
    },
    {
      "EnglishWord": "dental lamina",
      "Meanings": [
        "تیغه دندانی",
        "در هفته ششم جنینی بافت اپیتلیال ناحیه دهان ضخیم شده و تیغه دندانی نامیده می‌شود. سپس با تغییرات سلولی و دیفرانسیه شدن آنها بیست جوانه دندانی از تیغه دندانی جدا می‌شود که گرد یا بیضی شکل هستند"
      ]
    },
    {
      "EnglishWord": "dental technician",
      "Meanings": [
        "دندانساز",
        "مسنن",
        "فردی که عملیات ساخت دستگاههای دندانی را انجام می‌دهد"
      ]
    },
    {
      "EnglishWord": "dentin",
      "Meanings": [
        "عاج دندان",
        "نسج سختی که حجم اصلی دندان را تشکیل داده و داخل خود حفره پالپ را محدود می‌کند",
        "بخشی از دندان که منشا مزودرمال داشته و در زیر مینا در تاج آناتومیکی و زیر سمان در ریشه آناتومیکی قرار دارد. سختی و استحکام آن کمتر از مینا می‌باشد"
      ]
    },
    {
      "EnglishWord": "dentine",
      "Meanings": [
        "عاج دندان",
        "بخشی از دندان که منشا مزودرمال داشته و در زیر مینا در تاج و زیر سمان در ریشه قرار دارد. سختی و استحکام آن کمتر از مینا می‌باشد"
      ]
    },
    {
      "EnglishWord": "dentinoenamel junction",
      "Meanings": [
        "محل اتصال عاج و مینا در تاج آناتومیکی"
      ]
    },
    {
      "EnglishWord": "dentino-enamel junction",
      "Meanings": [
        "محل اتصال عاج و مینا در تاج آناتومیکی"
      ]
    },
    {
      "EnglishWord": "dentist",
      "Meanings": [
        "دندانپزشک",
        "توجه مهم: دندانپزشک با دندانساز متفاوت بوده و دندانساز به کسی گفته می‌شود که دستگاههای دندانی را می‌سازد dental technician"
      ]
    },
    {
      "EnglishWord": "dentistry",
      "Meanings": [
        "دندانپزشکی",
        "نام واژه نامه تخصصی دندانپزشکی که توسط محمد مهدی حبیبی فارغ التحصیل رشته پروتز دندان از دانشگاه تهران تهیه گردیده است. برای استفاده از این واژه نامه رایگان بایستی دیکشنری babylon بر روی رایانه شما نصب شده باشد. جهت دریافت آخرین نسخه بروز شده این واژه نامه تخصصی دندانپزشکی لطفا\"\" پس از اتصال به اینترنت بر روی لینک سایت کلیک کنید"
      ]
    },
    {
      "EnglishWord": "dentition",
      "Meanings": [
        "ویژگی رویش دندانها در انسان و سایر جانوران",
        "چگونگی رویش دندانها"
      ]
    },
    {
      "EnglishWord": "dictionary",
      "Meanings": [
        "فرهنگ لغت",
        "لغتنامه",
        "این فرهنگ لغت نگارشی از فرهنگ لغات دندانپزشکی است که توسط محمد مهدی حبیبی فارغ التحصیل رشته پروتز دندان از دانشگاه تهران تهیه گردیده است برای آگاهی از جدیدترین نسخه و دانلود آن لطفا\"\" پس از اتصال به اینترنت با کلیک بر روی لینک به صفحه اصلی سایت مراجعه فرمایید"
      ]
    },
    {
      "EnglishWord": "dilaceration",
      "Meanings": [
        "نوعی آنومالی که در آن تاج و ریشه دندان رابطه خطی خود را از دست می‌دهند مثلا\"\" تاج روی ریشه انحراف یا چرخش پیدا می‌کند و مهمترین دلیل بوجود آورنده",
        "فشار یا ترومای وارد به دندان در حین رشد است"
      ]
    },
    {
      "EnglishWord": "diphyodont",
      "Meanings": [
        "به حالت دو گانه دندانهای شیری ودایمی گفته می‌شود"
      ]
    },
    {
      "EnglishWord": "distal",
      "Meanings": [
        "دور از مبدا",
        "به سطحی از پنج سطح دندانی که از خط میانی یا midline دورتر است اطلاق می‌شود"
      ]
    }
  ]
}