{
  "Group": "G",
  "Entries": 8,
  "Words": [
    {
      "EnglishWord": "gingiva",
      "Meanings": [
        "لثه",
        "نسج فیبروزه ای که استخوان آلویول و طوق دندانها را پوشانده و در سطح توسط غشای مخاطی حمایت می‌گردد"
      ]
    },
    {
      "EnglishWord": "gingival",
      "Meanings": [
        "لثه ای",
        "وابسته به لثه"
      ]
    },
    {
      "EnglishWord": "gingival embrasure",
      "Meanings": [
        "بخشی از فضای ما بین دو دندان که نزدیک به لثه است"
      ]
    },
    {
      "EnglishWord": "gingival line",
      "Meanings": [
        "حاشیه لثه",
        "حد نهایی لثه که اطراف دندان را احاطه کرده است. حاشیه لثه خطی است که تاج کلینیکی را از ریشه کلینیکی جدا می‌کند. در دهان سالم معمولا\"\" بالاتر از C. E. J است و با بالا رفتن سن یا بیماریهای لثه در حد آن یا پایینتر از آن قرار می‌گیرد. پس بر خلاف C. E. J که همیشه ثابت است حاشیه لثه متغیر است"
      ]
    },
    {
      "EnglishWord": "gingival sulcus",
      "Meanings": [
        "شیار باریکی است که بین حاشیه لثه یا Gingival line و چسبندگی اپیتلیالی یا Epithelial attachment وجود دارد. این شیار با عمیقتر شدن خود سبب تخریب بافتهای اطراف دندان می‌شود"
      ]
    },
    {
      "EnglishWord": "glossary",
      "Meanings": [
        "فرهنگ نامه",
        "لغت نامه",
        "واژه نامه",
        "توجه فرمایید",
        "واژه نامه پیش روی شما بر پایه معنای تخصصی کلمات در علم دندانپزشکی تدوین گردیده است. گستردگی تعداد واژگان",
        "سعی فروان برای کاهش اشتباهات و تهیه تصاویر مرتبط برای درک بهتر",
        "سبب گردیده که این لغت نامه دستخوش تغییرات و اضافات دایمی باشد. لذا با توجه به توضیحات قرمز رنگ روی تصویر",
        "نسبت به تطبیق گلوساری مورد استفاده خود با واژه نامه به روز رسانی شده روی سایت نسبت به دریافت رایگان جدیدترین نسخه",
        "پس از اتصال به اینترنت و کلیک بر روی لینک روبرو اقدام فرمایید",
        "لطفا\"\" با بررسی موشکافانه خود در معانی کلمات و اطلاع دادن ایرادها به اینجانب",
        "در جهت غنای هر چه بیشتر این فرهنگ نامه یاریم کنید"
      ]
    },
    {
      "EnglishWord": "groove",
      "Meanings": [
        "کانال",
        "جدول",
        "در سطح اکلوزال دندانهای خلفی به عمیق‌ترین قسمت sulcus گویند"
      ]
    },
    {
      "EnglishWord": "gum",
      "Meanings": [
        "لثه",
        "نسج فیبروزه ای که استخوان آلویول و طوق دندانها را پوشانده و در سطح توسط غشای مخاطی حمایت می‌گردد"
      ]
    }
  ]
}