{
  "Group": "B",
  "Entries": 723,
  "Words": [
    {
      "EnglishWord": "b",
      "Meanings": [
        ". نماد base در نمودار مدارهای ترانزیستوری دو قطبی 2. bel",
        "bel",
        "بل واحد بنیادی سطح صدا که برابر با لگاریتم نسبت دو مقدار توان مبنای10 است. یکی از توانها مقدار مرجع است. استفاده از دسیبل",
        "واحد کوچکتر و معادل یکدهم بل متداولتر است",
        "beta",
        "بتا بهره جریان یک ترانزیستور در آرایش امیتر مشترک امیتر متصل به زمین. بتا به صورت نسبت تغییر کوچک جریان کلکتور به تغییر جریان بیس در صورت ثابت بودن ولتاژ کلکتور تعریف می‌شود",
        "boron",
        "بر عنصری با عدد اتمی 5 و وزن اتمی 10/8 که به عنوان آلاینده پذیرنده acceptor برای تشکیل سیلیکین نوع p استفاده نی شود. بر",
        "همچنین یکی از اجزای سازنده مواد ابررساناست و اکسید آن در هنگام رشد بلور مذاب در مقابل اکسایش حفاظت می‌کند"
      ]
    },
    {
      "EnglishWord": "b display",
      "Meanings": [
        "نمایشگر «بی» صفحه نمایش راداری مستطیل شکل که در آ« هدفها به صورت نقاط روشن ظاهر می‌شوندو سمت هدف با مختص افقی و فاصله آن با مختص عمودی نشان داده می‌شود"
      ]
    },
    {
      "EnglishWord": "b scope",
      "Meanings": [
        "بی نما صفحه نمایش رادار که یک نمایشگر بی بی تولید کند"
      ]
    },
    {
      "EnglishWord": "b side carrier",
      "Meanings": [
        "حامل سمت b"
      ]
    },
    {
      "EnglishWord": "b station  slave station",
      "Meanings": [
        "ایستگاه بی",
        "ایستگاه ب",
        "ایستگاه پیرو یک ایستگاه لوران که سیگنال آن همواره به مدت بیش از نصف زمان تناوب بعد از سیگنال ایستگاه اصلی یا ایستگاه آ الف ارسال می‌شود"
      ]
    },
    {
      "EnglishWord": "b supply",
      "Meanings": [
        "تغذیه بی منبع تغذیه ای که ولتاژ مثبت مورد نیاز آند و سایر الکترودهای یک لامپ الکترونی را فراهم می‌کند"
      ]
    },
    {
      "EnglishWord": "ba",
      "Meanings": [
        "barium",
        "باریم Ba عنصر فلزی سفید",
        "نقره ای با عدد اتمی 56 و وزن اتمی 4/137. واکنش فعالی در برابر هوای مرطوب و دیوکسید کربن دارد. به عنوان عامل گاززدار در لامپهای الکترونی به کار می‌رود و در صورت آلیاژشدن با نیکل",
        "در کاتدهای داغ الکترون گسیل می‌کند"
      ]
    },
    {
      "EnglishWord": "back",
      "Meanings": [
        "پشت",
        "مخالف",
        "برگشت"
      ]
    },
    {
      "EnglishWord": "back amoere turns",
      "Meanings": [
        "آمپر دورهای مخالف"
      ]
    },
    {
      "EnglishWord": "back contact",
      "Meanings": [
        "اتصال در حالت سکون"
      ]
    },
    {
      "EnglishWord": "back current",
      "Meanings": [
        "جریان برگشتی"
      ]
    },
    {
      "EnglishWord": "back echo",
      "Meanings": [
        "پس پژواک سیگنال پژواک تولید شده توسط یکی از پس گلبرگهای فرعی باریکه رادار بر روی صفحه نمایش رادار"
      ]
    },
    {
      "EnglishWord": "back electromotive force    bemf",
      "Meanings": [
        "نیروی ضد محرکه"
      ]
    },
    {
      "EnglishWord": "back end",
      "Meanings": [
        "بخش آخر مرحله پایانی تولید به مراحل خاصی از تولید نیمرساناها شامل بسته بندی",
        "سوزاندن آزمایشی",
        "آزمایش محیطی اطلاق می‌شود"
      ]
    },
    {
      "EnglishWord": "back heating",
      "Meanings": [
        "پس گرمایش گرمایش کاتد مگنترونتوسط الکترونهای پرسرعتی که به سطح کاتد باز می‌گردند. پس از شروع به کار لامپ",
        "پس گرمایش برای حفظ کاتددر دمای گسیل بدون نیاز به جریان گرمکن کفایت می‌کند"
      ]
    },
    {
      "EnglishWord": "back induction",
      "Meanings": [
        "القای مخالف"
      ]
    },
    {
      "EnglishWord": "back lash",
      "Meanings": [
        "لقی",
        "دنده بدون اثر"
      ]
    },
    {
      "EnglishWord": "back lobe",
      "Meanings": [
        "پس گلبرگ گلبرگی از الگوی تابشی که جهت گیری آن خارج از جهت مورد نظر است"
      ]
    },
    {
      "EnglishWord": "back potential",
      "Meanings": [
        "پتانسیل مخالف"
      ]
    },
    {
      "EnglishWord": "back pressure",
      "Meanings": [
        "فشار مقابل"
      ]
    },
    {
      "EnglishWord": "back resistance",
      "Meanings": [
        "مقاومت برگشت مقاومت تماس که با جریان معکوس یکسوساز تماسی مخالفت می‌کند"
      ]
    },
    {
      "EnglishWord": "back scatter",
      "Meanings": [
        "پس پراکنده سیگنالهای بازتابنده از سطح زمین بعد از حرکت در درون یون سپهر یونوسفر. این سیگنالها بعد از طی مسیرهای متعدد به یون سپهر بازتابنده می‌شوند و دوباره به طرف زمین باز می‌گردند. به این ترتیب می‌توان ارتباطات فراتر از برد عادی را در نقاط کور برای ایستگاههای رادیویی فراهم کرد"
      ]
    },
    {
      "EnglishWord": "back spece",
      "Meanings": [
        "پس بر"
      ]
    },
    {
      "EnglishWord": "back to back",
      "Meanings": [
        "پشت به پشت"
      ]
    },
    {
      "EnglishWord": "backbone",
      "Meanings": [
        "ستون فقرات زیر ساخت اساسی شبکه اینترنت",
        "ستون فقرات"
      ]
    },
    {
      "EnglishWord": "backeward-wave scillator",
      "Meanings": [
        "نوسانساز موج",
        "پسرو نوع خاصی نوسانساز لامپ خلا که در آ« الکترونها هنگام شارش از کاتد به آند توسط میدان مغناطیسی آر",
        "اف خوشه بندی می‌شود. این کار موج پسروی تولید می‌کند که با نزدیک شدن به تفنگ الکترونی بزرگتر می‌شود. میدان مغناطیسی توسط آهنربای استوانه ای واقع در مرکز محور باریکه الکترونی تولید می‌شود. سیگنال خروجی از سر تفنگ گرفته می‌شود"
      ]
    },
    {
      "EnglishWord": "backgating",
      "Meanings": [
        "اثر انگشت پشتی درصد کاهش جریان درین در موقع اعمال بایاس منفی به یک اتصال اهمی که در فاصله معینی از ترانزیستور اثر میدان فت در حال هدایت قرار دارد"
      ]
    },
    {
      "EnglishWord": "background",
      "Meanings": [
        "زمینه",
        "دور نما"
      ]
    },
    {
      "EnglishWord": "background color",
      "Meanings": [
        "رنگ زمینه"
      ]
    },
    {
      "EnglishWord": "background count",
      "Meanings": [
        "شمارش زمینه شمارش مربوط به تابش یوننده منابعی غیر از منبع مورد سنجش"
      ]
    },
    {
      "EnglishWord": "background monitor",
      "Meanings": [
        "ناظر زمینه اتاقک یونش یا شماره نده تابش که برای اندازه گیری شمارشهای زمینه مهم به کار می‌رود"
      ]
    },
    {
      "EnglishWord": "background noise",
      "Meanings": [
        "نویز زمینه نویز نامطلوبی که همراه با سیگنالهای مورد نظر یا صدا شنیده می‌شود"
      ]
    },
    {
      "EnglishWord": "background radiation",
      "Meanings": [
        "تابش زمینه تابش طبیعی مربوط به خورشید و پرتو کیهانی عناصر زمین"
      ]
    },
    {
      "EnglishWord": "background response",
      "Meanings": [
        "پاسخ زمینه پاسخ مربوط به تابش یوننده منابعی غیر از منابع در حال اندازه گیری توسط آشکار ساز تابش"
      ]
    },
    {
      "EnglishWord": "backlash",
      "Meanings": [
        "پس افت اختلاف بین مقادیر به دست آمده برای یک پارامتر هنگامی که عقربه کنترل در دو جهت مخالف روی مقدار نشان داده شده تنظیم می‌شود"
      ]
    },
    {
      "EnglishWord": "backplane",
      "Meanings": [
        "صفحه محمل در بسته بندی الکترونیکی",
        "تخته مادری که به منزله ستون فقرات ارتباطی برای محصول یا سیستم عمل می‌کند و کل تخته مدار‌ها با زاویه عمود در آن جا می‌گیرند. می‌توان آن را به شکل تخته مدارهای چاپی متداول یا از ورقه‌های آلومینیم روی اپوکسی شیشه",
        "فیبر ساخت"
      ]
    },
    {
      "EnglishWord": "backplate",
      "Meanings": [
        "پس الکترود الکترودی که بار ذخیره شده مربوط به تصویر لامپ دوربین به صورت خازنی به آن تزویج می‌شود"
      ]
    },
    {
      "EnglishWord": "backporch",
      "Meanings": [
        "ایوان پشتی بخشی از سیگنال مخلوط تصویر که از پالس همزمانی افقی پیروی می‌کند و تا لبه پایین رونده پالس محو مربوط به آن کشیده می‌شود. رگبار رنگ burst در صورت وجود",
        "به عنوان بخشی از ایوان پشتی در نظر گرفته نمی‌شود"
      ]
    },
    {
      "EnglishWord": "back-porch effect",
      "Meanings": [
        "اثر ایوان پشتی ادامه جریان کلکتور در یک ترانزیستور برای زمان کوتاهی بعد از صفر شدن سیگنال ورودی. علت آن انباشت باربرهای اقلیت در ناحیه بیس است. در دیودهای پیوندی نیز رخ می‌دهد"
      ]
    },
    {
      "EnglishWord": "backscattering coefficient",
      "Meanings": [
        "ضریب پس پراکش نسبت توان بازتابنده به توان فرود آمده در موج تخت"
      ]
    },
    {
      "EnglishWord": "back-shunt keying",
      "Meanings": [
        "کلید زنی پشت",
        "موازی روشی برای کلید زنی فرستنده‌ها که طی آن انرژی آر",
        "اف در هنگام بسته بودن کلید آنتن را تغذیه می‌کند و در صورت باز شدن کلید بار مصنوعی داده می‌شود"
      ]
    },
    {
      "EnglishWord": "backspace key",
      "Meanings": [
        "کلید پس بر"
      ]
    },
    {
      "EnglishWord": "backup",
      "Meanings": [
        "پشتیبان دیسک رایانه ای یا نوار مغناطیسی ای که محتوای آن مرتبا به هنگام می‌شود به گونه ای که در صورت قطع تغذیه و پاک شدن اطلاعات از حافظه ناپایدار",
        "بتوان داده‌ها را بازیابی کرد",
        "پشتیبان"
      ]
    },
    {
      "EnglishWord": "backup drive",
      "Meanings": [
        "پشتیبان گردان دیسک یا نوار گردانی که داده‌های ارسالی از دیسک گردان سخت را می‌پذیرد و امکان کپی پرونده ها",
        "توزیع داده‌ها و ذخیره گذاری در هنگام خرابی سیستم رایانه را فراهم می‌کند"
      ]
    },
    {
      "EnglishWord": "backup file",
      "Meanings": [
        "پرونده پشتیبان کپی سازی و نگهداری پرونده‌ها روی محیط جداگانه ای نظیر دیسک یا نوار به منظور اطمینان از بازیابی داده‌ها شرایط خرابی تجهیزات",
        "خطاهای انسانی",
        "به هنگام سازیها",
        "یا آتش سوزی وسیل"
      ]
    },
    {
      "EnglishWord": "backward",
      "Meanings": [
        "عقب",
        "پس رو"
      ]
    },
    {
      "EnglishWord": "backward pointer",
      "Meanings": [
        "اشاره گر به عقب"
      ]
    },
    {
      "EnglishWord": "backward wave",
      "Meanings": [
        "موج پسرو موجی که بر خلاف عادی حرکت می‌کند مانند موجی که سرعت گروه آن خلاف جهت جریان الکترونها در یک لامپ مولد موج رونده است و یا نظیرموج بازتابیده در خط انتقال بدون تطبیق"
      ]
    },
    {
      "EnglishWord": "backward-wave amplifier",
      "Meanings": [
        "تقویت کننده موج",
        "پسرو نوعی لامپ الکترونی ریز موج متشکل از یک تفنگ الکترونی که باریکه الکترونها را از طریق مارپیچ یا ساختار موج",
        "آهسته به جمع کننده ای در انتهای دیگر آن هدایت می‌کند. یک میدان مغناطیسی محوری باریکه الکترون را به مرکز مارپیچ محدود می‌کند. سیگنال آر",
        "اف بر روی مارپیچ در نزدیکی جمع کننده اثر می‌گذارد و سیگنال تقویت شده در انتهای دیگر و در نزدیکی تفنگ الکترونی برداشته می‌شود. باریکه الکترونی مانند یک لامپ موج رونده معمولی دارای مدوله سازی سرعت است. شتاب خوشه ای الکترونی توسط سیگنال گرفته و انرژی آنها برای تقویت سیگنال استفاده نی شود. این تقویت کننده دارای منابع تغذیه جداگانه برای آند و مارپیچ است"
      ]
    },
    {
      "EnglishWord": "backward-wave magnetron",
      "Meanings": [
        "مگنترون موج",
        "پسرو نوعی نوسانساز مگنترون که باریکه الکترونی آن در خلاف جهت شارش انرژی آر",
        "اف حرکت می‌کند. این مگنترون دارای خروجی پر توان و ولتاژ قابل تنظیم در گستره وسیع بسامدی است"
      ]
    },
    {
      "EnglishWord": "baddle",
      "Meanings": [
        "همهمه همشنوایی جمعی در تعداد زیادی کانال مخابراتی"
      ]
    },
    {
      "EnglishWord": "baf",
      "Meanings": [
        "فب اصطلاحی عامیانه برای بخش اول ساخت نیمرسانا‌ها"
      ]
    },
    {
      "EnglishWord": "baffle",
      "Meanings": [
        "موج گیر"
      ]
    },
    {
      "EnglishWord": "bakeout",
      "Meanings": [
        "پخت تخلیه ای گرم کردن جسم به منظور خارج ساختن گازهای جذب شده"
      ]
    },
    {
      "EnglishWord": "bake-to-bake connection",
      "Meanings": [
        "اتصال پشت به پشت روشی برای اتصال یک زوج دیود به گونه ای که هر کدام در نیمی از چرخه ای",
        "سی عمل می‌کند و نتیجه کنترل جریان متناوب را ممکن کنند. آند هر دیود به کاتد دیگری وصل می‌شود. به همین ترتیب می‌توان ترانزیستورها را به صورت موازی یکسوسازی در جهتهای متفاوت کنترل کنند"
      ]
    },
    {
      "EnglishWord": "balance control",
      "Meanings": [
        "کنترل توازن نوعی کنترل در سیستم‌های صدای استریو که با حفظ حجم کلی صدا",
        "حجم صدای یک سیستم بلندگو را نسبت به دیگری تغییر نی دهد"
      ]
    },
    {
      "EnglishWord": "balanced amplifier",
      "Meanings": [
        "تقویت کننده متوازن تقویت کننده ای که در آن دو شاخه سیگنال مشابه با فاز مخالف به هم متصل می‌شوند و اتصالات ورودی و خروجی نیز نسبت به زمین متوازن شده اند. نمونه آن تقویت کننده پوش",
        "پول است"
      ]
    },
    {
      "EnglishWord": "balanced bridge",
      "Meanings": [
        "پل متوازن پلی که با یکسان کردن جریان شاخه هایش",
        "برای خروجی صفر تنظیم می‌شود"
      ]
    },
    {
      "EnglishWord": "balanced circuit",
      "Meanings": [
        "مدار متوازن مداری که دو طرف آن نسبت به یک مرجع مشترک",
        "معمولا زمین",
        "از نظر الکتریکی مشابه و متقارن است"
      ]
    },
    {
      "EnglishWord": "balanced control",
      "Meanings": [
        "کنترل متوازن"
      ]
    },
    {
      "EnglishWord": "balanced currents  push-pull currents",
      "Meanings": [
        "جریانهای متوازن",
        "جریانهای پوش",
        "پول جریان جاری شده در سیمهای یک خط متوازن به گونه ای که در هر نقطه از خط اندازه آنها برابر و جهت آنها مخالف هم است"
      ]
    },
    {
      "EnglishWord": "balanced detector",
      "Meanings": [
        "آشکار ساز متوان آشکار ساز گیرنده اف",
        "ام در یک نمونه آن اختلاف یکسو شده ولتاژهای تولید شده در دو سر مدارهای تشدید",
        "خروجی شنیداری را می‌دهد. یمی از مدارها در اندکی از بسامد و دیگری در اندکی بالاتر از بسامد و دیگری در اندکی پایین‌تر از آن تنظیم می‌شود"
      ]
    },
    {
      "EnglishWord": "balanced input",
      "Meanings": [
        "ورودی متوازن مدار ورودی دو سر که دارای امپدانس یکسان بین هر دو سر زمین است"
      ]
    },
    {
      "EnglishWord": "balanced line  balanced transmission line",
      "Meanings": [
        "خط متوازن",
        "خط انتقال متوازن خط انتقال دو سیمه با این ویژگی که ولتاژ سیم‌ها در هر صفحه عرضی نسبت به زمین دارای اندازه یکسان و قطبیت مخالف اند. در نتیجه جریان دو سیم از نظر اندازه مساوی و از نظر جهت خلاف هم خواهند بود"
      ]
    },
    {
      "EnglishWord": "balanced low-pass filter",
      "Meanings": [
        "پالایه پایین گذر متوازن نوعی پالایه پایین گذر که برای کار با خط متوازن طراحی شده است"
      ]
    },
    {
      "EnglishWord": "balanced method",
      "Meanings": [
        "روش متوازن نوعی روش اندازه گیری که در آن قرایت در لحظه صفر یا در غیاب سیگنال صورت می‌گیرد. مانند اندازه گیری با پل متوازن"
      ]
    },
    {
      "EnglishWord": "balanced mixer",
      "Meanings": [
        "مخلوط کننده متوازن نوعی مدار مخلوط کننده که در کیرنده‌های سوپر هترودین رای کاهش نشتی و حذف نشتی و حذف هماهنگهای زوج یکی از ورودیها",
        "معمولا نوسانساز محلی",
        "به کار می‌رود. توازن به کمک پل یا آرایش حلقوی دیودها",
        "زوج متوزان ترانزیستوری یا مدارهای لامپی ایجاد می‌شود"
      ]
    },
    {
      "EnglishWord": "balanced modulator",
      "Meanings": [
        "مدوله ساز متوازن مدار مخلوط کننده ای که یک سیگنال شنیداری را با سیگنال نوسانساز حامل ترکیب می‌کند. سیگنال خروجی دارای دو کنار باند تولید شده توسط این اختلاط است ولی سیگنال نوسانساز حامل اصلی یا سیگنال شنیداری خالص در آن وجود ندارد. سیگنال آر",
        "اف مدوله شده دارای اطلاعاتی برای ارسال است. در فرستنده تک کنار",
        "باندی با حامل حذف شده",
        "مداری وجود دارد که سیگنال صدا را با سگنال آر",
        "اف ترکیب می‌کند. مدوله ساز متوازن سیگنالهای ورودی را از یکدیگر و از خروجی جدا می‌کند به گونه ای که فقط اختلاف دو سیگنال ورودی به خروجی می‌رسد. این مدار فرستنده‌های تلویزیونی رنگی",
        "سیگنالهای او کیو را به زیر حاملها اعمال می‌کند",
        "مدولاتور متعادل"
      ]
    },
    {
      "EnglishWord": "balanced network",
      "Meanings": [
        "شبکه متوزان شبکه ای که شاخه‌های ورودی آن دارای امپدانسهای مساوی اند"
      ]
    },
    {
      "EnglishWord": "balanced oscillator",
      "Meanings": [
        "نوسانساز متوزان نوسانسازی که مراکز امپدانسی مدارهای تانک آ« در پتانسیل زمین است و ولتاژ بین سرها و مرکز‌ها به یک اندازه ولی با فاز مخالف است. نمونه یآن نوسانساز پوش",
        "پول است"
      ]
    },
    {
      "EnglishWord": "balanced ring modulator",
      "Meanings": [
        "مدوله ساز حلقوی متوازن نوعی مدوله ساز که به کمک تعدادی لامپ یا دیود سیگنال حامل را هنگام تولید خروجی با دو باند کناری",
        "حذف می‌کند"
      ]
    },
    {
      "EnglishWord": "balanced termination",
      "Meanings": [
        "پایاندهی متوازن یک بار دو پایانه که هر و دارای امپدانس برابر نسبت به زمین اند"
      ]
    },
    {
      "EnglishWord": "balanced three phase",
      "Meanings": [
        "سه فاز متعادل"
      ]
    },
    {
      "EnglishWord": "balanced to unbalanced",
      "Meanings": [
        "balun; balanced converter; line",
        "balance converter; bazooka",
        "بالان متوازن به نامتوازن",
        "مبدل متوازن",
        "مبدل توازنی خط",
        "بازوکا وسیله ای که خط انتقال یا سیستم هم محور نامتوازن را به خط یا سیستم دو سیمه متوازن تطبیق می‌دهد. بالان در واقع یک جلد استوانه ای به اندازه ربع طول موج است که روی یک انتهای کابل هم محور متصل به آنتن قرار می‌گیرد و رسانای بیرونی کابل را از زمین جدا می‌کند"
      ]
    },
    {
      "EnglishWord": "balanced voltages   push-pull voltages",
      "Meanings": [
        "ولتاژهای متوازن",
        "ولتاژهای پوش",
        "پول ولتاژهایی که نسبت به زمین دارای اندازه یکسان ولی فاز مخالف اند"
      ]
    },
    {
      "EnglishWord": "balanced-line system",
      "Meanings": [
        "سیستم خط",
        "متوازن سیستمی متشکل از مولد",
        "خط متوازن و باریکه به گونه ای که تنظیم شده است که ولتاژهای دو سیم در هر صفحه عرضی نسبت به زمین دارای اندازه یکسان و قطبیت مخالف اند"
      ]
    },
    {
      "EnglishWord": "balances",
      "Meanings": [
        "متعادل",
        "متوازن"
      ]
    },
    {
      "EnglishWord": "balances frequency discriminator",
      "Meanings": [
        "مدار تشخیص فرکانس متعادل"
      ]
    },
    {
      "EnglishWord": "balances mixer",
      "Meanings": [
        "مخلوط کننده متعادل"
      ]
    },
    {
      "EnglishWord": "ball bonding   ball-wedge bonding",
      "Meanings": [
        "پیوند گویچه ای",
        "پیوند زنی گویچه",
        "گوه ای روشی بای پیوند زنی سیمهای نازک طلا به ضخامت ام آی ال 1/",
        "/7 بین بالشکهای روی تراشه نیم رسانا و سر سیمهای بسته بندی. سیمهای تهیه شده از یک لوله مویی capillary توسط شعله یا قوس الکتریکی بریده می‌شوند و در یک سر آن گویچه ای مذاب پدید می‌آید که بعدا به روش گرماتراکمی thermo compression به بالشتک پیوند زده می‌شود. با تشکیل یک حلقه",
        "سر دوم به روش پیوند گوه ای wedge bonded به سر سیم بسته پیوند زده می‌شود"
      ]
    },
    {
      "EnglishWord": "ballast",
      "Meanings": [
        "بالاست",
        "میزانساز القاگر باهسته آهنی که با قرار گرفتن به صورت سری با لامپهای مهتابی یا سایر لامپهای تخلیه قوسی",
        "ولتاژ شروع به کار آنها را فراهم می‌کند و جریان کار آن‌ها را محدود می‌کند",
        "ثابت نگه دار"
      ]
    },
    {
      "EnglishWord": "ballast lamp",
      "Meanings": [
        "لامپ بالاست لامپی که مقاومت آن با افزایش جریان افزایش می‌یابد و جریان را در مقدار تقریبا ثابت حفظ می‌کند"
      ]
    },
    {
      "EnglishWord": "ballast resistor",
      "Meanings": [
        "مقاومت بالاست مقاومتی ک مقدار آن متناسب با جریان افزایش می‌یابد و د نتیجه جریان را علیرغم تغییر ولتاژ خط در مقدار ثابتی نگه می‌دارد"
      ]
    },
    {
      "EnglishWord": "ball-grid array",
      "Meanings": [
        "آرایه گویچه مشبک نوعی بسته بندی با ارتفاع نیمرخ کمتر از یک دهم اینچ که برای نصب سطحی تعداد زیادی مدار مجتمع روی تخته مدار به کار می‌رود. این آرایه",
        "همچون آرایه پایه مشک دارای برجستگیهای لحیمی در محل پایه هاست که با ذوب شدن خود بی جی ای رابه تخته مدار وصل می‌کند"
      ]
    },
    {
      "EnglishWord": "ballistc missile",
      "Meanings": [
        "موشک بالستیک موشکی که در بخش بالا رونده مسیر و در هنکام پرواز به کمک سوخت هدایت می‌شود اما در مراحل بعدی پرواز به سمت هدف به یک جسم آزاد تبدیل می‌شود. موشک روسی اسکاد نمونه آن است"
      ]
    },
    {
      "EnglishWord": "ballistic electrons",
      "Meanings": [
        "الکترونهای پرتابی",
        "الکترونهای بالستیک الکترونهایی که با سرعت زیاد و بدون پراکندگی در درون شبکه بلوری یک نیمرسانا حرکت می‌کنند"
      ]
    },
    {
      "EnglishWord": "ballistic galvanometer",
      "Meanings": [
        "گالوانومتر بالستیکی وسیله ای که مقدار کل الکتریسیته در یک جریان گذرا نظیر جریان تخلیه خازنی را اندازه می‌گیرد",
        "گالوانومتر بالیستیکی"
      ]
    },
    {
      "EnglishWord": "ballistic trajectory",
      "Meanings": [
        "مسیر بالستیکی کسیر پیموده شده توسط جسمی که تنها نیروهای وارد بر آن نیروی گرانش و مقاومت محیط است"
      ]
    },
    {
      "EnglishWord": "ballistic-missile early-warning system",
      "Meanings": [
        "سیستم هشدار سریع موشک پرتابیکی سیستم الکترونیکی که وظیفه آن کشف و هشدار سریع در مورد حمله موشکهای پتابیکی بین قاره ای دشمن است. نمونه آن شبکه متشکل ازسه پایگاه راداری دوربرد در تول clear آلاسکا",
        "و در جزایر بریتانیا است که حمله موشکی در منطقه را هشدار می‌دهند"
      ]
    },
    {
      "EnglishWord": "balun   balanced converter  line-balance converter  bazooka",
      "Meanings": [
        "بالان متوازن به نامتوازن",
        "مبدل متوازن",
        "مبدل توازنی خط",
        "بازوکا وسیله ای که خط انتقال یا سیستم هم محور نامتوازن را به خط یا سیستم دو سیمه متوازن تطبیق می‌دهد. بالان در واقع یک جلد استوانه ای به اندازه ربع طول موج است که روی یک انتهای کابل هم محور متصل به آنتن قرار می‌گیرد و رسانای بیرونی کابل را از زمین جدا می‌کند"
      ]
    },
    {
      "EnglishWord": "balun filter",
      "Meanings": [
        "پالایه بالان نوعی پالایه خط ورودی با ترانسفورمری با سیم پیچ تفاضلی که در مقابل سیگنالهای مد تفاضلی دارای امپدانس کم و در مقابل سیگنالهای مد مشترک دارای امپدانس زیاد است"
      ]
    },
    {
      "EnglishWord": "banana  jack",
      "Meanings": [
        "سر اتصال ماده موزی بوشی سر اتصال ماده ای که سر اتصال نر موزی را قبول می‌کند. نوعا در نصبهای روی صفحه ای به کار می‌رود"
      ]
    },
    {
      "EnglishWord": "banana jack",
      "Meanings": [
        "سر اتصال ماده موزی بوشی سر اتصال ماده ای که سر اتصال نر موزی را قبول می‌کند. نوعا در نصبهای روی صفحه ای به کار می‌رود"
      ]
    },
    {
      "EnglishWord": "banana plug",
      "Meanings": [
        "سر اتصال نر موزی بوشی نوعی اتصال دهنده ولتاژ",
        "پایین و بسامد",
        "کم که نوک فلز",
        "فنری آن به شکل موز در آورده شده است. در انتها سر سیمهای آزمون یا به عنوان پایانه برای عناصر جا شونده plug",
        "in به کار می‌رود",
        "فنری آن به شکل موز در آورده شده است. در انتهای سر سیمهای آزمونیا به عنوان پایانه برای عناصر جا شونده plug"
      ]
    },
    {
      "EnglishWord": "band",
      "Meanings": [
        "باند",
        "نوار 1. گستره ای از بسامد‌ها بین دو حد معین 2. یک یا مجموعه ای از شیارها روی دیسک مغناطیسی در دیسک گردان رایانه",
        "نوار 1. کستره ای از بسامد‌ها بین دو حد معین 2. یک یا مجموعه ای از شیارها روی دیسک مغناطیسی در دیسک گردان رایانه",
        "نوار"
      ]
    },
    {
      "EnglishWord": "band bending",
      "Meanings": [
        "خمش نوار",
        "خمیدگی نوار"
      ]
    },
    {
      "EnglishWord": "band gap",
      "Meanings": [
        "شکاف باند 1. حداقل انرژی ای که باید به الکترون ظرفیتی واقع در شبکه بلوری نیمرسانا داد تا الکترون رسانش تبدیل شود و بتواند آزادانه در سراسر بلور حرکت کند 2. اختلاف انرژی بین باند رسانش و باند ظرفیت در ماده شکاف باند نمایانگر طول موج یا «رنگ» نوری است که یک ماده مرکب جذب یا گسیل می‌کند",
        "شکاف باند 1. حد اقل انرژی ای که باید به الکترون ظرفیتی واقع در شبکه بلوری نیمرسانا داد تا به الکترون رسانش تبدیل شود و بتواند آزادانه در سراسر بلور حرکت کند. 2. اختلاف انرژی بین باند رسانش و باند ظرفیت در ماده شکاف باند نمایانگر طول موج یا رنگ نوری است که یک ماده مرکب جذب یا گسیل می‌کند",
        "شکاف نوار",
        "شکاف باند"
      ]
    },
    {
      "EnglishWord": "band limited",
      "Meanings": [
        "با باند محدود"
      ]
    },
    {
      "EnglishWord": "band -limited function",
      "Meanings": [
        "تابع باند",
        "محدود تابعی که تبدیل فوریه آن بسیار کوچک است و یا خارج از محدوده مشخصی از بین می‌رود"
      ]
    },
    {
      "EnglishWord": "band plan",
      "Meanings": [
        "طرح باند موافقتنامه ای برای کار رادیو آماتوری در باند معینی از طیف رادیویی",
        "دارای بسامد‌های مشخصی برای مدهای مختلف کار اماتوری است. CW, SSB, FM تکرار کننده ها",
        "و سیمپلکس یک سویه"
      ]
    },
    {
      "EnglishWord": "band pressure level",
      "Meanings": [
        "سطح فشار باند سطح فشار صوتی موثر از انرژ ی صوتی موجود در باند بسامدی مشخص"
      ]
    },
    {
      "EnglishWord": "band reject",
      "Meanings": [
        "میان نگذر"
      ]
    },
    {
      "EnglishWord": "band reject filter",
      "Meanings": [
        "فیلتر پالایه میان نگذر"
      ]
    },
    {
      "EnglishWord": "band selector  band switch",
      "Meanings": [
        "باند گزین",
        "کلید باند کلیدی که یکی از باندهای کاری یک گیرنده",
        "مولد سیگنال",
        "یا فرستنده را انتخاب می‌کند. معمولا از دو یا چند بخش تشکیل می‌شود تا بتواند همزمان تغییرات لازم را در تمام مدارهای تنظیم شونده انجام دهد"
      ]
    },
    {
      "EnglishWord": "band stop",
      "Meanings": [
        "میان نگذر"
      ]
    },
    {
      "EnglishWord": "band structure of solids",
      "Meanings": [
        "ساختار نواری جامدات"
      ]
    },
    {
      "EnglishWord": "band width",
      "Meanings": [
        "پهنای باند 1. پهنای باندی از بسامدهاکه به کاربرد خاصی اختصاص یافته است. مثلا پهنای باند یک ایستگاه تلویزیونی 6 مگاهرتز است. 2. گستره ای از بسامد‌ها که به عنوان محدوده کار یک پالایه",
        "تقویت کننده",
        "یا تضعیف کننده مشخص شده است و به صورت فاصله بسامدی بین نقاط 0/707 یا نیم توان bd 3 در قسمتهای بالا گذر و پایین گذر منحنی پاسخ بسامدی تعریف می‌شود. پهنای باند برای سیگنالهای قیاسی در حوزه بسامد است و بر حسب هرتز بیان می‌شود حال آنکه برای سیگنالهای رقمی در حوزه زمان و بر حسب بیت بر ثانیه بیان می‌شود"
      ]
    },
    {
      "EnglishWord": "band-edge energy",
      "Meanings": [
        "انرژی کناره باند انرژی کناره باند رسانش یا باند ظرفیت در یک جامد برابر با حداقل انرژی مورد نیاز الکترون برای حرکت آزادانه در یک نیمرسانا و یا حداکثر انرژی ای که می‌تواند به عنوان الکترون ظرفیت داشته باشد"
      ]
    },
    {
      "EnglishWord": "band-limited function",
      "Meanings": [
        "تابع باند",
        "محدود تابعی که تبدیل فوریه آن بسیار کوچک است و یا خارج از محدوده مشخصی از بین می‌رود"
      ]
    },
    {
      "EnglishWord": "bandpass",
      "Meanings": [
        "میان گذر"
      ]
    },
    {
      "EnglishWord": "bandpass amplifier",
      "Meanings": [
        "تقویت کننده میان گذر تقویت کننده ای که باند بسامدی معینی را با پاسخ اساسا یکنواخت عبور می‌دهد",
        "تقویت کننده میان گذر تقویت کنند‌های که باند بسامدی معینی را با پاسخ اساسا یکنواخت عبور می‌دهد"
      ]
    },
    {
      "EnglishWord": "bandpass filter",
      "Meanings": [
        "پالایه میان گذر مدار غیر فعال کقاومتی",
        "خازنی آر سی یا سلفی",
        "خازنی ال سی که تنها به سیگنالهایی اجازه عبور می‌دهد که بسامد آنها در گستره محدودی قرار داشته باشند. سیگنالهای خارج از این گستره توسط مدار تضعیف می‌شوند",
        "پالایه میان گذر مدار غیر فعال مقاومتی",
        "خازنی RC یا سلفی",
        "خازنی LC که تنها به سگنالهایی اجازه عبور می‌دهد که بسامد آنها در گسترهی محدودی قرار داشته باشند. سیگنالهای خارج از این گستره توسط مدار تضعیف می‌شوند",
        "فیلتر پالایه میان گذر"
      ]
    },
    {
      "EnglishWord": "bandpass response double-hump response  flat-top  response",
      "Meanings": [
        "پاسخ میان گذر",
        "پاسخ دوقله ای",
        "پاسخ بالاتخت مشخصه ای که در آن باند معینی از بسامد‌ها با پاسخ اساسایکنواخت عبور داده شده اند در ترانسفورهای LF",
        "این پاسخ با تنظیم مدارهای تشدید اولیه و ثانویه در بسامد‌های اندکی متفاوت به دست می‌آید. در نتیجه منحنی پاسخ معمولا دارای دو قله است"
      ]
    },
    {
      "EnglishWord": "bandpass signal",
      "Meanings": [
        "سیگنال میان گذر"
      ]
    },
    {
      "EnglishWord": "band-rejection filter  band- elimination filter  band -stop filter  rejector circuit",
      "Meanings": [
        "پالایه میان نگذر",
        "پالایه حذف باند",
        "پالایه توقف باند پالایه ای که سیگنالهای متناوب با بسامد‌های واقع در بین مقادیر قطع بالا و پایین معین را تضعیف می‌کند ولی به بسامد‌های بیشتر یا کمتر از این باند اجازه عبور می‌دهد. طرز کار آن عکس پالایه میان گذر است. باند حذف شده عموما بسیار پهن‌تر از محدوده حذف شده توسط یک تله بسامدی است"
      ]
    },
    {
      "EnglishWord": "bandwidth compression",
      "Meanings": [
        "فشرده کردن پهنای باند"
      ]
    },
    {
      "EnglishWord": "bandwidth delay product",
      "Meanings": [
        "حاصل ضرت تاخیر در پهنای باند"
      ]
    },
    {
      "EnglishWord": "bandwidth expansion",
      "Meanings": [
        "گسترده سازی پهنای باند"
      ]
    },
    {
      "EnglishWord": "bang-bang control",
      "Meanings": [
        "کنترل تق",
        "تقی نوعی روش کنترل با مکانیزم سروو که در آن محرک",
        "موتر یا راه انداز تصحیح کننده برای تصحیح خطا و بر گرداندن سیستم به وضعیت مطلوب یا از پیش معین",
        "کاملا قطع یا وصل می‌شود. سرعت یا شدت پاسخ به اندازه خطا ربطی ندارد. به عنوان مثال می‌توان سیستم گرمایش منزل را نام برد"
      ]
    },
    {
      "EnglishWord": "bank",
      "Meanings": [
        "بانک",
        "گروه مجموعه یا ماتریسی از عناصر مشابه که برای انجام عمل مشخص به هم نتصل شده یا کنترل می‌شوند. اتصال آنها به صورت سری یا موازی انجام می‌گیرد. به عنوان مثال می‌توان از بانکهای مقاومتی",
        "خازنی",
        "لامپهای مهتابی و باتریها نام برد"
      ]
    },
    {
      "EnglishWord": "banked winding",
      "Meanings": [
        "سیم پیچی گروهی روشی برای سیم پیچی پیچکهای آر",
        "اف",
        "هر یک از دورها در یک مارپیچ تخت روی یکدیگر پیچیده مس شوند. کل مارپیچها شامل تعداد زیادی از این مارپیچها است که کنار هم قرار می‌گیرند و پیچک چند لایه بدون برگشت به نقطه شروع را تولید می‌کنند. این ساختار ظرفیت خازنی پیچک را کاهش می‌دهد"
      ]
    },
    {
      "EnglishWord": "bar",
      "Meanings": [
        "بار واحد فشار برابر بایک ضرب در 10 به توان شش زا یک ضرب در 10 به توان پنج اندکی کمتر از یک اتمسفر واحد قبلی اندازه گیری فشار آکوستیک",
        "میکروبار بود که در حال حاضر به جای آن از نیوتن بر متر مربع به عنوان واحد si فشار استفاده می‌شود",
        "میله"
      ]
    },
    {
      "EnglishWord": "bar electrode",
      "Meanings": [
        "الکترود میله ای"
      ]
    },
    {
      "EnglishWord": "bar graph",
      "Meanings": [
        "نمودار میله ای"
      ]
    },
    {
      "EnglishWord": "bar magnet",
      "Meanings": [
        "آهنربای میله ای میله ای از فولاد سخت که به شدت مغناطیس شده است و ویژگی مغناطیسی خود را نگه می‌دارد و در نتیجه به عنوان آهنربای دایم قابل استفاده است",
        "آهن ربای میله ای"
      ]
    },
    {
      "EnglishWord": "bar pattern",
      "Meanings": [
        "الگوی میله ای مجموعه ای از میله‌های رنگی تکراری که توسط مولد میله و به منظور تنظیم تلویزیونهای رنگی تولید می‌شود"
      ]
    },
    {
      "EnglishWord": "bar-code reader",
      "Meanings": [
        "ذمز میله ای خون دستگاه قرایت نوری که ترکیبی از میه‌های چاپی زا به عنوان نویسه عددی می‌خواند"
      ]
    },
    {
      "EnglishWord": "bare",
      "Meanings": [
        "بدون روکش"
      ]
    },
    {
      "EnglishWord": "bare cable",
      "Meanings": [
        "کابل بدون روکش"
      ]
    },
    {
      "EnglishWord": "bare conductor",
      "Meanings": [
        "هادی بدون روکش"
      ]
    },
    {
      "EnglishWord": "bare eire",
      "Meanings": [
        "سیم لخت"
      ]
    },
    {
      "EnglishWord": "bare electrode",
      "Meanings": [
        "الکترود بدون روکش"
      ]
    },
    {
      "EnglishWord": "barittdiode",
      "Meanings": [
        "دبود بریت دبود زمان گذر تزریق سدی نوعی دبود ریز موج که باربرهای گذرنده از ناحیه رانش آن به وسیله تزریق با برهای اقلیت توسط یک پیوند با یاس مستقیم تامین می‌شوند. این دیود می‌تواند به عنوان نوسانساز در گستره گیگاهرتز عمل کند. گونه ای از این دیودها دارای برشی از سلیسیم نوع N بین اتصالهای سد شاتکی سیلیسید پلاتین است"
      ]
    },
    {
      "EnglishWord": "barium",
      "Meanings": [
        "باریم Ba عنصر فلزی سفید",
        "نقره ای با عدد اتمی 56 و وزن اتمی 4/137. واکنش فعالی در برابر هوای مرطوب و دیوکسید کربن دارد. به عنوان عامل گاززدار در لامپهای الکترونی به کار می‌رود و در صورت آلیاژشدن با نیکل",
        "در کاتدهای داغ الکترون گسیل می‌کند"
      ]
    },
    {
      "EnglishWord": "barium titanate",
      "Meanings": [
        "تیتانات باریم نوعی سرامیک با ویژگیهای پیزو الکتریک و توانایی تحمل دماهای خیلی بیشتر از بلورهای نمک راشل. در بر گیرهای بلوری",
        "میکروفونها",
        "و ترادیسنده‌ها سونار استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "barkhausen criteria",
      "Meanings": [
        "معیار یاد کهاوزن شرایط نوسان یک وسیله یا مدار: مدار یا وسیله قطعه باید دارای تقویت کننده ای با بهره بیشتر از یک باشد و خروجی دقیقا با اختلاف فاز 180 درجه به ورودی پسخورد شود"
      ]
    },
    {
      "EnglishWord": "barkhausen effect",
      "Meanings": [
        "اثر بارکهاوزن تغییرات ناگهانی و پیاپی مغناطیدگی به دلیل تغییرات میدان مغناطیس کننده که به قطه آهنی یا سایر مواد مغناطیسی اعمال می‌شود"
      ]
    },
    {
      "EnglishWord": "barkhausen magnet",
      "Meanings": [
        "آهنربای بارکها وزن آهنربای دایمی که روی لامپ خروجی افقی گیرنده تلویزیونی و به منظور کاهش نوسانهای بارکها وزن نصب می‌شود"
      ]
    },
    {
      "EnglishWord": "barkhausen oscillation",
      "Meanings": [
        "نوسان بارکها وزن نوسان ناخواسته در لامپ خروجی افقی گیرنده تلویزیونی. این اثر موجب ظاهر شدن یک یا چند خط عمودی تاریک ومقطع در سمت چپ تصویر می‌شود"
      ]
    },
    {
      "EnglishWord": "barkhausen-kurz oscillator  barkhausen oscillator",
      "Meanings": [
        "نوسانساز باکهاوزن",
        "کوتز",
        "نوسانساز بارکها وزن نوعی نوسانساز با میدان ترمزی که بسامد نوسان آن فقط به زمان گذر الکترون در درون لامپ بستگی دارد. الکترون قبل از رسیدن به آند کمتر",
        "مثبت در اطراف شبکه بیشتر",
        "مثبت نوسان می‌کند"
      ]
    },
    {
      "EnglishWord": "barnett effect",
      "Meanings": [
        "اثر بارنت مغناطیدگی اندکی که در یک میله آهنی و بر اثر چرخش سریع آن حول محور عمود بر طول آن به وجود می‌آید"
      ]
    },
    {
      "EnglishWord": "barograph",
      "Meanings": [
        "جونگار",
        "فشار هوا نگار نوعی جو سنج که فشار جو را به طور پیوسته روی نمودار ثبت می‌کند"
      ]
    },
    {
      "EnglishWord": "barometer",
      "Meanings": [
        "جو سنج وسیله ای که فشار جو را انازه می‌گیرد. دو نمونه متداول آن عبارت اند از جو سنج فلزی و جو سنج جیوه ای"
      ]
    },
    {
      "EnglishWord": "barometric pressure",
      "Meanings": [
        "فشار جو سنج فشار جو که توسط جو سنج انداره گرفته می‌شود"
      ]
    },
    {
      "EnglishWord": "barrel distortion",
      "Meanings": [
        "اعوجاج بشکه ای",
        "اعوجاج بالشتکی نوعی اعوجاج که در آن هر چهار گوشه تصویر تلویزیون دریافتی دارای شکم به بیرون هستند مانند یک بشکه"
      ]
    },
    {
      "EnglishWord": "barrel shiltter",
      "Meanings": [
        "انتقال دهنده بشکه ای مدارهای رایانه ای که اجازه انتقال اختیاری داده‌ها را می‌دهند"
      ]
    },
    {
      "EnglishWord": "barrel-stave reflector cut paraboloid reflector",
      "Meanings": [
        "بازتابنده غلاف",
        "بشکه ای نوعی بازتابنده آنتن رادار سهمی شکل که قسمت یک سوم بالا و پایین آن طوری بریده شده است که در نهایت باریکه عمومی چتری تولید کند تا پیچش و نوسان یک کشتی منجر به گم شدن هدف نشود"
      ]
    },
    {
      "EnglishWord": "barreter",
      "Meanings": [
        "تابش سنج سیمی نوعی تابش سنج bolometer که از یک سیم نازک یا پوسه فلزی به عنوان عنصر حس کننده دما استفاده می‌کند سیم پوسه دارای مقاومت ویژه با ضریب دمایی مثبت positive temperature coeffiaent ptc است مقاومت با دما افزایش می‌یابد. این وسیله برای اندازه گیری توان در سیستمهای ریز موج مناسب است و مشخصه آن بر خلاف ترمیتور thermistor است که دارای مقاومت ویژه با ضریب دمایی منفی negative temperture coefficient NTC است. مقاومت با دما کاهش می‌یابد"
      ]
    },
    {
      "EnglishWord": "barrier",
      "Meanings": [
        "سد",
        "مانع"
      ]
    },
    {
      "EnglishWord": "barrier capaciance",
      "Meanings": [
        "خازن سد"
      ]
    },
    {
      "EnglishWord": "barrier diode",
      "Meanings": [
        "دیود سدی دیودی که از نشاندن یک پوسه فلزی بر روی ماده نیمرسانا با مقاومت ویژه بالا به دست می‌آید. می‌توان آن را روی یک بستر با ترانزیستور دو قطبی مجتمع ساخت"
      ]
    },
    {
      "EnglishWord": "barrier injection transit- time diode",
      "Meanings": [
        "BARITTdiode",
        "دبود بریت دبود زمان گذر تزریق سدی نوعی دبود ریز موج که باربرهای گذرنده از ناحیه رانش آن به وسیله تزریق با برهای اقلیت توسط یک پیوند با یاس مستقیم تامین می‌شوند. این دیود می‌تواند به عنوان نوسانساز در گستره گیگاهرتز عمل کند. گونه ای از این دیودها دارای برشی از سلیسیم نوع N بین اتصالهای سد شاتکی سیلیسید پلاتین است"
      ]
    },
    {
      "EnglishWord": "barrier potential",
      "Meanings": [
        "پتانسیل سد"
      ]
    },
    {
      "EnglishWord": "barrier voltage",
      "Meanings": [
        "ولتاژ سد حد اقل ولتاژلازم برای رسانش یک پیوند PN"
      ]
    },
    {
      "EnglishWord": "base",
      "Meanings": [
        "بیس",
        "پایه",
        "مبنا 1. یکی از سه ناحیه تشکیل دهنده ترانزیستور پیوندی دو قطبی که نواحی امیتر و کلکتور را از هم جدا می‌کند. باربرهای اقلیت از امیتر به داخل بیش تزریق می‌شوند و در آنجا یا باز ترکیب شده و یا به داخل کلکتور نفوذ می‌کنند. ناحیه بیش قابل قیاس با شبکه لامپ خلا‌تر بود و گیت ترانزیستور اثر",
        "میدان است. 2. بخشی از یک لامپ الکترونی شامل پایه ها",
        "سر سیمها و یا دیگر پایانه‌ها که اتصالات بیرونی به صورت مستقیم یا از طریق جاپایه سوکت به آن انجام می‌شود. 3. تخته پلاستیکی",
        "سرامیکی یا سایر مواد عایق که اتصالات سیمی چاپی روی آن انجام می‌شود. 4. عدد صحیحی که همه رقمها در سیستم علامتگذاری رایانه ای نسبت به آن مرتبط اند. ارقام متوالی ضرایب توانهای متوالی مبنا هستند. متداولترین مقادیر مبنای اعداد",
        "هستند radin نیز نامیده می‌شود. 5. عدد مبنای یک سیستم لگاریتم نظیر 10 یا 2/",
        "بیس ترانزیستور",
        "اصل"
      ]
    },
    {
      "EnglishWord": "base address",
      "Meanings": [
        "نشانی پایه عددی که به صورت نشانی در یک دستور العمل رایانه ای ظاهر می‌شود اما به عنوان نقطه ظروع برای نشانیهای بعدی که باید اصلاح شوند رفتار می‌کند"
      ]
    },
    {
      "EnglishWord": "base band",
      "Meanings": [
        "باند پایه"
      ]
    },
    {
      "EnglishWord": "base band system",
      "Meanings": [
        "سیستم باند پایه"
      ]
    },
    {
      "EnglishWord": "base bias",
      "Meanings": [
        "باپاس بیس ولتاژمستقیمی که به بیس ترانزیستور اعمال می‌شود"
      ]
    },
    {
      "EnglishWord": "base charge",
      "Meanings": [
        "بار بیس بار تولید شده توسط بار برهای اقلیت اضافی درذ ناحیه بیس یک ترانزیستور ید بود"
      ]
    },
    {
      "EnglishWord": "base curent",
      "Meanings": [
        "جریان بیس"
      ]
    },
    {
      "EnglishWord": "base film",
      "Meanings": [
        "زیر پوسه بستر پلاستیکی که پوششمغناطیسی نوار مغناطیسی را نگه می‌دارد. زیر پوسه اکثر نوارهای رایانهای و اندازه گیری از جنس پلی استر نظیر مایلار است. برای کار بردهای با حساسیت کمتر",
        "از استات سلولز و کلرید پلی و ینیل استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "base impurity",
      "Meanings": [
        "ناخالصی بیس"
      ]
    },
    {
      "EnglishWord": "base injection",
      "Meanings": [
        "تزریق در ناحیه بیس"
      ]
    },
    {
      "EnglishWord": "base insulator",
      "Meanings": [
        "عایق پایه یک عایق پرکار و مقاوم که وزن دیرک آنتن را تحمل می‌کند و آ را از زمین یا سایر سطوح عایق می‌کند"
      ]
    },
    {
      "EnglishWord": "base material",
      "Meanings": [
        "ماده پایه"
      ]
    },
    {
      "EnglishWord": "base metal",
      "Meanings": [
        "فلز پایه"
      ]
    },
    {
      "EnglishWord": "base modulation",
      "Meanings": [
        "مدوله سازی بیس مدوله سازی دامنه که با اعمال ولتاژ مدوله کننده به بیس تقویت کننده آن تزریق می‌شود"
      ]
    },
    {
      "EnglishWord": "base region",
      "Meanings": [
        "ناحیه بیس ناحیه ای از ترانزیستور پیوندی دو قطبی که باربرهای اقلیت به داخل آن تزریق می‌شوند",
        "ناحیه بیس"
      ]
    },
    {
      "EnglishWord": "base register",
      "Meanings": [
        "ثبات مبنا",
        "ثبات پایه"
      ]
    },
    {
      "EnglishWord": "base resistance",
      "Meanings": [
        "مقاومت بیس"
      ]
    },
    {
      "EnglishWord": "base spreading resistance",
      "Meanings": [
        "مقاومت گسترش بیس"
      ]
    },
    {
      "EnglishWord": "base station",
      "Meanings": [
        "ایستگاه پایه ایستگاه زمینی ثابت که خدمات ارتباط رادیویی با ایستگاههای سیار و سایر ایستگاههای ثابت را انجام می‌دهد",
        "ایستگاه پایه"
      ]
    },
    {
      "EnglishWord": "base type",
      "Meanings": [
        "نوع پایه"
      ]
    },
    {
      "EnglishWord": "baseband",
      "Meanings": [
        "باند",
        "پایه باند بسامدی که توسط تمام سیگنالهای ارسال شده ای که حامل خاصی را مدوله می‌کنند اشغال می‌شود. به عنوان مثال می‌توان از باند ارسال سیگنالهای تصویر و همزمانی در تلویزیون و باند شامل تمام زیر حاملهای مدوله شده در یک سیستم حاملی نام برد"
      ]
    },
    {
      "EnglishWord": "base-foaded antenna",
      "Meanings": [
        "آنتن پایه",
        "باردار نوعی آنتن عمودی که در ارتفاع الکتریکی آن با افزودن یک سلف سری در محل پایه افزایش یافته است"
      ]
    },
    {
      "EnglishWord": "basegroup",
      "Meanings": [
        "گروه پایه گروهی از کانالهای حامل در گستره بسامدی خاص که در سیستم مخابرات حاملی",
        "یک واحد اساسی را برای مدوله سازیهای بعدی به باند بسامدی نهایی تشکیل می‌دهند"
      ]
    },
    {
      "EnglishWord": "baseline",
      "Meanings": [
        "خط پایه 1. خط و اصل دو ایستگاه که بین آنها فاز الکتریکی یا زمان برای تعیین مختصات ناوبری مورد استفاده قرار می‌گیرد",
        "نظیر خط واصل ایستگاههای اصلی و پیرو در یک سیستم لوران 2. خط تولید شده روی صفحه نمایش بعضی از رادارها در غیاب پژواک"
      ]
    },
    {
      "EnglishWord": "baseline dwell time",
      "Meanings": [
        "زمان سکون خط پایه فاصله زمانی که یک شکل موج پالسی با خط پایه اش انطباق پیدا کند"
      ]
    },
    {
      "EnglishWord": "basic",
      "Meanings": [
        "بیسیک سر واژه عبارت Beginner s All",
        "purpose symbolic رمز دستور العمل نمادین همه منظوره برای مبتدیان",
        "زبان رایانه ای سطح بالا که معمولا در رایانه‌های شخصی استفاده می‌شود",
        "زبان برنامه نویسی بیسیک",
        "پایه ای",
        "اصلی"
      ]
    },
    {
      "EnglishWord": "basic bit map method",
      "Meanings": [
        "روش اصلی نگاشت بیت"
      ]
    },
    {
      "EnglishWord": "basic input-output system",
      "Meanings": [
        "سیستم اساسی ورودی",
        "خروجی نرم افزاری که دستورالعملهای سیستم عامل را به فرامینی به /از اجزای رایانه تبدیل می‌کند"
      ]
    },
    {
      "EnglishWord": "basic master group",
      "Meanings": [
        "فراگروه اصلی"
      ]
    },
    {
      "EnglishWord": "basic rate",
      "Meanings": [
        "نرخ اصلی"
      ]
    },
    {
      "EnglishWord": "basic repetition rate",
      "Meanings": [
        "آهنگ تکرار اصلی کمترین آهنگ تکرار پالس از مجموعه آهنگ‌های تکرار نزدیک به هم در یک سیستم ارتباطی لوران"
      ]
    },
    {
      "EnglishWord": "basic research",
      "Meanings": [
        "پژوهش پایه ای بررسی بنیادی",
        "نظری",
        "یا تجریب دانش پیشرفته علمی. در این نوع پژوهش کاربرد بلافاصله آن مورد نظر نیست"
      ]
    },
    {
      "EnglishWord": "basic television service",
      "Meanings": [
        "خدمات تلویزیونی پایه هزینه پخش تلویزیونی از طریق کابل",
        "نوعا هزینه ماهانه برای کمترین سطح خدمات است"
      ]
    },
    {
      "EnglishWord": "basket winding",
      "Meanings": [
        "سیم پیچ سبدی الگوی ضربدری سیم پیچی پیچک که در آن دورهای مجاور بجز در نقطه تقاطع از یکدیگر دور هستند. این روش موجب ظرفیت توزیعی کم می‌شود"
      ]
    },
    {
      "EnglishWord": "bass",
      "Meanings": [
        "صدای بم",
        "باس صداهای متناظر با بسامدهای پایین گستره شنیداری تقریبا زیر 250 هرتز",
        "بم"
      ]
    },
    {
      "EnglishWord": "bass boost",
      "Meanings": [
        "تقویت صدای بم مداری که با تقویت بسامدهای یم نسبت به بسامدهای شنیداری بالاتر",
        "حساسیت کم گوش انسان به بسامدهای پایین و ضعیف را در موقع پایین بودن شدت صدا جبران می‌کند"
      ]
    },
    {
      "EnglishWord": "bass control",
      "Meanings": [
        "کنترل صدای بم کنترل دستی طنین که سطح بسامدهای بم در تقویت کننده شنیداری را تغییر می‌دهد",
        "کنترل صدای بم"
      ]
    },
    {
      "EnglishWord": "bass reflez baffle",
      "Meanings": [
        "بازتاب گیر صدای بم نوعی بازتاب گیر بلندگو که دارای دریچه ای در زیر بلندگواست به گونهای که بسامدهای بم آمده از عقب بلندگو درهم ادغام می‌شوند و بسامدهای تابیده شده به جلو را تقویت می‌کند"
      ]
    },
    {
      "EnglishWord": "bass response",
      "Meanings": [
        "پاسخ صدای بم حد پاسخ تقویت کننده بسامد شنیداری یا بلندگو به بسامد‌های شنیداری کم"
      ]
    },
    {
      "EnglishWord": "bassy",
      "Meanings": [
        "بمی",
        "بم دار اشاره به اضافه تقویت نتهای بم در باز تولید صدا"
      ]
    },
    {
      "EnglishWord": "batch",
      "Meanings": [
        "مرحله ای",
        "دسته ای",
        "گروهی"
      ]
    },
    {
      "EnglishWord": "batch fabrication",
      "Meanings": [
        "تولید گروهی"
      ]
    },
    {
      "EnglishWord": "batch mode",
      "Meanings": [
        "حالت مرحله ای"
      ]
    },
    {
      "EnglishWord": "batch processing",
      "Meanings": [
        "پردازی دسته ای روشی در رایانه‌ها که طی آن داده‌های مودر پردازش",
        "ابتدا رمزگذاری و به گروههایی تقسیم می‌شوندو سپس پردازش می‌شوند",
        "پردازش مرحله به مرحله"
      ]
    },
    {
      "EnglishWord": "bat-handle switch",
      "Meanings": [
        "کلید چوب بیس بالی نوعی کلید که اهم عمل کننده آن به شکل چوب بیس بال است"
      ]
    },
    {
      "EnglishWord": "bathtub capacitor",
      "Meanings": [
        "خازن وانی نوعی خازن کاغذی محصور در بدنه فلزی که دارای گوشه‌های گرد و پهن مشابه با وان حمام است"
      ]
    },
    {
      "EnglishWord": "bathythermogarph",
      "Meanings": [
        "آب",
        "دمانگار دماسنج ثبات حساسی که برای تعیین سطوح مختلف دمای آب و به منظور پیش بینی شرایط صدا در آن فرو برده می‌شود. داده‌ها را میتوان یا ثبت کرد و یا از طریق کابل نگهدارنده",
        "و مشابه با مدوله سازی روی سیگنال حامل به بالا ارسال کرد"
      ]
    },
    {
      "EnglishWord": "battery",
      "Meanings": [
        "باتری منبع توان الکتروشیمیایی که از اتصال سری و یا چند پیل توان الکتروشیمیایی ساخته می‌شود. هر دو نوع باتریها ی اولیه و ثانویه در مدارها",
        "محصولات و سیستمهای الکترونیکی قدرت استفاده می‌شوند. باتریهای اولیه قلیایی مشهورترین منبع انرژی مورد استفاده در وسایل الکترونیکی و قابل حمل خانگی هستند. در عین حال",
        "باتریهای قابل شارژ نیکل",
        "کادمیم ان آی",
        "سی دی و نیکل هیدرید فلز ان آی",
        "ام اچ به شکل گسترده ای در رایانه‌های دستی و جیبی",
        "رادیوهای قابل حمل",
        "فرستنده _گیرنده‌های دریایی",
        "و تلفنهای همراه به کار می‌روند. امروزه عبارتهای پیل cell و باتری battery علیرغم تفاوتهای فنی در تعریف آنها",
        "به شکل وسیعی به جای هم استفاده می‌شوند. اصطلاح باتری انباره storage battery نوعا به یک باتری سرب",
        "اسید خودرو اشاره دارد و در حال حاضر منسوخ شده است",
        "باطری"
      ]
    },
    {
      "EnglishWord": "battery analyzer",
      "Meanings": [
        "تحلیلگر باتری مدار آزماینده ای که با استفاده از مدارهای منطقی",
        "زماندهی و کلید زنی مناسب به صورت خودکار ظرفیت شارژ _تخلیه باتری ثانویه را تحلیل می‌کند"
      ]
    },
    {
      "EnglishWord": "battery back up",
      "Meanings": [
        "باتری پشتیبان 1. سیستم فرعی تغذیه تجهیزات الکترونیکی در شرایط افت توان خط 2. باتری یا مجموعه پیل واقع بر روی تخته مدار که مانع از دست رفتن اطلاعات حافظه‌های پاک شدنی ال دی رم‌ها در شرایط قطع یا نقض تغذیه می‌شود"
      ]
    },
    {
      "EnglishWord": "battery charger   charger",
      "Meanings": [
        "باتری پر کن",
        "شارژ مدار یکسو کننده ای که برای پر کردن باتری انباره توان ای سی را به توان دی سی تبدیل کرد"
      ]
    },
    {
      "EnglishWord": "battery tester",
      "Meanings": [
        "آزمایشگر باطری"
      ]
    },
    {
      "EnglishWord": "battery vharger",
      "Meanings": [
        "شارژ کننده باطری"
      ]
    },
    {
      "EnglishWord": "battery voltage",
      "Meanings": [
        "ولتاژ باطری"
      ]
    },
    {
      "EnglishWord": "baud",
      "Meanings": [
        "باود",
        "علامت در ثانویه واحدی برای سرعت سیگنال دهی در ارتباطات راه دور برابر با یک عنصر در ثانیه. سرعت سیگنال دهی بر حسب باود برابر با عکس طول عنصر سیگنال بر حسب ثانیه است. هر پالس و هر فاصله عناصر جداگانه محسوب می‌شوند",
        "بنابراین یک دور چاپگر که با 22/5 پالس در ثانیه کار می‌کند دارای سرعت 45 بی دی است. اندازه گیری آهنگ باود شامل بیتهای داده",
        "توازن بیتی پریتی و خاتمه است. آهنگ باود کمتر از بیت در ثانیه بی/اس است"
      ]
    },
    {
      "EnglishWord": "baudot code",
      "Meanings": [
        "رمز بادوت نوعی رمز برای دور",
        "چاپگر که بر اساس ترکیبی از پنج یا شش علامت و فاصله با مدت زمان یکسان عمل می‌کند. رمز 5 واحدی",
        "نویسه ممکن و نوع 6 واحد 64 نویسه را تولید می‌کند. این رمز در دور",
        "چاپگر رادیویی یا سیمی استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "bavdwidth",
      "Meanings": [
        "پهنای باند",
        "باند گذر"
      ]
    },
    {
      "EnglishWord": "bayaard-alpert vacuum transducer",
      "Meanings": [
        "ترادیسنده خلا بایارد",
        "آلپرت نوعی اندازه گیر خلا با کاتد داغ که برای سنجش خلا بسیار بالا به کار می‌رود. دارای یک کلکتور سیمی نازک از جنس نیکل د مرکز است و فیلامان و کاتد آن در خاج شبکه واقع شده اند",
        "اما طرز کار آن مشابه با اندازه گیر استاندارد خلا با کاتد داغ hot",
        "cathode vacuum gage است. گستره گاری آن از 4× 10 به توان",
        "تا 5× 10 به توان",
        "توریچلی Torr است"
      ]
    },
    {
      "EnglishWord": "bayes theorem",
      "Meanings": [
        "قضیه بیز"
      ]
    },
    {
      "EnglishWord": "bayonet base",
      "Meanings": [
        "پایه سرنیزه ای",
        "پایه سوزنی پایه یک لامپ الکترونی که دارای دو سوزن پین در دو طرف یک استوانه یکنواخت است. سوزنها در شیارهای متناظر در جاپایه سرنیزه ای قرار می‌کیرند و پایه رادر جاپایه محکم می‌کنند"
      ]
    },
    {
      "EnglishWord": "bayonet coupling",
      "Meanings": [
        "تزویج سرنیزه ای نوعی اتصال دهنده متشکل از استوانه ای با میله‌های سوزنی که در یک جاپایه استوانه ای با شیار J شکل قرار می‌گیرند. با چرخاندن استوانه و رسیدن سوزنها به انتهای شیار",
        "اتصال کاملا محکم می‌شوند"
      ]
    },
    {
      "EnglishWord": "bayonet socket",
      "Meanings": [
        "جاپایه سرنیزه ای جاپایه ای برای لامپهای الکترونی با پایه سرنیزه ای که دارای شیارهای J شکل در دو طرف مخالف و یک یا چند دکمه اتصال در ته آن است"
      ]
    },
    {
      "EnglishWord": "bbd",
      "Meanings": [
        "bucket brigade device",
        "قطعه ردیف پیمانه ای نوعی قطعه نیم رسانا که در آن باربرهای اکثریتی اطلاعات را در خود ذخیره کرده است و باربرهای اقلیتی بارها را به صورت پی در پی و درست نظیر حمل سطلهای آب در صفی از آتش نشانها از نقطه ای به نقطه دیگر حمل می‌ککنند. کاربرد این دودویی می‌شود"
      ]
    },
    {
      "EnglishWord": "bcd",
      "Meanings": [
        "binary",
        "coded decimal",
        "دهدهی به رمز دودویی بی سی دی نوعی سیستم نمایش اعداد که در آن هر رقم دهدهدی توسط چهار رقم دودویی نمایش داده می‌شود. بنابر این در نماگذاری دهدهی به رمز",
        "عدد 17 به صورت 00010111 نشان داده می‌شود که در آن گروه چهاررقمی اول نمایانگر 1 و گروه چهار رقمی دوم نمایانگر 7 است"
      ]
    },
    {
      "EnglishWord": "bd",
      "Meanings": [
        "baud",
        "باود",
        "علامت در ثانویه واحدی برای سرعت سیگنال دهی در ارتباطات راه دور برابر با یک عنصر در ثانیه. سرعت سیگنال دهی بر حسب باود برابر با عکس طول عنصر سیگنال بر حسب ثانیه است. هر پالس و هر فاصله عناصر جداگانه محسوب می‌شوند",
        "بنابراین یک دور چاپگر که با 22/5 پالس در ثانیه کار می‌کند دارای سرعت 45 بی دی است. اندازه گیری آهنگ باود شامل بیتهای داده",
        "توازن بیتی پریتی و خاتمه است. آهنگ باود کمتر از بیت در ثانیه بی/اس است"
      ]
    },
    {
      "EnglishWord": "be",
      "Meanings": [
        "breyllium",
        "بریلیم عنصر فلزی سمی",
        "سخت و خاکستری رنگ با عدد اتمی 4 و وزن اتمی 9. ترکیب آلیاژی آن مس",
        "بریلیم مس را تولید می‌کند که فلزی کشسان و محکم است و در ساخت انواع فنرها",
        "واشرها",
        "رابطها و امثال آن کاربرد دارد. قاب اتصالات مدارهای مجتمع و اتصال متحرکت پتانسیومترها نیز با استفاده از آلیاژ یا ورقه ای بریلیم",
        "مس ساخته می‌شوند"
      ]
    },
    {
      "EnglishWord": "beacon",
      "Meanings": [
        "راهنما سیستم کمک ناوبری که با استفاده از یک سیگنال مشخصه رادیویی",
        "راداری",
        "نوری",
        "آکوستیکی یا… اطلاعات راهنمای سمت",
        "مسیر",
        "یا محل را به کشتی یا هماپیما می‌دهد"
      ]
    },
    {
      "EnglishWord": "beacon presentation",
      "Meanings": [
        "نمایش راهنما نمایش راداری حاصل از امواج آر",
        "اف که توسط راهنمای راداری ارسال شده است"
      ]
    },
    {
      "EnglishWord": "beacon stealing",
      "Meanings": [
        "راهنما ربایی تداخل بین رانماهای راداری که منجر به از دست رفتن ردگیری راهنما توسط رادار می‌شود"
      ]
    },
    {
      "EnglishWord": "beacon system",
      "Meanings": [
        "سیستم راهنما سیستمی متشکل از یک فرستنده / گیرنده فعال",
        "موسوم به باز فرستنده transponder",
        "که روی هدف یا شیء مورد نظر قرار می‌گیرد و یک فرستنده",
        "موسم به پرسشگر interrogator",
        "برای دریافت و استخراج پاسخها از باز فرستنده. سیستمهای راهنما بر اساس بسامد رادیویی رادار ریزموج",
        "نور مریی",
        "انرژی زیر قرمز یا آکوستیکی عمل می‌کنند و از جنبه‌های برد",
        "سمت و هدف یابی هدایت را انجام می‌دهند"
      ]
    },
    {
      "EnglishWord": "bead",
      "Meanings": [
        "مهره عایقی از جنس شیشه",
        "سرامیک",
        "یا پلاستیک با حفره ای در وسط آن که رسانای داخلی یک خط هم محور را در مرکز واقعی خط نگه می‌دارد. در مدارهای بسامد",
        "بالا",
        "برای حذف نوسانهای پارازیتی از مهره‌های فریتی روی اتصالات سیمی استفاده می‌شود",
        "مهره"
      ]
    },
    {
      "EnglishWord": "bead thermistor",
      "Meanings": [
        "ترمیستور مهره ای نوعی ترمیستور که دارای مهره کوچکی از ماده نیمرسانا با سر سیمهای همراستا است. برای سنجش توان ریز موج",
        "سنجش دما",
        "و به عنوان وسیله محافظ استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "beam",
      "Meanings": [
        "پرتو",
        "اشعه باریک"
      ]
    },
    {
      "EnglishWord": "beam  ray",
      "Meanings": [
        "باریکه",
        "پرتو 1. جریان یکسویه و متمرکز ذراتی نظیر الکترونها یا پروتونها 2. شارش یکسویه و متمرکز امواج الکترومغناطیسی از وسایلی نظیر آنتن رادار",
        "آنتن رله ریزموج",
        "یا آرایه",
        "آنتن هدایت رادیویی ای",
        "ان. در این حالت باریکه گلبرگ اصلی الگوی تشعشعی آنتن است و به زاویه فضایی کوچکی محدود می‌شود. 3. شارش متمرکز و یکسویه امواج آکوستیکی. 4. آرایش موازی پرتوهای نور"
      ]
    },
    {
      "EnglishWord": "beam capture",
      "Meanings": [
        "باریکه گرفت ورود یک موشک به محدوده باریکه تابیده شده از یک سیستم هدایت باریکه ای راداری به گونه ای که توانایی دریافت سیگنالهای هدایت رمز شده را داشته باشد"
      ]
    },
    {
      "EnglishWord": "beam convergence",
      "Meanings": [
        "همگرایی باریکه عمل تنظیمی که سبب می‌شود سه باریکه الکترونی در لامپ تصویر رنگی سه تفنگی در محل حفره نقاب پشت لامپ متمرکز شده یا همدیگر را قطع کنند"
      ]
    },
    {
      "EnglishWord": "beam coupling",
      "Meanings": [
        "تزویج باریکه ای تولید جریان متناوب در مدار متصل بین دو الکترود که نزدیک به",
        "یا در مسیر",
        "یک باریکه الکترونی با چگالی مدوله شده قرار دارند"
      ]
    },
    {
      "EnglishWord": "beam current",
      "Meanings": [
        "جریان باریکه جریان الکتریکی که توسط تعداد و سرعت الکترونهای یک باریکه الکترونی مشخص می‌شود"
      ]
    },
    {
      "EnglishWord": "beam deflection tube",
      "Meanings": [
        "لامپ انحراف باریکه الکترونی نوعی لامپ باریکه الکترونی که باریکه آن با حرکات عرضی جریان الکترود خروجی را کنترل می‌کند"
      ]
    },
    {
      "EnglishWord": "beam finder",
      "Meanings": [
        "باریکه یاب کلیدی در نوسان نمای پرتو کاتدی سی آرتی که ردیاب Trace را صرفنظر از تظیمهای افقی",
        "عمودی و شدت روی صفحه نمایش نشان می‌دهد"
      ]
    },
    {
      "EnglishWord": "beam jitler",
      "Meanings": [
        "لرزش باریکه یک حرکت نوسانی",
        "زاویه ای کوچک در آرایه",
        "آنتن رادار و در نتیجه در باریکه آن",
        "که برای داشتن سیگنالهای خطای دقیق در ردگیری خودکار لازم است"
      ]
    },
    {
      "EnglishWord": "beam lead",
      "Meanings": [
        "پایه اتصالی"
      ]
    },
    {
      "EnglishWord": "beam loading",
      "Meanings": [
        "بارگیری باریکه جذب توان توسط باریکه ذرات در موقع دریافت انرژی در یک شتابدهنده"
      ]
    },
    {
      "EnglishWord": "beam rider",
      "Meanings": [
        "باریکه ران موشکی که با قرار گرفتن در حوزه یک باریکه ریزموج پویالیزر به سمت هدف هدایت می‌شود. با استفاده از مدارهای پسخورد و کنترل",
        "هر گونه دور افتادگی موشک از باریکه شناسایی و اصلاح می‌شود"
      ]
    },
    {
      "EnglishWord": "beam rider missile",
      "Meanings": [
        "موشک سوار بر اشعه"
      ]
    },
    {
      "EnglishWord": "beam splitting",
      "Meanings": [
        "شکافت باریکه روشی برای افزایش دقت هدفیابی رادار. در هر پویش",
        "سمتهایی که در آن یک هدف ابتدا داده‌ها را منعکس می‌کند و سپس انعکاس داده‌ها را متوقف می‌کند",
        "منجر به تعریف باریکه ای می‌شود و سمت میانگین هدف از روی آن محاسبه می‌شود"
      ]
    },
    {
      "EnglishWord": "beam steering",
      "Meanings": [
        "هدایت باریکه تغییر جهت گلبرگ اصلی در یک الگوی تشعشعی که معمولا با قطع و وصل اجزای آنتن صورت می‌گیرد"
      ]
    },
    {
      "EnglishWord": "beam width",
      "Meanings": [
        "پهنای باریکه پهنای زاویه ای باریکه راداری",
        "رادیویی",
        "و امثال آن که بر حسب سمت بین نقاط با شدت نیم توان اندازه گیری می‌شود"
      ]
    },
    {
      "EnglishWord": "beam-lead technoglogy",
      "Meanings": [
        "فن آوری اتصال میله ای نوعی فن آوری در فرایند ساخت مدارهای مجتمع که در آن میله‌های طلا به عنوان بخشی از تراشه و در طی پرداخت پولکهای سیلسیمی شکل داده می‌شوند. این میله‌ها بی حفاظ هستند و بعد از جدا شدن از پولک تا لبه تراشه کشیده شده اند. سپس تراشه وارونه می‌شود و سر سیمهای متعدد میله ای به صورت همزمان به بستر مدار متصل می‌شوند. تراشه در وضعیتی اندکی بالاتر از بستر باقی می‌ماند"
      ]
    },
    {
      "EnglishWord": "beam-lobe switching",
      "Meanings": [
        "کلید زنی گلبرگ باریکه نوعی روش جهت یابی رادیویی بر اساس کلید زنی الکترونیکی اجزای آنتن و به منظور دریافت با گلبرگهای واقع در زاویای مختلف باریکه برای تعیین جهت منبع سیگنالها",
        "سیگنالهای دریافتی با هم مقایسه می‌شوند. در رادار نیز از روش مشابه با کلید زنی گلبرگها استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "beam-plasma amplifier",
      "Meanings": [
        "تقویت کننده باریکه",
        "پلاسما تقویت کننده ای بر اساس نفوذ باریکه الکترونی در پلاسما. این تقویت کننده میتواند در طول موجهای حدود میلیمتر و کمتر کار کند"
      ]
    },
    {
      "EnglishWord": "beam-power tube  beam tetrode",
      "Meanings": [
        "لامپ توان با باریکه الکترونی",
        "تترود باریکه الکترونی نوعی لامپ باریکه الکترونی که طوری ساخته شده است که باریکه‌های هدایت شده الکترونی آن به صورت قابل توجهی بر قابلیت کار لامپ در توانهای مختلف اثر می‌گذارند. در این لامپ شبکه‌های کنترل و صفحه نمایش اساسا همراستا است و از الکترودهای منحرف کننده خاصی برای تمرکز الکترونها در باریکه استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "beam-rider guidance",
      "Meanings": [
        "هدایت باریکه ران نوعی سیستم هداست موشک که با هدفگیری باریکه لیزر یا ریزموج به سمت هدف",
        "یک مسیر یا ردپای نامریی برای دنباله روی موشک فراهم می‌کند. با استفاده از مدارهای پسخورد و تعبیه شده در موشک",
        "هر گونه کاهش انرژی دریافتی حس می‌شود و با ارسال سیگنالهای کنترل به سکانهای موشک",
        "انحراف موشک از مسیر اصلی اصلاح می‌شود"
      ]
    },
    {
      "EnglishWord": "beam-width error",
      "Meanings": [
        "خطای پهنای باریکه خطای راداری به دلیل پهن‌تر نشان دادن هدف توسط پهنای باریکه پویشگر. در بک بار روبش",
        "ممکن است پنهای باریکه دو هدف جداگانه را به صورت یک هدف روی صفحه نمایش رادار نشان دهد"
      ]
    },
    {
      "EnglishWord": "bearing",
      "Meanings": [
        "یاتاقان"
      ]
    },
    {
      "EnglishWord": "bearing  azimuth",
      "Meanings": [
        "سمت موقعیت زاویه ای در صفحه افقی که به صورت زاویه بر حسب درجه از شمال واقعی و در جهت ساعتگرد بیان می‌شود. این دو واژه در جهت یابی هر دو مفهوم یکسانی دارند. اما ترجیحا از bearing برای جهت یابی اجرام زمینی و azimuth برای جهت یابی اجرام آسمانی استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "bearing cursor",
      "Meanings": [
        "مکان نمای سمت خط شعاعی که از مرکز نمایشگر پی پی آی رادار plan position indicator به طرف مقیاس دایره ای بیرونی کشیده شده است و بر حسب درجه مدرج شده است. این مکان نما را می‌توان با کنترلهای دستی روی نقطه نمایش دهنده هدف یا سایر اشیاء قرار داد و اطلاعات سمت را مستقیما از روی مقیاس مدرج یااز طریق صفحه پی پی آی خواند. این اطلاعات از نظر کمک به جهت یابی ارزشمند است و به خلبان امکان تنظیم مسیر برای تلاقی یا دوری از هدف مشخص شده را می‌دهد"
      ]
    },
    {
      "EnglishWord": "bearing resolution",
      "Meanings": [
        "تفکیک پذیری سمت کوچکترین اختلاف زاویه سمت که رادار قادر به تمایز بین دو هدف نزدیک و با برد یکسان باشد"
      ]
    },
    {
      "EnglishWord": "bearing sensitivity",
      "Meanings": [
        "حساسیت سمت حدلقل قدرت سیگنال که یک جهت یاب رادیویی برای تولید سمتهای تکرار پذیر لازم دارد"
      ]
    },
    {
      "EnglishWord": "beat",
      "Meanings": [
        "تپش",
        "ضربان"
      ]
    },
    {
      "EnglishWord": "beat frequency",
      "Meanings": [
        "بسامد ضربان مجموع یا اختلاف دو بسامد ترکیب شده در یک مدار غیر خطی"
      ]
    },
    {
      "EnglishWord": "beat note",
      "Meanings": [
        "نت ضربان اختلاف بسامد ایجاد شده در موقع اعمال دو موج سینوسی که بسامد‌های متفاوت به یک مدار غیر خطی می‌دهد"
      ]
    },
    {
      "EnglishWord": "beat-frequency oscillator",
      "Meanings": [
        "نوسانساز بسامد ضربان نوسانسازی که با ترکیب دو سیگنال متفاوت آر",
        "اف",
        "اختلاف بسامد شنیداری مطلوب را تولید می‌کند. در مولدهای سیگنال شنیداری برای مقاصد آزمایشی و در گیرنده‌های مخابراتی برای تولید سیگنال شنیداری در موقع تنظیم گیرنده به کار می‌رود"
      ]
    },
    {
      "EnglishWord": "beating",
      "Meanings": [
        "ضربان پدیده ای که در آن دو یا چند کمیت متناوب با بسامدهای متفاوت موجب تغییرات ارزشی دامنه می‌شوند"
      ]
    },
    {
      "EnglishWord": "beating-in",
      "Meanings": [
        "ضربان زدایی تنظیم بسامد یکی از دو نوسانساز متصل به هم به گونه ای که دیگر بسامد ضربان در گیرنده شنیده نشوند. در این صورت بسامد کاری دو نوسانساز بسیار نزدیک به هم خوهد بود"
      ]
    },
    {
      "EnglishWord": "beat-note detector",
      "Meanings": [
        "آشکار ساز نت ضربان نوعی آشکار ساز که دارای نوسانساز است و یا از خارج توسط نوسانسازی تغذیه می‌شود که بسامد آن به اندازه کافی به بسامد حامل ورودی مدوله مشده نزدیک است طوری که در نهایت بسامد سیگنال شنیداری تولید می‌شود"
      ]
    },
    {
      "EnglishWord": "beats",
      "Meanings": [
        "نتهای ضربان نتهایی که عموما در بسامدهای شنیداری به اندازه کافی پایین تولید می‌شوند"
      ]
    },
    {
      "EnglishWord": "beavertail beam",
      "Meanings": [
        "باریکه دم بیدستری باریکه رادار به شکل پره‌های پنکه یا بادبزن که رد سطح افقی پهن و در سطح عمودی باریک است. باریکه دم بیدستری به صورت عمودی و برای تشخیص ارتفاع هواپیما یا موشک جاروب می‌شود"
      ]
    },
    {
      "EnglishWord": "behaviour",
      "Meanings": [
        "رفتار"
      ]
    },
    {
      "EnglishWord": "behavioural modeling",
      "Meanings": [
        "مدل سازی رفتاری"
      ]
    },
    {
      "EnglishWord": "bel",
      "Meanings": [
        "بل واحد بنیادی سطح صدا که برابر با لگاریتم نسبت دو مقدار توان مبنای10 است. یکی از توانها مقدار مرجع است. استفاده از دسیبل",
        "واحد کوچکتر و معادل یکدهم بل متداولتر است"
      ]
    },
    {
      "EnglishWord": "bell",
      "Meanings": [
        "زنگ"
      ]
    },
    {
      "EnglishWord": "belt",
      "Meanings": [
        "تسمه"
      ]
    },
    {
      "EnglishWord": "benchmark",
      "Meanings": [
        "محک آزمون استاندارد برای مقایسه کارایی رایانه‌ها در انجام کار مشخص. محک",
        "به سادگی بیان می‌کند که برای کاربرد معین چه محصولی بهتر است"
      ]
    },
    {
      "EnglishWord": "bend",
      "Meanings": [
        "خمش تغییر ملایم در جهت محور طولی موجبر",
        "زانویی"
      ]
    },
    {
      "EnglishWord": "bender transducer",
      "Meanings": [
        "ترادیسنده خم کن نوعی ترادیسنده که با خم شدن عنصر خم کن تولید ولتاژ می‌کند"
      ]
    },
    {
      "EnglishWord": "benderelement",
      "Meanings": [
        "عنصر خم کن ترکیبی از دو نوار نازک از جنس ماده پیزو الکتریکی که به گونه ای به هم متصل شده اندکه در هنگام اعمال ولتاژ",
        "طول یکی از نوارها افزایش و دیگری کاهش می‌یابد. در نتیجه مجموعه دچار خمیدگی خواهد شد"
      ]
    },
    {
      "EnglishWord": "bent antenna",
      "Meanings": [
        "آنتن خمیده آنتن دو قطبی dipole باز",
        "با این تفاوت که هر دو انتهای آن خمیده شده است و یک بخش عمودی را به وجود می‌آوردند"
      ]
    },
    {
      "EnglishWord": "bent pipe",
      "Meanings": [
        "لوله زانویی"
      ]
    },
    {
      "EnglishWord": "bernoulli box",
      "Meanings": [
        "جعبه برنولی نوعی سیستم ذخیره اطلاعات در کامپیوترهای کوچک که دارای کارتریج متحرک و ترکیبی از یک دیسک نرم فلاپی و سخت است. هر کار تریج نوعا با 90 مگابایت تا می‌تواند ذخیره کند. عمدتا برای پشتیبانی و بایگانی استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "bessel filter",
      "Meanings": [
        "پالایه بسل نوعی پالایه فعال که دارای مشخصه فاز خطی و تاخیر زمانی تقریبا ثابت بوده و در گستره بسامدی محدود است. شکل موجهای گذرا با کمترین اعوجاج از این پالایه عبور می‌کند"
      ]
    },
    {
      "EnglishWord": "bessel functions",
      "Meanings": [
        "توابع بسل"
      ]
    },
    {
      "EnglishWord": "bessel response",
      "Meanings": [
        "پاسخ بسل پاسخ فاز خطی تاخیر زمانی ثابت در باند عبور پالایه فعال تنظیم پذیر. در این حالت",
        "آهنگ تضعیف نسبت به پاسخ بونزورث سطحی‌تر است و فراجست وجود ندارد"
      ]
    },
    {
      "EnglishWord": "best effort",
      "Meanings": [
        "بهترین تلاش"
      ]
    },
    {
      "EnglishWord": "beta",
      "Meanings": [
        "بتا بهره جریان یک ترانزیستور در آرایش امیتر مشترک امیتر متصل به زمین. بتا به صورت نسبت تغییر کوچک جریان کلکتور به تغییر جریان بیس در صورت ثابت بودن ولتاژ کلکتور تعریف می‌شود"
      ]
    },
    {
      "EnglishWord": "beta cutoff frequency",
      "Meanings": [
        "بسامد قطع بتا بسامدی که در آن بتای ترانزیستور به 3 دسیبل کمتر از بسامد پایین‌تر",
        "پایین خود می‌رسد"
      ]
    },
    {
      "EnglishWord": "beta particle",
      "Meanings": [
        "ذره بتا الکترون یا پوزیترونی که در طی واپاشی بتایی از هسته گسیل می‌شود"
      ]
    },
    {
      "EnglishWord": "beta ray",
      "Meanings": [
        "پرتو بتا جریانی از ذرات بتا"
      ]
    },
    {
      "EnglishWord": "beta wave",
      "Meanings": [
        "موج بتا موج مغزی با بسامد بالای 14 هرتز"
      ]
    },
    {
      "EnglishWord": "beta-ray spectrometer",
      "Meanings": [
        "طیف سنج بتا وسیله ای که چگونگی توزیع انرژی ذرات بتا و الکرونهای ثانویه را تعیین می‌کند"
      ]
    },
    {
      "EnglishWord": "beta-ray spectrum",
      "Meanings": [
        "طیف پرتو بتا چگونگی توزیع انرژی یا اندازه حرکت ذرات بتا که در فرایند واپاشی بتایی گسیل می‌شوند"
      ]
    },
    {
      "EnglishWord": "betaron",
      "Meanings": [
        "بتاترون نوعی شتابدهنده که دارای دیواره خلا چنبره مانند",
        "تفنگ الکترونی به عنوان منع الکترونهای داخل",
        "و یک آهنربای الکتریکی",
        "ای",
        "بیرونی است که خطوط نیروی مغناطیسی آ« به صورت عمودی از چنبره می‌گذرد. با حرکت الکترونهای گسیل شده در مسیر دایره ای اطراف چنبره",
        "تغییرات سریع میدان مغناطیسی پیوسته شتاب آنها را افزایش میدهد. در نهایت",
        "باریکه الکترونی به وجود آمده",
        "از طریق یک پنجره به بیرون منحرف می‌شود و مستقیما به عنوان پرتو بتا و یا با هدایت به سوی یک هدف برای تولید پرتوهای ایکس پر انرژی استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "bethe hole directional coupler",
      "Meanings": [
        "تزویجگر جهتی روزنه ای نوعی تزویجگر جهتی در سیستمهای ریزموج که امکان متوازن شدن تزویج میدان الکتریکی و مغناطیسی بین دو موجبر را می‌دهد. در این حالت یکی از موجبرها حول یک روزنه مشترک در سطح پهن دو قسمت روبروی هم موجبرها",
        "چرخانده می‌شود"
      ]
    },
    {
      "EnglishWord": "bev",
      "Meanings": [
        "billion electronvolt",
        "بیلیون الکترون ولت نام پیشین گیگا الکترون است"
      ]
    },
    {
      "EnglishWord": "beverage antenna  wave antenna",
      "Meanings": [
        "آنتن نوشابه ای",
        "آنتن موجی نوعی آنتن سیم بلند جهتی و غیر مشدد",
        "به درازای دو یا چند طول موج که معمولا در ارتفاع 3 تا6 متری از زمین نگهداشته می‌شود"
      ]
    },
    {
      "EnglishWord": "bezel",
      "Meanings": [
        "نگین دان طوقه شیارداری که پنجره شیشه ای یا پلاستیکی شفاف یا عدسی را در وسایل نشان دهنده نظیر سنجه یا گردونه تنظیم و مشابه آن نگه می‌دارد"
      ]
    },
    {
      "EnglishWord": "bfo",
      "Meanings": [
        "beat",
        "frequency oscillator",
        "نوسانساز بسامد ضربان نوسانسازی که با ترکیب دو سیگنال متفاوت آر",
        "اف",
        "اختلاف بسامد شنیداری مطلوب را تولید می‌کند. در مولدهای سیگنال شنیداری برای مقاصد آزمایشی و در گیرنده‌های مخابراتی برای تولید سیگنال شنیداری در موقع تنظیم گیرنده به کار می‌رود"
      ]
    },
    {
      "EnglishWord": "bga",
      "Meanings": [
        "ball",
        "grid array",
        "آرایه گویچه مشبک نوعی بسته بندی با ارتفاع نیمرخ کمتر از یک دهم اینچ که برای نصب سطحی تعداد زیادی مدار مجتمع روی تخته مدار به کار می‌رود. این آرایه",
        "همچون آرایه پایه مشک دارای برجستگیهای لحیمی در محل پایه هاست که با ذوب شدن خود بی جی ای رابه تخته مدار وصل می‌کند"
      ]
    },
    {
      "EnglishWord": "b-h curve  magnetization curve",
      "Meanings": [
        "منحنی بی",
        "اچ",
        "منحنی مغناطیس منحنی مشخصه ای که رابطه بین القای مغناطیسی بی و میدان مغناطیس کننده اچ را در یک ماده مغناطیسی نشان می‌دهد. این منحنی چگونگی تغییرات تراوایی مغناطیسی یک ماده را با چگالی شار مشخص می‌کند"
      ]
    },
    {
      "EnglishWord": "b-h meter",
      "Meanings": [
        "بی",
        "اچ سنج سنجه ای که حلقه پسماند ذاتی ماده مغناطیسی را اندازه می‌گیرد"
      ]
    },
    {
      "EnglishWord": "bi",
      "Meanings": [
        "bismuth",
        "بیسموت عنصر فلزی سنگین و شکننده با عدد اتمی 83 و وزن اتمی 208/98 دارای نقطه ذوب پایینی یاست که برای کاربرد در کاتدها مناسب است. ترکیب آلیاژی آن با سایر فلزات",
        "یک ماده ابر رسانا می‌دهد"
      ]
    },
    {
      "EnglishWord": "bi te",
      "Meanings": [
        "bismuth telluride",
        "تلورید بیسموت یک ترکیب بین فلزی که دارای توان ترموالکتریکی بالایی است"
      ]
    },
    {
      "EnglishWord": "bias",
      "Meanings": [
        "بایاس 1. ولتاژ دی سی اعمال شده به الکترود کنترل یک ترانزیستور یا لامپ الکترونی برای رسیدن به نقطه کار مطلوب 2. جریان مستقیم و گذرنده از سیم پیچ بایاس تقویت کننده مغناطیسی برای ایجاد شرایط کاری مطلوب. 3. نیروی الکتریکی",
        "مکانیکی یا مغناطیسی که برای ایجاد سطح مرجع الکتریکی یا مکانیکی به یک وسیله اعمال می‌شود. 4. جریان متناوب ا بسامد 3 تا 10 برابر بالاترین بسامد شنیداری که از هد یک ضبط صوت مغناطیسی عبور داده می‌شود تا فرایند ضبط را خطی کند",
        "بایاس",
        "تغذیه",
        "گرایش"
      ]
    },
    {
      "EnglishWord": "bias current",
      "Meanings": [
        "جریان بایاس جریان الکتریکی با بسامد بیشتر از حدود 40 کیلو هرتز که به منظور کاهش اعوجاج به جریان شنیداری در حال ضبط روی نوار مغناطیسی افزوده می‌شود"
      ]
    },
    {
      "EnglishWord": "bias modulation",
      "Meanings": [
        "مدوله سازی بایاس نوعی مدوله سازی دامنه که در آن ولتاژ یا مدوله کننده بر ولتاژ بایاس لامپ تقویت کننده آر",
        "الف سوار می‌شود"
      ]
    },
    {
      "EnglishWord": "bias oscillator",
      "Meanings": [
        "نوسانساز بایاس نوسانگری که در یک ضبط مغناطیسی برای تولید سیگنال ای سی با بسامد 40 تا 80 کیلو هرتز و به منظور بایاس مغناطیسی و ایجاد مشخصه ضبط خطی استفاده می‌شود. نوسانساز بایاس معمولا به عنوان نوسانساز پاک کننده نیز به کارمی رود"
      ]
    },
    {
      "EnglishWord": "bias resistor",
      "Meanings": [
        "مقاومت بایاس مقاومتی که با قرار گرفتن در مدار امیتر یا بیس یک ترانزیستور دو قطبی",
        "مدار سورس یا گیت یک ترانزیستور اثر میدان",
        "یا کاتد یا شبکه یک لامپ الکترونی افت ولتاژی تولید می‌کند به عنوان ولتاژ بایاس",
        "استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "bias stabilizer",
      "Meanings": [
        "پایدار ساز بایاس قطه یا مداری که در ترانزیستور‌های دو قطبی و اثر میدانی و نوعا در طبقات RF متشکل از عناصر مجزا و منبع تغذیه کم",
        "ولتاژو تنظیم شده است. جریان بایاس ثابتی را فراهم می‌کند. طرز کار آن بر اساس تهیه یک ولتاژمرجع و قرار گرفتن به عنوان عنصر پسخورد DC خول ترانزیستور طبقه RF است. نمونه آن یک مدار مجتمع با دو ترانزیستور PNP است"
      ]
    },
    {
      "EnglishWord": "bias winding",
      "Meanings": [
        "سیم پیچ بایاس سیم پیچ کنترلی که با عبور جریان مستقیم و ثابت شرایط کار مطلوب در تقویت کننده مغناطیسی یا سایر وسایل مغناطیسی را بر قرار می‌کند"
      ]
    },
    {
      "EnglishWord": "biased",
      "Meanings": [
        "بایاس شده"
      ]
    },
    {
      "EnglishWord": "biasing",
      "Meanings": [
        "بایاس کردن",
        "گرایش دهی"
      ]
    },
    {
      "EnglishWord": "bicmos process",
      "Meanings": [
        "فرایند بایسیماس نوعی فن آوری مدار مجتمع که ویژگیهای خطی و سرعت قطعات دو قطبی را با مصرف توان کم",
        "تلفات حرارتی کم و چگالی بالاتر قطعات سی ماس ترکیب می‌کند. این فن آوری می‌تواند در هر دو سطح ECL منطق امیتر تزویج شده و TTL منطق ترانزیستور",
        "به ترانزیستور عمل کند و به شکل گسترده ای در کاربردهای با سیگنال مخلوط استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "bicnical  antenna",
      "Meanings": [
        "آنتن دو مخروطی آنتنی که دارای دو مخروط فلزی با محور یکسان است. ریوس مخروطها در نزدیکی هم یا منطبق بر هم است و کابل هم محور یا مجبر از طریق آنها تغذیه می‌شود. الگوی تشعشعی آنتن به صورت دایره ای و در صفحه عمود بر محور است. در صورتی که زاویه راس کمتر از 90 درجه باشد به عنوان آنتن دو قطبی رفتار می‌کند"
      ]
    },
    {
      "EnglishWord": "biconical horn",
      "Meanings": [
        "شیپور دو مخروطی",
        "بوق دو مخروطی وسیله تشعشعی مشابه با آنتن دو مخروطی که در زاویه راس بیشتر از 90 درجه به آنتن شیپوری تبدیل می‌شود"
      ]
    },
    {
      "EnglishWord": "biconjugate network",
      "Meanings": [
        "شبکه دو مزدوج شبکه ای خطی که دارای چهار مقاومت",
        "به صورت زوجهای فرد وج",
        "است به گونه ای که ولتاژسری با یک مقاومت مانع از عبور جریان در زوج دیگری می‌شود. به عنوان نمونه می‌توان از تزویج کنند ه‌های جهتی",
        "پیوند‌های آمیخته",
        "و حلقه‌های آمیخته نام برد"
      ]
    },
    {
      "EnglishWord": "biconvex",
      "Meanings": [
        "محدب الطرفین"
      ]
    },
    {
      "EnglishWord": "bidirectional  diode",
      "Meanings": [
        "دیود دو سویه نوعی دیود پیوندی نیمرسانا که مشخصه‌های مستقیم",
        "معکوی",
        "و / یا شکست آن برای ولتاژ اعمال شده مثبت و منفی یکسان است"
      ]
    },
    {
      "EnglishWord": "bidirectional  pulse",
      "Meanings": [
        "پالس دو سویه پالسی که تغییر آن از مقدار ثابت در هر دو جهت صورت می‌گیرد"
      ]
    },
    {
      "EnglishWord": "bidirectional  thyristor",
      "Meanings": [
        "تریستور دوسویه قطعه نیمرسانای سه سر که برای هر دو ولتاژ مثبت یا منفی اعمال می‌شود به آند و کاتد آن",
        "به صورت تریستور رفتار می‌کند. این وسیله می‌تواند به عنوان کلید AC عمل کند. ترایاک triac نمونه آن است"
      ]
    },
    {
      "EnglishWord": "bidirectional  transducer",
      "Meanings": [
        "ترادیسنده دوسویه ترادیسنده ای که از یک موقعیت",
        "مرجع می‌تواند در هر دو جهت مثبت و منفی اندازه گیری را انجام دهد"
      ]
    },
    {
      "EnglishWord": "bidirectional antenna",
      "Meanings": [
        "آنتن دو سویه آنتنی که تابش یا دریافت بخش عمده انرژی آن",
        "فقط در دو جهت صورت می‌گیرد"
      ]
    },
    {
      "EnglishWord": "bidirectional breakdown diode",
      "Meanings": [
        "دیود شکست دو سویه نوعی دیود شکست کهه مشخصه معکوس آن برای ولتاژ اعمال شده مثبت یا منفی یکسان است"
      ]
    },
    {
      "EnglishWord": "bidirectional clamping circuit",
      "Meanings": [
        "مدار گرانبند دو سویه مدار کرانبندی که با اعمال پالس کنترل و صرفنظر از قطبیت سیگنال ورودی در آن لحظه",
        "عمل می‌کند"
      ]
    },
    {
      "EnglishWord": "bidirectional counter",
      "Meanings": [
        "شمارنده دوسویه شمارنده ای با دو یا چند مد عملیاتی که توسط سیگنالهای کنترل کیت تعیین می‌شود و طی آن ترکیبهای مختلف جمع و تفریق روی پالسهای اعمال شده به یک یا دو ورودی انجام می‌گیرد"
      ]
    },
    {
      "EnglishWord": "bidirectional coupler",
      "Meanings": [
        "تزویجگر دوسویه وسیله ای در یک مدار ریز موج که توان مستقیم و بازتابیده را اندازه می‌گیرد. دارای یک بخش مستقیم موجبر به همراه بخش محصوری است که در هر طرف در امتداد بع باریک آن متصل شده است. هر بخش دارای کاوه بر گیر RF RF PICKUP PRobe در یک سر و پایاندهی امپدانسی در سر دیگر است. انرژی ریز موج موجبر اصلی از سه روزنه",
        "که مراکز آنها در فواصل یک چهارم طول موج از هم قرار دارد. عبور می‌کند. کاروه یRF که در دورترین نقطه از فرستنده قرار دارد توان مستقیم را اندازه می‌گیرد و نزدیکترین کاوه توان باز تابیده را می‌سنجد"
      ]
    },
    {
      "EnglishWord": "bidirectional microphone",
      "Meanings": [
        "میکروفون دو سویه نوعی میکروفون که به صداهای آمده از پشت و جلو",
        "متناظر با صداهای بین 0 تا 180 درجه",
        "به خوبی پاسخ می‌دهد"
      ]
    },
    {
      "EnglishWord": "bifilar",
      "Meanings": [
        "زوج سیم",
        "سیم دولا"
      ]
    },
    {
      "EnglishWord": "bifilar resistor",
      "Meanings": [
        "مقاومت دورشته ای مقاومتی با سیم پیچی مضاعف برای کاهش القا کنایی آن"
      ]
    },
    {
      "EnglishWord": "bifilar transformer",
      "Meanings": [
        "ترانسفور مر دورشته ای ترانسفور مری که برای ایجاد تزویج بسیار بالا",
        "دو سیم پیچ آن پهلو به پهلو هم پیچیده شده اند. این تزویج تنگاتنگ سبب می‌شود ترانسفور مرهای آی",
        "اف تلویزیون نیازی به خازن مسدود کننده دی سی نداشته باشند"
      ]
    },
    {
      "EnglishWord": "bifilar winding",
      "Meanings": [
        "سیم پیچ دورشته ای نوعی سیم پیچ یا پیچک که در آن ابتدا سیم مورد نظر با رساندن دو انتهایش به یکدیگر به صورت دو رشته ای در می‌آید و بعد روی هسته مورد نظر پیچیده می‌شود. به این ترتیب اثر القایی عبور جریان در دو رشته نزدیک به هم حذف می‌شود و القاکنایی کل پیچک کاهش می‌یابد. از این روش در مقاومتهای سیم پیچی شده برای کار در فرکانسهای بالا استفاده می‌شود تا راکتانس القایی کاهش داده شده یا حذف شود"
      ]
    },
    {
      "EnglishWord": "bifurcate",
      "Meanings": [
        "دو راهه شدن",
        "چنگالی شدن"
      ]
    },
    {
      "EnglishWord": "bifurcated contact",
      "Meanings": [
        "اتصال چنگالی",
        "اتصال دو راهه"
      ]
    },
    {
      "EnglishWord": "bifurcation",
      "Meanings": [
        "دو شاخگی",
        "دو طرفه"
      ]
    },
    {
      "EnglishWord": "bilateral",
      "Meanings": [
        "دوطرفه 1. دارای دو طرف 2. دو سویه Bidirectional شبکه ای که در آن عبور جریان در هر جهت است ولتاژ مشابهی تولید می‌کند",
        "دو طرفه"
      ]
    },
    {
      "EnglishWord": "bilateral switch",
      "Meanings": [
        "کلید دو طرفه"
      ]
    },
    {
      "EnglishWord": "bilinear",
      "Meanings": [
        "دو خطی"
      ]
    },
    {
      "EnglishWord": "billateral transducer",
      "Meanings": [
        "ترادیسنده دو طرفه ترادیسنده ای با توانایی ارسال اطلاعات در دو جهت و بین حد اقل دو نقطه"
      ]
    },
    {
      "EnglishWord": "billion electronvolt",
      "Meanings": [
        "بیلیون الکترون ولت نام پیشین گیگا الکترون است"
      ]
    },
    {
      "EnglishWord": "billoard antenna  bedspring array",
      "Meanings": [
        "آنتن دو طرفه",
        "آرایه تخت فنری آنتنی با آرایه ای از تابشگرهای دو قطبی که در مقابل صفحه بازتابنده فلزی عموما شبکه ای نصب شده اند. هر چه تعداد دو قطبیها بیشتر باشد",
        "بهره در جهت مورد نظر بزرگتر خواهد بود. به دلیل ابعاد آن",
        "معمولا در فرکانسهای کمتر از 150 مگاهرز استفاده نمی‌شود"
      ]
    },
    {
      "EnglishWord": "bimetal",
      "Meanings": [
        "زوج فلزا حرارتی",
        "دو فلز"
      ]
    },
    {
      "EnglishWord": "bimetallic strip",
      "Meanings": [
        "نوار دو فلزی",
        "نوار بی متال نواری از دوورقه فلزی با ضرایب دمایی مختلف که در راستای پهنایشان به همدیگر جوش خورده اند. به دلیل ضرایب انبساط مختلف",
        "افزایش دما موجب خمش یا پیچش نوار می‌شود. از این ویژگی حساسیت به دما در ترموستاتها و کلید‌های تاخیر دمایی استفاده می‌شود. نوار با کاهش یا حذف دما به حالت اولیه خود بر می‌گردد"
      ]
    },
    {
      "EnglishWord": "bimorph cell",
      "Meanings": [
        "سلول دوریخت دوصفحه پیزو الکتریک که طوری به هم متصل شده اند که ولتاژ اعمال شده به آنها منجر به انبساط یکی و انقباض دیگری می‌شود",
        "در نتیجه سلول متناسب با ولتاژ وارده خم می‌شود. در حالت عکس",
        "فشار وارده",
        "دو برابر ولتاژ یک تک سلول را تولید خواهد کرد. از این قطعه در برگیرها پیکاپ ومیکروفونها استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "binart digit",
      "Meanings": [
        "رقم دودویی"
      ]
    },
    {
      "EnglishWord": "binart string",
      "Meanings": [
        "رشته دودویی"
      ]
    },
    {
      "EnglishWord": "binary",
      "Meanings": [
        "دودویی سیستم اعداد در مبنای دو که تنها از دو عدد 0 و 1 استفاده می‌کند. منطق دو دویی بر اساس یکی از دو حالت قطع یا وصل یا به تریب 0 و 1 عمل می‌کند. از سیستم دو دویی برای زمز گذاری عددی دراکثر رایانههای رقمی استفاده می‌شود",
        "دو دویی"
      ]
    },
    {
      "EnglishWord": "binary adder",
      "Meanings": [
        "جمع کننده دو دویی"
      ]
    },
    {
      "EnglishWord": "binary arithmetic",
      "Meanings": [
        "حساب دورویی",
        "حساب دودویی"
      ]
    },
    {
      "EnglishWord": "binary chain",
      "Meanings": [
        "زنجیر دودویی رشته ای از مدارهای دو دویی که هر یک بر مدار بعدی اثر می‌گذارد"
      ]
    },
    {
      "EnglishWord": "binary code",
      "Meanings": [
        "رمز دودویی رمزی که در آن هر وضعیت مجاز یکی از دو حالت دودویی ممکن صفر یا یک را دارد. سیستم اعداد دو دویی یکی از رمزهای متعدد دو دویی است",
        "رمز دودویی"
      ]
    },
    {
      "EnglishWord": "binary code disk",
      "Meanings": [
        "دیسک به رمز دودویی دیکسی که روی آن طرحهای مختلف از میله‌های شفاف و کدر هم مرکز نقش بسته است. این میله‌ها زاویه محور را مستقیما به یک رمز دو دویی طبیعی و معلوم تبدیل می‌کند"
      ]
    },
    {
      "EnglishWord": "binary coded decimal",
      "Meanings": [
        "ده دهی کد شده به دورویی"
      ]
    },
    {
      "EnglishWord": "binary countdown",
      "Meanings": [
        "شمارش معکوس دو دویی"
      ]
    },
    {
      "EnglishWord": "binary encoder",
      "Meanings": [
        "رمز گذار دودویی نوعی رمز گذار که اشکال مختلف داده‌های ورودی نظیر زاویه ای",
        "خطی و امثال آن را به نویسه‌های خروجی به رمز دودویی تبدیل می‌کند"
      ]
    },
    {
      "EnglishWord": "binary file",
      "Meanings": [
        "پرونده دودویی پرونده ای که بر خلاف پرونده‌های متنی text file داده‌های خام آن به شکل متن بیان نمی‌شود"
      ]
    },
    {
      "EnglishWord": "binary joint",
      "Meanings": [
        "محل پیوند اتصال"
      ]
    },
    {
      "EnglishWord": "binary magnetic core",
      "Meanings": [
        "هسته مغناطیسی دودویی نوعی هسته مغناطیسی که می‌تواند به هر یک از دو حالت پایدار مغناطیسی سوییچ کند"
      ]
    },
    {
      "EnglishWord": "binary number",
      "Meanings": [
        "عدد دودویی یک مقدار عددی که به صورت رشته ای از ارقام دودویی 0 و 1 بیان می‌شود. موقعیت رقم در گروه از راست به چپ نشاندهنده توانی از عدد 2 است.",
        "… از جمع این مقادیر توانی معادل دهدهی عدد به دست می‌آید. بنابر این 010 معادل",
        "معادل",
        "/000 معادل",
        "معادل 30 است"
      ]
    },
    {
      "EnglishWord": "binary number system  binary notation",
      "Meanings": [
        "سیستم اعداد دودویی",
        "نمادگذرای دودویی نوعی سیستم نمادگذاری که در آن ارقام متوالی به صورت ضرایبی از توانهای متوالی مبنای 2 بیان می‌شوند"
      ]
    },
    {
      "EnglishWord": "binary ouwer",
      "Meanings": [
        "قذرت اتصال"
      ]
    },
    {
      "EnglishWord": "binary phass-shift keying",
      "Meanings": [
        "کلیدزنی انتقال",
        "فازی دودویی کلید زنی داده‌های دودویی یا خط نقطه‌های رمز مورس بوسیله انحراف فاز 90+ درجه حامل"
      ]
    },
    {
      "EnglishWord": "binary power divider",
      "Meanings": [
        "مقسم توان دودویی"
      ]
    },
    {
      "EnglishWord": "binary scaler   binary counter   scale-of-tow circuit",
      "Meanings": [
        "مقیاس بند دودویی",
        "شمارنده دودویی",
        "مدار مقیاس بند دوتایی نوعی مقیاس بند که برای هر دو پالس ورودی یک پالس خروجی تولید می‌کند. به همین ترتیب",
        "دو طبقه پشت سر هم مقیاس بند دودویی برای هر چهار پالس ورودی یک پالس در خروجی می‌دهد",
        "یه طبقه پشت سر هم یک پالس برای هشت ورودی",
        "و چهار طبقه پشت سر هم یک پالس برای هر 16 پالس ورودی تولید می‌کنند"
      ]
    },
    {
      "EnglishWord": "binary search",
      "Meanings": [
        "جستجوی دودویی نوعی روش جستجو که طی آن ابتدا مجموعه ای از اعضا به دو بخش تقسیم و یکی از آنها رد می‌شود. سپس این روند روی بخش قبول شده تکرار می‌شود تا اینکه اعضای با ویژگی مورد نظر پیدا شوند"
      ]
    },
    {
      "EnglishWord": "binary signaling",
      "Meanings": [
        "علامت دهی دودویی یک سیستم مخابراتی که در آن اطلاعاتی توسط حضور و غیاب",
        "یا تغییرات مثبت و منفی فقط یک پارامتر از محیط سیگنال دهی عمل می‌شوند"
      ]
    },
    {
      "EnglishWord": "binary synchronons communication",
      "Meanings": [
        "مخابرات دودویی همزمان یک قرار داد مخابراتی بایت یا نویسه گرا که از مجموعه معینی از نویسه‌های کنترلی برای ارسال همزمان اطلاعات به رمز دودویی بین ایستگاههای یک سیستم مخابره داده‌ها استفاده می‌کند. نمونه‌های آن عبارت اند از کنترل تبادل داده‌های رقمی بین رایانه‌ها و / یا پایانه‌ها از طریق خطوط تلفنی"
      ]
    },
    {
      "EnglishWord": "binary system",
      "Meanings": [
        "سیستم دودویی"
      ]
    },
    {
      "EnglishWord": "binary tree",
      "Meanings": [
        "درخت دودویی"
      ]
    },
    {
      "EnglishWord": "binary word",
      "Meanings": [
        "کلمه دودویی"
      ]
    },
    {
      "EnglishWord": "binary-coded character",
      "Meanings": [
        "نویسه به به رمز دودویی یک نویسه الفبای عددی که به وسیله آرایش معنی از ارقام دودویی متوالی نمایش داده می‌شود"
      ]
    },
    {
      "EnglishWord": "binary-coded decimal",
      "Meanings": [
        "دهدهی به رمز دودویی بی سی دی نوعی سیستم نمایش اعداد که در آن هر رقم دهدهدی توسط چهار رقم دودویی نمایش داده می‌شود. بنابر این در نماگذاری دهدهی به رمز",
        "عدد 17 به صورت 00010111 نشان داده می‌شود که در آن گروه چهاررقمی اول نمایانگر 1 و گروه چهار رقمی دوم نمایانگر 7 است"
      ]
    },
    {
      "EnglishWord": "binary-coded octal",
      "Meanings": [
        "هشت هشتی به رمز دودویی سیستم نمادگذاری هشت هشتی که در آن هر رقم هشت هشتی 0تا 7 توسط یک نویسه سه رقمی به رمز دودویی نمایش داده می‌شود"
      ]
    },
    {
      "EnglishWord": "binary-to-decimal conversion",
      "Meanings": [
        "تبدیل دودویی به دهدهی روند ریاضی تبدیل یک عدد نوشته شده در سیستم دودویی به یک عدد معادل نوشته شده در سیستم عادی دهدهی"
      ]
    },
    {
      "EnglishWord": "binaural",
      "Meanings": [
        "شنود دوسویه دهدهی",
        "شنود دوسویه اشاره به صدایی که از دو مسیر گوش شنونده می‌رسد و اثر سه بعدی نمایی شنوایی را ایجاد می‌کند"
      ]
    },
    {
      "EnglishWord": "binaural effect",
      "Meanings": [
        "اثر شنود دوسویه توانایی تعیین جهت صدا از طریق تشخیص اختلاف زمان ورود موج صدا به هر گوش"
      ]
    },
    {
      "EnglishWord": "binder",
      "Meanings": [
        "چسب صمغ یا هر ماده چسبنده دیگری که برای متصل کردن ذرات به هم و ایجاد استحکام مکانیکی به کار می‌رود"
      ]
    },
    {
      "EnglishWord": "binding",
      "Meanings": [
        "اتصال"
      ]
    },
    {
      "EnglishWord": "binding energy",
      "Meanings": [
        "انرژی بستگی 1. انرژی خالص لازم برای خارج ساختن ذره از سیستم 2. انرژی خالص لازم برای تجزیه سیستم به اجزای تشکیل دهنده آن",
        "انرژی اتصال"
      ]
    },
    {
      "EnglishWord": "binding force",
      "Meanings": [
        "نیروی اتصال"
      ]
    },
    {
      "EnglishWord": "binding post",
      "Meanings": [
        "پیچ اتصال پایانه پیچی دستی برای برقراری اتصالات الکتریکی"
      ]
    },
    {
      "EnglishWord": "binomial antenna array",
      "Meanings": [
        "آرایه آنتن دو جمله ای نوعی آرایه که دارای گلبرگهای اصلی در جهتهای مخالف و بدون هیچگونه گلبرگ جانبی است. این کار با قرار دادن آنتنهای آرایه در فواصل نصف طول موج و تغذیه همفاز همه آنها انجام می‌شود. همچنین",
        "دامنه جریان نسبی عناصر مختلف آنتن باید متناسب با ظرایب جملات متوالی در یک رشته دو جمله ای باشد"
      ]
    },
    {
      "EnglishWord": "binominal",
      "Meanings": [
        "دو جمله ای"
      ]
    },
    {
      "EnglishWord": "binominal  distribution",
      "Meanings": [
        "توزیع دو جمله ای"
      ]
    },
    {
      "EnglishWord": "binominal probability distribution",
      "Meanings": [
        "توزیع احتمال دو جمله ای"
      ]
    },
    {
      "EnglishWord": "binominal theorem",
      "Meanings": [
        "قضیه دو جمله ای"
      ]
    },
    {
      "EnglishWord": "bioelectrogenesis",
      "Meanings": [
        "زیست برق ساخت تولید برق توسط موجودات زنده"
      ]
    },
    {
      "EnglishWord": "bioelectronics",
      "Meanings": [
        "زیست الکترونیک کاربرد نظریه‌ها و روشهای الکترونیکی در مسایل زیست شناسی"
      ]
    },
    {
      "EnglishWord": "bioengineering",
      "Meanings": [
        "زیست مهندسی",
        "مهندسی پزشکی کاربرد دانش مهندسی در حوزه‌های پزشکی و زیست شناسی"
      ]
    },
    {
      "EnglishWord": "bioinstrument",
      "Meanings": [
        "زیست ابزار وسیله ای که برای حس و ارسال یک یا چند نوع داده فیزیولوژیک به بدن انسان متصل می‌شود"
      ]
    },
    {
      "EnglishWord": "bionics",
      "Meanings": [
        "بیونیک حوزه ای که راه و روش مهندسی برق و الکترونیک را با زیست شناسی ترکیب می‌کند و به دنبال شبیه سازی پدیده‌های زیست شناختی توسط قطعات یا مدارهای الکترونیکی نظیر شبکه‌های عصبی است"
      ]
    },
    {
      "EnglishWord": "bios",
      "Meanings": [
        "basic input",
        "output system",
        "سیستم اساسی ورودی",
        "خروجی نرم افزاری که دستورالعملهای سیستم عامل را به فرامینی به /از اجزای رایانه تبدیل می‌کند"
      ]
    },
    {
      "EnglishWord": "biosensor",
      "Meanings": [
        "زیست کره وسیله ای که یک عمل زیستی نظیر فشار خون یا ضربان قلب را عموما به منظور ثبت یا دور سنجی حس می‌کند"
      ]
    },
    {
      "EnglishWord": "biosphere",
      "Meanings": [
        "زیست سپهر قسمتی از زمین و جو آن که در آن جانوران و گیاهان زندگی می‌کنند"
      ]
    },
    {
      "EnglishWord": "biotelemetry",
      "Meanings": [
        "زیست",
        "دورسنجی دورسنجی داده‌های زیستی",
        "مثلا در درون بدن انسان",
        "بدون تداخل با عمل یا فرایند تحت نظارت"
      ]
    },
    {
      "EnglishWord": "biotron",
      "Meanings": [
        "بیوترون اتاقکی که در آن فشار",
        "دما",
        "و سایر عوامل محیطی را می‌توان برای مقاصد زیست شناختی به دقت کنترل کرد"
      ]
    },
    {
      "EnglishWord": "biot-savart law",
      "Meanings": [
        "قانون بیو",
        "ساوار"
      ]
    },
    {
      "EnglishWord": "biot-savart's law",
      "Meanings": [
        "قانون بیو",
        "ساوار قانونی که شدت میدان مغناطیسی تولید شده توسط یک سیم حامل جریان را بیان می‌کند"
      ]
    },
    {
      "EnglishWord": "biphase",
      "Meanings": [
        "دو فاز"
      ]
    },
    {
      "EnglishWord": "biphase alternating current",
      "Meanings": [
        "جریان متناوب دو فاز"
      ]
    },
    {
      "EnglishWord": "biphase connection",
      "Meanings": [
        "اتصال دو فاز"
      ]
    },
    {
      "EnglishWord": "biphase current",
      "Meanings": [
        "جریان دو فاز"
      ]
    },
    {
      "EnglishWord": "biphase suppressed carrier",
      "Meanings": [
        "حامل خذف شده دو فازی روشی برای مدوله سازی رادیویی رقمی که در آن از یک فاز حامل برای نشان دادن 0 و از فاز مخالف آن برای نشان دادن 1 استفاده می‌شود. اگر اختلاف دو فاز کمتر از 180 درجه باشد",
        "مقداری حامل مانده ارسال خواهد شد"
      ]
    },
    {
      "EnglishWord": "bipolar",
      "Meanings": [
        "دوقطبی دارای دو قطب",
        "علامت",
        "یا جهت",
        "دو قطبی"
      ]
    },
    {
      "EnglishWord": "bipolar amplifier",
      "Meanings": [
        "تقویت کننده دو قطبی تقویت کننده ای که برحسب علامت مثبت یا منفی سیگنال ورودی سیگنال پالس خروجی تولید می‌کند"
      ]
    },
    {
      "EnglishWord": "bipolar chopper",
      "Meanings": [
        "برشگر دو قطبی"
      ]
    },
    {
      "EnglishWord": "bipolar junction transistor   bjt",
      "Meanings": [
        "ترانزیستور پیوندی دو قطبی"
      ]
    },
    {
      "EnglishWord": "bipolar metal-oxid semiconductor bimos",
      "Meanings": [
        "نیمرسانای فلز",
        "اکسید دو قطبی ترکیبی از فن آوری دو قطبی و ماس روی یک قطعه. یک تقویت کننده سیگنال نیمرسانا و فعال که دارای دو پیوند PN و NPN خواهیم داشت. بر خلاف ترانزیستور اثر میدانی که وابسته به حرکت فقط یک باربر باربرهای مثبت حفره و منفی الکترون است"
      ]
    },
    {
      "EnglishWord": "bipolar transistor",
      "Meanings": [
        "ترانزیستوردو قطبی"
      ]
    },
    {
      "EnglishWord": "biquadratic",
      "Meanings": [
        "دو مجذوری",
        "قوه چهارم"
      ]
    },
    {
      "EnglishWord": "biquadratic filter",
      "Meanings": [
        "فیلتر پالایه دو مجذوری"
      ]
    },
    {
      "EnglishWord": "biquinary notation",
      "Meanings": [
        "نشانگذاری دوپنجی نوعی سیستم نشانگذاری مخلوط که در آن اولین رقم از هر زوج رقم",
        "صفر یا یک واحد از پنج را می‌شمارد و رقم دوم",
        "یا 4 واحد را می‌شمارد. بنابر این عدد دهدهی 7 در سیستم دوپنجمی به صورت",
        "شکل 04121114 نشان داده می‌شوند. این سیستم",
        "رمز چرتکه‌های ژاپنی بوده است و به شکل رقم دودویی در برخی رایانه‌ها استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "birdie",
      "Meanings": [
        "سوت مرغی صدای سوت بلندی که گاهی اوقات هنگام تنظیم گیرنده رادیویی شنیده می‌شود. علت آن ضربان ایجاد شده بین دو بسامد حامل با اختلاف تقریبا 10 کیلو متر هرتز است"
      ]
    },
    {
      "EnglishWord": "birefringence",
      "Meanings": [
        "انکسار دوتایی"
      ]
    },
    {
      "EnglishWord": "bis",
      "Meanings": [
        "بیز",
        "بیش واژه فرانسوی برای بیشتر یا دو باره که در علم رایانه به مفهوم تعمیمی از استاندارد است. برای مثال 32bis شامل استاندارد 7/32 به همراه برخس اصطلاحات است"
      ]
    },
    {
      "EnglishWord": "bismuth",
      "Meanings": [
        "بیسموت عنصر فلزی سنگین و شکننده با عدد اتمی 83 و وزن اتمی 208/98 دارای نقطه ذوب پایینی یاست که برای کاربرد در کاتدها مناسب است. ترکیب آلیاژی آن با سایر فلزات",
        "یک ماده ابر رسانا می‌دهد"
      ]
    },
    {
      "EnglishWord": "bismuth telluride",
      "Meanings": [
        "تلورید بیسموت یک ترکیب بین فلزی که دارای توان ترموالکتریکی بالایی است"
      ]
    },
    {
      "EnglishWord": "bistable",
      "Meanings": [
        "دوپایا نوعی ویژگی مداری که برای یک ورودی معلوم در حالت پایدار در خروجی می‌دهد. مدار فلیپ",
        "فلاپ نمونه آن است",
        "با دو حالت پایا"
      ]
    },
    {
      "EnglishWord": "bistable circuit",
      "Meanings": [
        "مدار با دو حالت پایا"
      ]
    },
    {
      "EnglishWord": "bistable device",
      "Meanings": [
        "قطعه با دو حالت پایا"
      ]
    },
    {
      "EnglishWord": "bistable multivibrator",
      "Meanings": [
        "نوسان ساز چند گانه با دو حالت پایدار"
      ]
    },
    {
      "EnglishWord": "bistable switching circuit",
      "Meanings": [
        "مدار قطع و وصل دو پایا مدار قطع و وصل با راه اندازی داخلی که دارای دو سطح یا حالت کاری است"
      ]
    },
    {
      "EnglishWord": "bistatic radar",
      "Meanings": [
        "ررادار دو ایستگاهی راداری که گیرنده آن در فاصله دوری از فرستنده قرار دارد و هر یک آنتن جداگانه ای برای خود دارند. در رادارهای معمولی یک ایستگاهی",
        "فرستنده و گیرنده در یک محل واقعند"
      ]
    },
    {
      "EnglishWord": "bit",
      "Meanings": [
        "بیت علامت اختصاری رقم دودویی binary digit هر بیت 0یا 1 است. بیت واحد داده اصلی در اکثر رایانه‌های رقمی است. هر بیت معمولا بخشی از یک بایت یا کلمه داده است اما به صورت منفرد نیز برای کنترل یا نوشتن در عملیات منطقی قطع",
        "وصل استفاده می‌شود",
        "بیت",
        "یک رقم دو دویی"
      ]
    },
    {
      "EnglishWord": "bit density  linear density",
      "Meanings": [
        "چگالی بیت",
        "چگالی خطی تعداد بیتهای ذخیره شده در واحد طول عموما بیت در اینچ یا bpi"
      ]
    },
    {
      "EnglishWord": "bit error rate",
      "Meanings": [
        "آهنگ خطای بیتی نسبت بیتهای خطا به کل بیتهای دریافتی در سیتم ارسال داده"
      ]
    },
    {
      "EnglishWord": "bit interface unitbiu",
      "Meanings": [
        "واحد میانجی بیت یک مدار عملیاتی در ریزپردازنده microprocessor"
      ]
    },
    {
      "EnglishWord": "bit line",
      "Meanings": [
        "خط بیت"
      ]
    },
    {
      "EnglishWord": "bit map",
      "Meanings": [
        "نقشه بیتی الگوی بیتی ذخیره شده در حافظه رایانه که متناظر با الگوی پیکسلی است که باید روی صفحه نمایش رایانه ظاهر شود. هرپیکسل با یک بیت نمایش داده می‌شود"
      ]
    },
    {
      "EnglishWord": "bit parallel",
      "Meanings": [
        "بیت",
        "موازی ارسال همزمان بیتهای تشکیل دهنده نویسه‌ها در مسیرهای موازی",
        "عملکرد آن برخلاف روش بیت متوالی است که طی آن بیتها در یک مسیر و پشت سر هم ارسال می‌شود"
      ]
    },
    {
      "EnglishWord": "bit pick",
      "Meanings": [
        "گزینش بیت"
      ]
    },
    {
      "EnglishWord": "bit rate",
      "Meanings": [
        "سرعت بیتی",
        "آهنگ ارسال بیت تعداد رقمهای دودویی یا پالسهای معادل آن که در واحد زمان از یک نقطه معین در سیستم ارسال داده عبور می‌کنند",
        "نرخ ارسال بیت"
      ]
    },
    {
      "EnglishWord": "bit reversal",
      "Meanings": [
        "بیت",
        "وارون 1. نوعی روش نشانی دهی در پردازش سیگنال که طی آن ترتیب بیتهای یک نشانی هنگام متناسب وارونه می‌شود نظیر تبدیل فوریه سریع 2. روش نشانی دهی در رایانه‌ها که طی آن ترتیب نشانی هنگام عمل محاسباتی وارونه می‌شود"
      ]
    },
    {
      "EnglishWord": "bit reversed",
      "Meanings": [
        "معکوس شده بیتی"
      ]
    },
    {
      "EnglishWord": "bit serial",
      "Meanings": [
        "بیت",
        "متوالی ارسال پشت سر هم بیتهای تشکیل دهنده نویسه‌ها بر خلاف روش بیت موازی که در تمام بیتها همزمان ارسال می‌شوند"
      ]
    },
    {
      "EnglishWord": "bit wise operation",
      "Meanings": [
        "عمل بیتی"
      ]
    },
    {
      "EnglishWord": "bits per secondb/sbps",
      "Meanings": [
        "بیت در ثانیه واحد آهنگ یا سرعت ارسال داده‌ها در سیستم ارسال داده. هرچقدر مقدار b/s بیشتر باشد اطلاعات بیشتری را می‌توان در زمان معین ارسال یا دریافت کرد"
      ]
    },
    {
      "EnglishWord": "bit-slice architecture",
      "Meanings": [
        "معماری دسته بیتی یک مفهوم طراحی در پردازنده‌های مقسم که امکان ساخت قطعات سفارشی را از روی یک یا چند تراشه ریزپردازنده جزیی می‌دهد"
      ]
    },
    {
      "EnglishWord": "black",
      "Meanings": [
        "سیاه"
      ]
    },
    {
      "EnglishWord": "black after white",
      "Meanings": [
        "سیاه بعد از سفید نقصی در گیرنده‌های تلویزیونی که طی آن در امتداد حد سمت راست هر جسم سفید روی صفحه تلویزیون یک خط سیاه غیر عادی ظاهر می‌شود. همین عیب سبب می‌شود که به دنبال تغییر ناگهانی از سیاه به یک زمینه روشن‌تر نیز یک خط سفید ظاهر شود. علت آن وجود ناهمردیفی در گیرنده است"
      ]
    },
    {
      "EnglishWord": "black box",
      "Meanings": [
        "جعبه سیاه اشاره به یک مجموعه یا زیر مجموعه که معمولا به شکل مدول مداری الکترونیکی است که برای کاربرد معین بسته بندی شده است و توسط کاربر معمولی و مبدل ساز به آگاهی زیاد از ساختار داخلی آن قابل جایگذاری یا برداشتن از محل خود است",
        "جعبه سیاه"
      ]
    },
    {
      "EnglishWord": "black compression black saturation",
      "Meanings": [
        "تراکم سیاه",
        "سیرشدگی سیاه کاهش بهره سیگنال تصویر تلویزیونی در سطح متناظر با مناطق سیاه در تصویر. این اثر موجب کاهش سایه",
        "روشن کنترل است در نقاط سیاه تصویر ظاهر شده روی صفحه نمایش گیرنده تلویزیون با سایر نمایشگرها می‌شود"
      ]
    },
    {
      "EnglishWord": "black level",
      "Meanings": [
        "سطح سیاه سطحی از سیگنال تصویر تلویزیونی که متناظر با بیشترین حد قله‌های سیاه است. این سطح عموما در 75% حداکثر دامنه پالسهای همزمان ساز تنظیم می‌شود"
      ]
    },
    {
      "EnglishWord": "black light",
      "Meanings": [
        "نور سیاه اصطلاح منسوخ شده برای تابش فرابنفش نامریی ultraviolet radiation"
      ]
    },
    {
      "EnglishWord": "black negative",
      "Meanings": [
        "سیاه منفی سیگنال تصویر تلویزیونی که در آن ولتاژ متناظر با سیاه نسبت به ولتاژ متناظر با نواحی سفید تصویر منفی است"
      ]
    },
    {
      "EnglishWord": "black peak",
      "Meanings": [
        "اوج سیاه اوج سیگنال تصویر تلویزونی در جهت سیاه"
      ]
    },
    {
      "EnglishWord": "black positive",
      "Meanings": [
        "سیاه مثبت سیگنال تصویر تلویزیونی که در آن ولتاژمتناظر با سیاه نسبت به ولتاژ متنماظر با نواحی سفید تصویر مثبت است"
      ]
    },
    {
      "EnglishWord": "black recording",
      "Meanings": [
        "ضبط سیاه یک روش ضبط در دورنگار نمابر که در آن بیشترین توان دریافتی مربوط به حداکثر چگالی محیط ضبط برای مدوله سازی دامنه یا کمترین بسامد دریافتی برای مدوله سازی بسامد است"
      ]
    },
    {
      "EnglishWord": "black signal",
      "Meanings": [
        "سیگنال سیاه سیگنال تولید شده در هر نقطه از سیستم دورنگار بر اثر پویش ناحیه با بیشترین چگالی از موضوع"
      ]
    },
    {
      "EnglishWord": "black transmission",
      "Meanings": [
        "ارسال سیاه ارسال دورنگار بر اساس ضبط سیاه"
      ]
    },
    {
      "EnglishWord": "blacker-than-black region",
      "Meanings": [
        "منطقه سیاه‌تر از سیاه بخشی از سیگنال استاندارد تلویزیونی که در آن باریکه الکترونی لامپ قطع شده است و سیگنالهای همزمانی ارسال شده اند. این سیگنالهای همزمانساز نسبت به سیاهترین قسمتهای تصویر",
        "دارای اوج توان بیشتری هستند"
      ]
    },
    {
      "EnglishWord": "blackloody",
      "Meanings": [
        "جسم سیاه جاذب کامل تمام انرژی تابشی برخوردی. این جسم انرژی انتها به صورت تابعی از دمای خود تابش می‌کند"
      ]
    },
    {
      "EnglishWord": "blackout",
      "Meanings": [
        "خاموشی وضعیت ولتاژ صفر روی خطوط تغذیه 120/240 VAC به دلیل نقص فنی یا خاموشی عمدی شبکه تولید و / یا تجهیزات انتقال"
      ]
    },
    {
      "EnglishWord": "blackout effect",
      "Meanings": [
        "اثر خاموشی افت موقتی حساسیت در لامپ الکترونی بعد از یک پالس قوی لحظه ای"
      ]
    },
    {
      "EnglishWord": "blade",
      "Meanings": [
        "تیغه قسمت رسانای صاف و متحرک در کلید"
      ]
    },
    {
      "EnglishWord": "blade antenna",
      "Meanings": [
        "آنتن تیغه ای آنتنی به شکل تیغه دم هواپیما که روی بدنه هواپیما نصب می‌شود"
      ]
    },
    {
      "EnglishWord": "blank",
      "Meanings": [
        "سفید",
        "محو",
        "خالی 1. نتیجه عمل نهایی برش روی بلور طبیعی 2. قطع بالیکه الکتورنی لامپ پرتو کاتدی 3. تویسه ماشینی که نمایانگر فاصله در خروجی چاپگر است"
      ]
    },
    {
      "EnglishWord": "blanked picture signal",
      "Meanings": [
        "سیگنال تصویر محو شده سیگنال به دست آمده از محو شدن سیگنال تصویر تلویزیونی. افزودن سیگنال همزمانی به سیگنال تصویر محو شده",
        "سیگنال تصویر مخلوط را تولید می‌کند"
      ]
    },
    {
      "EnglishWord": "blanket area",
      "Meanings": [
        "ناحیه تزاحم ناحیه همجوار با یک ایستگاه پخش که در آن سیگنال ایستگاه به قدری قوی است. بالای 1 V/M که در کار دریافت ایستگاههای دیگر ایجاد می‌کند"
      ]
    },
    {
      "EnglishWord": "blanketing",
      "Meanings": [
        "مزاحمت تداخل ایجاد شده توسط فرستنده همجوار به گونه ای که قدرت سیگنالهای آن مزاحم دریافت سایر سیگنالها در گستره وسیع بسامدی می‌شود"
      ]
    },
    {
      "EnglishWord": "blanking  beam blanking",
      "Meanings": [
        "محو",
        "محو باریکه عمل قطع باریکه الکتروینی لامپ تصویر تلویزیونی",
        "لامپ دوربین",
        "یا لامپ نوسانساز پرتوکاتدی با اعمال پالس ولتاژ مستطیلی به شبکه یا کاتد در فاصله هر ردگیری مجدد عکس این عمل دریچه بندی gating نام دارد"
      ]
    },
    {
      "EnglishWord": "blanking level",
      "Meanings": [
        "سطح محو سطحی در یک سیگنال تصویر تلویز یونی مخلوط که اطلاعات تصویر را از اطلاعات همزمانی جدا می‌کند و منطبق بر سطح مبنای پالسهای همزمانی است"
      ]
    },
    {
      "EnglishWord": "blanking pulse",
      "Meanings": [
        "پالس محو یکی از پالسهایی که سیگنال محو را در تلویزیون می‌سازد"
      ]
    },
    {
      "EnglishWord": "blanking signal",
      "Meanings": [
        "سیگنال محو موجی از پالسهای تکراری برای ایجاد محو در تلویزیون که از نظر زمانی با فرایند پویش مرتبط است. این پالسها با هر دو بسامد خط و میدان ایجاد می‌شوند و موجب قطع باریکه الکترونی در فاصله زمانی ردگیری مجدد در فرستنده و گیرنده می‌شوند"
      ]
    },
    {
      "EnglishWord": "blastproof",
      "Meanings": [
        "غیر قابل انفجار"
      ]
    },
    {
      "EnglishWord": "bleashable",
      "Meanings": [
        "بیرنگ شونده",
        "سفید شونده"
      ]
    },
    {
      "EnglishWord": "bleder current",
      "Meanings": [
        "جریان تپ گیر جریانی که برای کاهش اثر تغییرات باریا ایجاد افت ولتاژ روی مقاومت به طور پیوسته از منبع تغذیه کشیده می‌شود"
      ]
    },
    {
      "EnglishWord": "bleeder resistance",
      "Meanings": [
        "مقاومت فرعی یا موازی"
      ]
    },
    {
      "EnglishWord": "bleeder resistor",
      "Meanings": [
        "مقاومت تپ گیر مقاومت بزرگی که دو سر منبع تغذیه یا سایر منابع ولتاژ بسته می‌شود وبا کشیدن جریان ثابت و پیوسته موجب بهبود تنظیم ولتاژ منبع می‌شود. همچنین در صورت خاموش شدن منبع",
        "بار باقیمانده در خازنهای پالایه را تلف می‌کند"
      ]
    },
    {
      "EnglishWord": "blip",
      "Meanings": [
        ". حذف بخشی از صدای ضبط شده از نوار ویدیویی یک برنامه تلویزیونی نظیر حذف کلمات ناسزا یا سایر کلمات نامطلوب 2. pip"
      ]
    },
    {
      "EnglishWord": "bloch wall",
      "Meanings": [
        "دیوار بلوخ ید لایه گذار که حوزه‌های فنر و مغناطیسی مجاور را که در جهتهای مختلف مغناطیس شده اند از هم جدا می‌کند"
      ]
    },
    {
      "EnglishWord": "block",
      "Meanings": [
        "بلوک دسته ای از بایتها که به عنوان واحد داده منطقی و مانند رکورد یک پرونده",
        "پردازش",
        "ذخیره و دستیابی می‌شوند"
      ]
    },
    {
      "EnglishWord": "block diagram",
      "Meanings": [
        "نمودار بلوکی نموداری که در آن بخشهای اصلی سیستم الکترونیکی توسط مستطیل یا سایر اشکال هندسی و مسیر‌های سیگنال توسط خطوط نمایش داده می‌شوند",
        "نمودار دیاگرام بلوکی"
      ]
    },
    {
      "EnglishWord": "blocked resistance",
      "Meanings": [
        "مقاومت بازداشته قسمت حقیقی آمپدانس بازداشته"
      ]
    },
    {
      "EnglishWord": "blocking",
      "Meanings": [
        "بازاشتن",
        "بلوک بندی",
        "بستن 1. اعمال بایاس منفی قوی به شبکه لامپ الکترونی برای قطع جریان آند آن",
        "یا ایجاد اثر معادل مسدود کننده جریان در ترانزیستور یا سایر قطعات حالت جامد فعال 2. اضافه بارگذاری گیرنده پاسخ را به حد مطلوب برگرداند. 3. ترکیب دو یا چند رکورد رایانه ای در یک بلوک 4. جلو گیری از عبور جریان مستقیم در قطعه نیمرسانا",
        "سد کننده"
      ]
    },
    {
      "EnglishWord": "blocking - osxillator driver",
      "Meanings": [
        "راه انداز نوسانساز سدی نوعی نوسانساز سدی که پالسهای اساسا مربعی برای راه اندازی لامپ‌های مدوله ساز رادار تولید می‌کند"
      ]
    },
    {
      "EnglishWord": "blocking oscillator",
      "Meanings": [
        "نوسانساز سدی نوعی نوسانساز که در آن بایاس بیس منفی همزمان با پر شدن یک خازن و به تدریج در طی نوسان افزایش می‌یابد تا به نقطه ای می‌رسد که جریان کلکتور قطع و نوسان متوقف می‌شود. سپس خازن تا باز شدن دوباره بیس تخلیه میشود. و مجددا نوسان از سر گرفته می‌شود. این روند منجر به تولید مووج ولتاژ دندانه اره ای می‌شود که به عنوان ولتاژ روشن در لامپ پرتوکاتدی قابل استفاده است"
      ]
    },
    {
      "EnglishWord": "blocking signal",
      "Meanings": [
        "سیگنال سد کننده"
      ]
    },
    {
      "EnglishWord": "blocking state",
      "Meanings": [
        "حالت سد کننده"
      ]
    },
    {
      "EnglishWord": "blocking voltage",
      "Meanings": [
        "ولتاژ سد کننده"
      ]
    },
    {
      "EnglishWord": "blooper",
      "Meanings": [
        "گیرنده رادیویی که سیگنال نوسانساز بیش از حد قوی را تشعشع کند"
      ]
    },
    {
      "EnglishWord": "blow up",
      "Meanings": [
        "ترکیدن",
        "باد کردن"
      ]
    },
    {
      "EnglishWord": "blower",
      "Meanings": [
        "دمنده پنکه الکتریکی برای خنک کردن هوا"
      ]
    },
    {
      "EnglishWord": "blown-fuse indicator",
      "Meanings": [
        "نشانگر فیوز پریده سوخته لامپ یانور هشدار دهنده که دو سر فیوز بسته و در صورت سوختن فیوز روشن می‌شود"
      ]
    },
    {
      "EnglishWord": "blowout magnel",
      "Meanings": [
        "آهنربای فرونشان آهنربای دایمی با لاکتریکی که قوس ایجاد شده در موقع باز شدن کلید با مدار شکن با جریان بالا را منحرف و خاموش می‌کند"
      ]
    },
    {
      "EnglishWord": "blpolor opwer supply",
      "Meanings": [
        "منبع تغذیه دو قطبی نوعی منبع تغذیه دی سی تنظیم شده و با دقت بالا که می‌تواند هر نوع ولتاژ مثبت و منفی در محدوده طراحی شده را تولید کند و گذار ملایمی از یک علامت به علاتمت دیگری دارد. برخی از انواع آن را می‌توان از راه دور به وسیله یک ولتاژ کنترلی یا مقاومت بیرونی برنامه ریزی کرد"
      ]
    },
    {
      "EnglishWord": "blpotentlal cathode",
      "Meanings": [
        "کاتد دوپتانسیلی نوعی کاتد که به منظور جلو گیری از گسیل الکترون در بخشهایی از کاتد واقع در زیر رساناهای شبکه و در عین حال حفظ کنترل عبور الکترونها از پنجره‌های شبکه",
        "از دو پتانسیل سطحی متفاوت استفاده می‌کند"
      ]
    },
    {
      "EnglishWord": "blquartic",
      "Meanings": [
        "پالایه دو کوارتی نوعی پالایه فعال که دارای تقویت کننده‌های عملیاتی و تعدادی مقاومت و خازن برای تولید مقادیر Q بی نهایت است و تنظیم بسامد میانی و باند گذار آن به راحتی انجام می‌شود"
      ]
    },
    {
      "EnglishWord": "blue- beam magnet",
      "Meanings": [
        "آهنربای باریکه",
        "آبی آهنربای دایمی کوچک که در لامپای تصویر تلویزیون رنگی به کار می‌رود و موجب تنظیم همگرایی و تغییر جهت باریکه الکترونی برای نقاط فسفری آبی می‌شود"
      ]
    },
    {
      "EnglishWord": "blue gain control",
      "Meanings": [
        "کنترل بهره آبی مقاومت متغیر در ماتریس گیرنده تلویزیون رنگی سه تفنگی که برای تنظیم شدت سیگنال اولیه آبی استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "blue glow",
      "Meanings": [
        "تابش آبی تابشی که معمولا در لامپای الکترونی با بخار جیوه دیده می‌شود",
        "علت آن یونش ملکولهای بخار جیوه است. وجود تابش آبی در نزدیک الکترودهای لامپ خلا به معنای گازی بودن لامپ و بنابر این معیوب بودن آن است. تابش فلورسان آبی و ملایم روی پوشش شیشه ای برخی لامپا خلا امری عادی است"
      ]
    },
    {
      "EnglishWord": "blue gun",
      "Meanings": [
        "تفنگ آبی تفنگ الکترونی که باریکه آن به نقاط فسفری برخود می‌کند و در لامپ تصویر سه تفنگی رنگ اولیه آبی تولید می‌کند"
      ]
    },
    {
      "EnglishWord": "blue restorer",
      "Meanings": [
        "بازیاب آبی مدار بازیابی دی سی _ DC در کانال آبی لامپ تصویر رنگی سه تفنگی"
      ]
    },
    {
      "EnglishWord": "blue video voltage",
      "Meanings": [
        "ولتاژ تصویر آبی سیگنال ولتاژ خروجی از بخش آبی دوربین تلویزیون رنگی",
        "یا سیگنال ولتاژ بین ماتریس گیرنده و شبکه تفنگ آبی در لامپ تصویر رنگی سه تفنگی"
      ]
    },
    {
      "EnglishWord": "bmews",
      "Meanings": [
        "ballistic",
        "missile early",
        "warning system",
        "سیستم هشدار سریع موشک پرتابیکی سیستم الکترونیکی که وظیفه آن کشف و هشدار سریع در مورد حمله موشکهای پتابیکی بین قاره ای دشمن است. نمونه آن شبکه متشکل ازسه پایگاه راداری دوربرد در تول clear آلاسکا",
        "و در جزایر بریتانیا است که حمله موشکی در منطقه را هشدار می‌دهند"
      ]
    },
    {
      "EnglishWord": "bnc",
      "Meanings": [
        "بی ان سی علامت اختصاری برای اتصال دهنده استاندارد کابل هم محور با تزویج سر نیزه ای"
      ]
    },
    {
      "EnglishWord": "bob",
      "Meanings": [
        "breakout box",
        "جعبه مفصل وسیله ای برای آزمایش خط انتقال"
      ]
    },
    {
      "EnglishWord": "bobbin",
      "Meanings": [
        "قرقره",
        "بوبین قرقره عایقی که سیم پیچ پیچک دور آن بسته می‌شود",
        "سیم پیچ"
      ]
    },
    {
      "EnglishWord": "bode diagram  bode plot",
      "Meanings": [
        "نمودار بود نمودار مربوط به بهره یا انتقال فاز تقویت کننده بر حسب بسامد که پاسخ بسامدی قطعه یا مدار را نشان می‌دهد"
      ]
    },
    {
      "EnglishWord": "bode plots",
      "Meanings": [
        "نمودارهای بود"
      ]
    },
    {
      "EnglishWord": "body",
      "Meanings": [
        "بدنه"
      ]
    },
    {
      "EnglishWord": "body - capacitance alarm",
      "Meanings": [
        "هشدار دهنده ظرفیت بدنی سیستم هشدار دهنده که برای وجود ظرفیت بین بدن فرد مختلف مثلا دزد و سیم یا صفحه فلزی حسگر فعال می‌شود"
      ]
    },
    {
      "EnglishWord": "body bending mode",
      "Meanings": [
        "مود خمشی بدنه"
      ]
    },
    {
      "EnglishWord": "body capacltance",
      "Meanings": [
        "ظرفیت خازنی بدن ظرفیت موجود بین بدن انسان و زمین که معمولا بین 100 تا 300 پیکوفاراد است. این مقدار برای تخمین بار الکتریکی یک شخص که به تخلیه الکتروستاتیکی و شرایط مناسب دما و رطوبت بینجامد. استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "body resistance",
      "Meanings": [
        "مقاومت بدن مقاومت بدن انسان که نوعا بین دو دست اندازه گیری می‌شود. مقدار آن به عواملی نظیر عرق و چربی بدن بستگی دارد. برای شبیه سازی تخلیه الکتروستایکی مقدار آن 1500 اهم در نظر گرفته می‌شود"
      ]
    },
    {
      "EnglishWord": "bodyeffect",
      "Meanings": [
        "اثر بدنه"
      ]
    },
    {
      "EnglishWord": "bogie",
      "Meanings": [
        "مترسک علامت دشمن یا هواپیمای ناشناس روی صفحه رادار"
      ]
    },
    {
      "EnglishWord": "bohr atom model",
      "Meanings": [
        "مدل اتمی بوهر"
      ]
    },
    {
      "EnglishWord": "boldface",
      "Meanings": [
        "حروف سیاه برجسته"
      ]
    },
    {
      "EnglishWord": "bolometer",
      "Meanings": [
        "تابش سنج و بولومتر وسیله ای که انرژی زیر قرمز یا ریز موج را اندازه می‌گیرد. دارای یک عنصر مقاومتی است که در صورت گرم شدن یا انرژی تابیده مقاومت آن تغییر می‌کند"
      ]
    },
    {
      "EnglishWord": "bolometer  bridge",
      "Meanings": [
        "پل تابش سنج نوعی مدار پل برای سنجش توان آر",
        "اف که دارای یک تابش سنج در یکی از شاخه هایش است"
      ]
    },
    {
      "EnglishWord": "boltz- manns constant",
      "Meanings": [
        "ثابت بولتمان ثابت فیزیکی برابر با 1/380662+ضرب در 10 بتوان 23 یا erg/k 1/380662 ضرب در 10 به توان"
      ]
    },
    {
      "EnglishWord": "boltzmann",
      "Meanings": [
        "بولتزمن"
      ]
    },
    {
      "EnglishWord": "boltzmann constant",
      "Meanings": [
        "ثابت بولتزمن"
      ]
    },
    {
      "EnglishWord": "boltzmann distribution",
      "Meanings": [
        "توزیع بولتزمن"
      ]
    },
    {
      "EnglishWord": "boltzmann equation",
      "Meanings": [
        "معادله بولتزمن"
      ]
    },
    {
      "EnglishWord": "boltzmann function",
      "Meanings": [
        "تابع بولتزمن"
      ]
    },
    {
      "EnglishWord": "boltzmann law",
      "Meanings": [
        "قانون بولتزمن"
      ]
    },
    {
      "EnglishWord": "boltzmanns  equation",
      "Meanings": [
        "معادله بولتمان معادله بقای ذره که بر اساس تشریج بر خوردهای منفرد نوشته می‌شود"
      ]
    },
    {
      "EnglishWord": "boltzmann's factor",
      "Meanings": [
        "ضریب بولتمان عددی وابسته به دما. اختلاف انرژی که در سیستم اتمی نسبت تعداد ذرات یا انرژی دیگر مشخص می‌کند"
      ]
    },
    {
      "EnglishWord": "bombard",
      "Meanings": [
        "بمباران کردن ذره ای هدایت جریانی از فوتونهای پر انرژی به طرف هدف"
      ]
    },
    {
      "EnglishWord": "bombardment",
      "Meanings": [
        "بمباران ذره ای 1. فرایند هدایت الکترونهای پر انرژی به طرف جسم که منجر به گیس ثانویه الکترونها",
        "گرمایش",
        "فلویورسانی",
        "واپاشی",
        "یا تولید پرتوهای ایکس شود. 2. فرایند هدایت الکترونها یا سایر ذرات پر سرعت به طرف اتمها یا ذرات کوچکتر"
      ]
    },
    {
      "EnglishWord": "bombardment-induced conductivity",
      "Meanings": [
        "رسانندگی تحت بمباران ذره ای افزایش تعداد باربرها در نیمرسانا یا عایق بر اثر بمباران با ذرات یوننده"
      ]
    },
    {
      "EnglishWord": "bond",
      "Meanings": [
        "اتصال پیوند کم",
        "مقاومت بین دو قسمت رسانا در قطعات نیمرسانا از انواع مختلف اتصال نظیر گویچه ای",
        "مهراه ای",
        "و وجهی",
        "کوکی",
        "گرما تراکمی",
        "فراصوتی",
        "گوه ای",
        "وسیمی استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "bond pad",
      "Meanings": [
        "بالشتک اتصال ناحیه فلز",
        "پوشیده نواعا 100×100 um در پیرامون تراشه یا مهره نیمرسانا که برای اتصال به یکی از پایه‌های بدنه استفاده می‌شود. یک سیم نازک آلومینیمی یا طلا به روش گرمایی یا فراصوتی به ناحیه بالشتک پیوند زده می‌شود"
      ]
    },
    {
      "EnglishWord": "bond strength",
      "Meanings": [
        "مقاومت اتصال معیاری از تنش لازم برای جدا کردن لایه فلزی از بستری که به آن متصل شده است",
        "بر حسب کیلوگرم بر سانتیمتر اندازه گیری می‌شود. 2. معیاری از تنش لازم برای جدا کردن سیم رسانای متصل به سطح فلز",
        "پوشیده نیمرسانا یا سطح فلز",
        "پوشیده بستر یا قاب سیمی عایق",
        "بر حسب کیلوگرم"
      ]
    },
    {
      "EnglishWord": "bonding",
      "Meanings": [
        "اتصال زنی 1. فرایند اتصال سیمها از بالشتکهای اتصال تراشه یا مهره نیمرسانا با قاب سرسیمها یا پایه‌های بدنه نظیر آنچه در اتصال زنی سیمی wirebonding انجام می‌شود. 2. فرایند اتصال مواد فلزی یا غیر فلزی از طریق لحیم کاری یا چسباندن نظیر اتصال یا محکم کردن تراشه نیمرسانا به قاب سرسیمها یا بدنه"
      ]
    },
    {
      "EnglishWord": "bone conduction",
      "Meanings": [
        "رسانش استخوانی فرایندی که طی آن هوا از طریق استخوانهای جمجمه به گوش داخلی می‌رسد"
      ]
    },
    {
      "EnglishWord": "boolean",
      "Meanings": [
        "بولی"
      ]
    },
    {
      "EnglishWord": "boolean algebra",
      "Meanings": [
        "جبر بولی جبری که با گروهها",
        "گزاره ها",
        "عناصر مداری وصل/ قطع",
        "و سایر عناصر غیر عددی مرتبط با عملگرهایی نظیر آند",
        "نند",
        "نور",
        "نات",
        "ار سروکار دارد",
        "جبر بولی"
      ]
    },
    {
      "EnglishWord": "boolean calculus",
      "Meanings": [
        "حساب بولی جبر بولی که برای در بر گرفتن زمان اصلاح شده و امکان محاسباتی نظیر الف حالتها و وقایع",
        "ب عملگرهایی نظیر «بعد»",
        "«در حال»",
        "«رویداد»",
        "«تاخیر»",
        "و «قبل از»",
        "ج گروههایی که اعضای آن با زمان تغییر می‌کنند",
        "د عناصر مداری که حالت قطع /وصل آنها گاهگاه تغییر می‌کند نظیر خطوط تاخیر",
        "فلیپ فلاپها",
        "مدارهای ترکیبی",
        "ه توابع پله ای و ترکیبهای آنها را فراهم می‌کند"
      ]
    },
    {
      "EnglishWord": "boolean equation",
      "Meanings": [
        "معادله بولی"
      ]
    },
    {
      "EnglishWord": "boolean expression",
      "Meanings": [
        "عبارت بولی"
      ]
    },
    {
      "EnglishWord": "boolean operator",
      "Meanings": [
        "عمگر بولی"
      ]
    },
    {
      "EnglishWord": "booleanfunction",
      "Meanings": [
        "تابع بولی تابع ریاضی در جبر بولی"
      ]
    },
    {
      "EnglishWord": "boom",
      "Meanings": [
        "بازوی متحرک نوعی بازوی مکانیکی متحرک برای نگهداری یا تعلیق دوربین",
        "میکروفون یا دیگر وسایل ک امکان کار آنها را در نقاطی که قرارگیری مسقیم عملی یا مطلوب نیست",
        "فراهم می‌کند. نمونه‌های آن عبارت اند از بازهایی که میکروفون را در بالای سر نگه داشته به گونه ای که در پخش تلویزیونی یا صحنه تآتر قابل رویت نباشند یا بازوهای مورد استفاده در دوربینهای تلویزیونی یا فیلمبرداری که به عملگر امکان تغییر سریع زاویه دوربین را می‌دهند"
      ]
    },
    {
      "EnglishWord": "boost",
      "Meanings": [
        "افزایش",
        "تقویت افزودن ی تقویت کردن",
        "تقویت کردن"
      ]
    },
    {
      "EnglishWord": "boost charge",
      "Meanings": [
        "بازدهی قوی باردهی بخشی و سریع باتری با آهنگ جریان بالا"
      ]
    },
    {
      "EnglishWord": "boost regulator",
      "Meanings": [
        "تنظیمگر افزایشی نوعی منبع تغذیه قطع و وصلی که دارای یک القاگر در ورودی است به گونه ای که در هنگام قطع کلید ترانزیستوری موازی",
        "انرژی ذخیره شده در آن به خروجی منتقل می‌شود. این منبع ولتاز ورودی را به خوبی تنظیم و تثبیت می‌کند"
      ]
    },
    {
      "EnglishWord": "booster",
      "Meanings": [
        "افزاینده",
        "تقویت کننده 1. یک تقویت کننده آر",
        "اف مستقل بین آنتن و گیرنده تلویزیونی به منظور تقویت سیگنالهای ضعیف. 2. یک تقویت کننده آر",
        "اف که سیگنال رادیویی مخابراتی یا تلویزیونی دریافت شده را تقویت و بدون تغییر در بسامد حامل با توان بالاتری برای دریافت توسط عموم دوباره پخش می‌شود"
      ]
    },
    {
      "EnglishWord": "booster amplifier",
      "Meanings": [
        "تقویت کننده کمکی یک تقویت کننده صوتی که بین قسمتهای کنترل مخلوط کننده و کنترل حجم صدای اصلی در استدیوی فرمان استفاده می‌شود. این تقویت کننده تلفات مدار مخلوط کننده را جبران می‌کند. تقویت کننده کمکی می‌تواند ولتاژ خروجی یا ظرفیت جریان دهی تقویت کننده عملیاتی را بدون تغییر قطبیت یا کاهش قابل توجه دقت افزایش دهد"
      ]
    },
    {
      "EnglishWord": "booster voltage",
      "Meanings": [
        "ولتاژ افزاینده ولتاژ اضافی که در گیرنده تلویزیونی توسط ترانزیستور میراساز فراهم می‌شود و برای تولید خروجی جاروب دنده اره ای بزرگتر به قسمتهای خروجی افقی",
        "نوسانساز افقی",
        "و ترانزیستور خروجی عمودی داده می‌شود"
      ]
    },
    {
      "EnglishWord": "boot",
      "Meanings": [
        "روکش لاستیکی",
        "خود راه اندازی",
        "بوت 1. یک لایه پلاستیکی یا لاستیکی محافظ و انعطاف پذیر که بخشهای مختلف سیم",
        "کابل",
        "یا رابطها را می‌پوشاند. 2. شوع به کار یک رایانه از طریق بار کردن یک برنامه از محیط ذخیره کننده بیرونی نظیر دیسک یا نوار به حافظه درونی. این کار ابتدا از طریق بار کردن برنامه کوچکی که هدف آن خواندن برنامه‌های بزرگتر است",
        "صورت می‌گیرد. به برنامه گفته می‌شود که «خودش را توسط بند پوتینهایش به داخل بکشد» و این منشا عبارت «روش بند پوتینی» و «خود راه اندازی» است"
      ]
    },
    {
      "EnglishWord": "boot strap",
      "Meanings": [
        "بند پوتین",
        "خود راه انداز دستورالعمل رمزی خاص که در ابتدای برنامه رایانه ای موجب نصب شدن خود برنامه در رایانه می‌شود"
      ]
    },
    {
      "EnglishWord": "bootstrap circuit",
      "Meanings": [
        "مدار بند پوتینی تقویت کننده یک طبقه که بار خروجی آن بین سرمنفی تغذیه درین یا کلکتور و سورس یا امیتر قرار می‌گیرد. ولتاژ سیگنال بین گیت و سورس یا بیس وامیتر اعمال می‌شود. اشاره به عمل «بند پوتینی» در بایاس گیت که در آن ولتاژ منبع ورودی نسبت به زمین به میزان سیگنال خروجی تغییر می‌کند"
      ]
    },
    {
      "EnglishWord": "bootstrap driver",
      "Meanings": [
        "راه انداز بند پوتینی مداری که پالس مربعی برای راه اندازی لامپ مدوله ساز رادار تولید می‌کند. مدت پالس به وسیله خط شکل دهنده پالس تعیین می‌شود. علت نامگذاری این مدار این است که ولتاژ دو طرف خط تشکیل پالس همزمان با ولتاژ پالس خروجی بالا می‌رود",
        "اما اختلاف نسبی آنها در دو طرف خط تحت تاثیر افزایش قابل ملاحظه پالس خروجی قرار نمی‌گیرد"
      ]
    },
    {
      "EnglishWord": "bootstraping",
      "Meanings": [
        "روش بند پوتینی مداری برای بالا کشیدن مدار مولد نسبت به زمین به کمک ولتاژی که از سیگنال خروجی خودش گرفته می‌شود"
      ]
    },
    {
      "EnglishWord": "bootstrapped sawtooth generator",
      "Meanings": [
        "مولد موج دندانه اره ای بند پوتینی مداری که به روش بند پوتینی یک شکل موج دنده اره ای مثبت و بسیار خطی تولید می‌کند"
      ]
    },
    {
      "EnglishWord": "bootstrapping",
      "Meanings": [
        "خود راه انداز چکمه ای"
      ]
    },
    {
      "EnglishWord": "bootstrapping circuit",
      "Meanings": [
        "مدار خود راه انداز بند چکمه ای"
      ]
    },
    {
      "EnglishWord": "bore sight line",
      "Meanings": [
        "خط ساخص محور یابی"
      ]
    },
    {
      "EnglishWord": "boresight tower",
      "Meanings": [
        "برج ترازبندی برجی که روی آن یک هدف مریی و یک آنتن تغذیه شده از مولد سیگنال نصب شده اند از این هدفها برای همترازی موازی محور الکتریکی آنتن گیرنده و محور نوری تلسکوپ نصب شده روی آن استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "boresighting",
      "Meanings": [
        "ترازبندی همترازی اولیه سیستم آنتن ریزموج یا رادار جهت دار به کمک روشهای نوری یا با استفاده از هدف ثابت در محل معین"
      ]
    },
    {
      "EnglishWord": "boron",
      "Meanings": [
        "بر عنصری با عدد اتمی 5 و وزن اتمی 10/8 که به عنوان آلاینده پذیرنده acceptor برای تشکیل سیلیکین نوع p استفاده نی شود. بر",
        "همچنین یکی از اجزای سازنده مواد ابررساناست و اکسید آن در هنگام رشد بلور مذاب در مقابل اکسایش حفاظت می‌کند"
      ]
    },
    {
      "EnglishWord": "bors ht",
      "Meanings": [
        "بورشت سر واژه ای برای باتری",
        "اضافه ولتاژ",
        "زنگ",
        "نظارت",
        "آمیخته کدک",
        "آزمایش",
        "مجموعه عملیاتی هستند که در یک مرکز تلفن توسط خط مشترک انجام می‌گیرد"
      ]
    },
    {
      "EnglishWord": "botoom up",
      "Meanings": [
        "پایین بالا"
      ]
    },
    {
      "EnglishWord": "boule",
      "Meanings": [
        "شمش بلور بلور خالصی که از سیلیکین یا سایر مواد نیمرسانا که به صورت مصنوعی با چرخاندن یک دانه بلوری کوچک و همزمان بیرون کشیدن آهسته آن از ماده مذاب در کوره تشکیل می‌شود. ساختار اتمی به دست آمده به صورت تک بلوری است. برای قطعات نیمرسانا",
        "برشها ی دایره ای از شمش تهیه می‌شود که به نوبه خود تراشه‌ها یا مهره تقسیم می‌شوند"
      ]
    },
    {
      "EnglishWord": "bounce",
      "Meanings": [
        "جهش تغییر ناگهانی در درخشندگی یا اندازه تصویر تلویزیونی که مستقل از روشهایی صفحه اصلی زخ می‌دهد"
      ]
    },
    {
      "EnglishWord": "bound charge",
      "Meanings": [
        "بار مقید باری که توسط کنش القایی بار همسایه روی رسانا نگهداشته شده است"
      ]
    },
    {
      "EnglishWord": "bound circuit",
      "Meanings": [
        "مدار مقید مداری که انحراف سیگنال خروجی را برای مقاصد حفاظتی به مقدار حداکثر تقریبی و برای کاربردهای تقویت کننده عملیاتی به مقدار حداکثر دقیق محدود می‌کند"
      ]
    },
    {
      "EnglishWord": "bound electron",
      "Meanings": [
        "الکترون مقید الکترون چسبیده به هسته اتم با جاذبه الکتروستاتیکی"
      ]
    },
    {
      "EnglishWord": "boundary",
      "Meanings": [
        "مرز حد فاصل بین مواد نیمرسانای نوع ان و پی که در آن تراکم دهنده‌ها و پذیرنده‌ها یکسان است",
        "کران",
        "مرز"
      ]
    },
    {
      "EnglishWord": "boundary element method",
      "Meanings": [
        "روش عنصر مرزی روش ریاضی برای حل مسایل مربوط به میدانهای الکترومغناطیسی که در آن مرزهای مسیله به قطعات کوچک تقسیم شده است و با استفاده از معادلات متغیر‌های پاسخ برای این نواحی محاسبه می‌شوند"
      ]
    },
    {
      "EnglishWord": "boundary value",
      "Meanings": [
        "مقدار مرزی"
      ]
    },
    {
      "EnglishWord": "bounded",
      "Meanings": [
        "کران دار"
      ]
    },
    {
      "EnglishWord": "bounded by",
      "Meanings": [
        "محصور به",
        "در فاصله"
      ]
    },
    {
      "EnglishWord": "bounded input",
      "Meanings": [
        "ورودی کران دار"
      ]
    },
    {
      "EnglishWord": "bounded output",
      "Meanings": [
        "خروجی کران دار"
      ]
    },
    {
      "EnglishWord": "bow-tie antenna",
      "Meanings": [
        "آنتن پروانه ای نوعی آنتن دو قطبی که از سیم سخت یا فلز ورقه ای تحت به شکل یک جفت مثلث عمودی با راسهای نزدیک به هم شاخته می‌شود. هر راس نقطه اتصال به خط انتقال است. این آنتن برای دریافت تصاویر تلویزیونی یواچ اف UHF مناسب است. به کمک یک صفحه مشبک سیمی می‌توان دریافت سیگنال را بهتر کرد"
      ]
    },
    {
      "EnglishWord": "boxcar circuit",
      "Meanings": [
        "مدار واگنی مداری در رادار که از شکل موجهای ولتاژ نمونه می‌گیرد و آخرین مقدار نمونه‌ها را ذخیره می‌کند. نام مدار با توجه به قطعات مسطح و پله مانند شکل موج ولتاژ خروجی گرفته شده است"
      ]
    },
    {
      "EnglishWord": "boxcar lengthener",
      "Meanings": [
        "طولانی ساز واگن مدار طولانی ساز پالس که طول رشته ای از پالسها را بدون تغییر ارتفاع آنها زیاد می‌کند"
      ]
    },
    {
      "EnglishWord": "boxcars",
      "Meanings": [
        "قطار واگن پالسهای طولانی که با فواصل خیلی کم از هم جدا شده اند"
      ]
    },
    {
      "EnglishWord": "bpsk",
      "Meanings": [
        "binary phass",
        "shift keying",
        "کلیدزنی انتقال",
        "فازی دودویی کلید زنی داده‌های دودویی یا خط نقطه‌های رمز مورس بوسیله انحراف فاز 90+ درجه حامل"
      ]
    },
    {
      "EnglishWord": "br",
      "Meanings": [
        "bromine",
        "برم مایع غیر فلزی با عدد اتمی 35 و وزن اتمی 79/"
      ]
    },
    {
      "EnglishWord": "br.",
      "Meanings": [
        "antenna; aerial",
        "آنتن وسیله ای برای پخش سا دریافت امواج رادیویی"
      ]
    },
    {
      "EnglishWord": "bracket",
      "Meanings": [
        "محصور بین دو پرانتز"
      ]
    },
    {
      "EnglishWord": "bragg angle",
      "Meanings": [
        "زاویه براگ زاویه ای که توسط مسیر انتشار پرتو نور برخورد کننده به یک سلول براگ و خط عمود بر جهت انتشار صوت تعیین می‌شود. از این زاویه در جهت گیری پرتو",
        "ایکس بلورهای کوارتز بای کاربردهای اکرونیکی استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "bragg cell",
      "Meanings": [
        "سلول براگ قطعه نازکی از تلور شفاف نظیر اکسید بلور",
        "یا فسفید گالیم که یک یا چند ترادیسنده پیروالکتریک به آن متصل شده است. اعمال سیگنال ریزموج موجب برانگیختن ترادیسنده و تولید موج صوتی با بسامد ریزموج در بلور می‌شود. این موج باایجاد تراکم و شکست در بلور ضریب شکست نوری آن را تغییر می‌دهد. این تغییرات ضریب شکست",
        "بخشی از پرتو نور فرود آمده را دچار پراش می‌کند به گونه ای که دو بایکه نور از بلور ارج می‌شود: یک باریکه بدون پراش که با زاویه ورود خارج می‌شود زاویه براگ",
        "و دیگری",
        "باریکه پراش یافته که با زاویه ای متناسب با بسامد موج صوتی خارج می‌شود. سلول براگ می‌تواند قطعه با موج آکوستیکی سطحی اس ای دبلیو با یک مجموعه یکپارچه باشد"
      ]
    },
    {
      "EnglishWord": "bragg curve",
      "Meanings": [
        "منحنی براگ 1. منحنی ای تعدادمیانگین یونها در واحد طول را در امتداد باریکه ای از ذرات یوننده با انرژی یکنواخت اولیه معمولا ذرات آلفا که از یک گاز عبور می‌کنند",
        "نشان می‌دهد. 2. منحنی که یونش میانگین ویژه از نوع خاصی ذره یوننده را به صورت تابعی از انرژی جنبشی",
        "سرعت",
        "یا برد باقیمانده آن نشان می‌دهد"
      ]
    },
    {
      "EnglishWord": "bragg scattering",
      "Meanings": [
        "پراکندگی براگ پراکندگی پرتوهای ایکس و نوترونها در بلور توسط اتمهای با فواصل منظم",
        "که برای آنها تداخل سازنده تنها در زاویه‌های معینی موسوم به زاویه براگ رخ می‌دهد"
      ]
    },
    {
      "EnglishWord": "bragg spectrometer  crystal specteometer   ionization spectrometer",
      "Meanings": [
        "طیف سنج براگ",
        "طیف سنج بلور",
        "طیف سنج یونش وسیله ای برای تحلیل ساختار بلور به کمک پرتوهای ایکس",
        "که در آن باریکه ای از پرتوهای ایکس به سمت وجه معینی از بلور هدایت می‌شوند و باریکه بازتابنده در اتاقک یونش با موقعیت مناسب آشکار می‌شود. با چرخش بلور",
        "زوایای مربوط به قانون براگ به صورت قله‌های تیز در جریان یونش ظاهر می‌شوند"
      ]
    },
    {
      "EnglishWord": "bragg's law",
      "Meanings": [
        "قانون براگ قانونی که شرایط مورد نیاز برای بازتاب پرتوهای ایکس با حداکثر شدت را در بلور بیان می‌کند"
      ]
    },
    {
      "EnglishWord": "braided wire",
      "Meanings": [
        "سیم بافته لوله ای از سیم‌های نازک که به عنوان حفاظ دور یک رسانا یا کابل بافته شده است",
        "همچنین در کابلهای مسطح از آن به عنوان نوار زمین استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "brain wave",
      "Meanings": [
        "موج مغزی نوسان موزون ولتاژ بین قسمتهای مختلف مغز در محدوده تقریبی 1 تا 60 هرتز و 10 تا 100 میکروولت. اگر بسامد زیر 9 هرتز باشد موج دلتا",
        "اگر بین 9 تا 14 هرتز باشد موج آلفا و برای بسامد بالای 14 هرتز موج بتا نامیده می‌شود"
      ]
    },
    {
      "EnglishWord": "branch",
      "Meanings": [
        "شاخه",
        "انشعاب 1. بخشی از شبکه که دارای دو یا چند عنصر دوسر به صورت سری است. 2. محصول به دست آمده از یک مد واپاشی در هسته ای پرتوزا که دارای دو یا چند مد واپاشی است. 3. قطعه خطی که دو گره را به هم یا یک گره را به خودش متصل می‌کند. 4. مجموعه ای از دستور العمل‌های رایانه ای که بین دو دستورالعمل شرطی متوالی اجرا می‌شوند",
        "انشعاب"
      ]
    },
    {
      "EnglishWord": "branch circuit",
      "Meanings": [
        "مدار فرعی"
      ]
    },
    {
      "EnglishWord": "branch current",
      "Meanings": [
        "جریان شاخه"
      ]
    },
    {
      "EnglishWord": "branch instruction",
      "Meanings": [
        "دستورالعمل انشعاب دستورالعملی که بسته به شرایط تعیین شده توسط رایانه در حین اجرای برنامه",
        "منجر به انتخاب زیر برنامه‌های جانشین از سوی رایانه می‌شود"
      ]
    },
    {
      "EnglishWord": "branch line bybrid",
      "Meanings": [
        "آمیخته خط فرعی"
      ]
    },
    {
      "EnglishWord": "branch point",
      "Meanings": [
        "نقطه انشعاب"
      ]
    },
    {
      "EnglishWord": "branch point  junction point",
      "Meanings": [
        "نقطه انشعاب",
        "نقطه اتصال 1. سر مشترک بین دو یا چند شاخه از شبکه",
        "یا سر واقع در شاخه ای از شبکه 2. محلی در برنامهی رایانه ای که در آن بین دو یا چند انتخاب تصمیم گیری می‌شود"
      ]
    },
    {
      "EnglishWord": "branch resistance",
      "Meanings": [
        "مقاومت شاخه"
      ]
    },
    {
      "EnglishWord": "branch transmittance",
      "Meanings": [
        "ضریب انتقال شاخه نسبت سیگنال خروجی به سیگنال ورودی در شاخه"
      ]
    },
    {
      "EnglishWord": "breadboard circuit  brassboard circuit",
      "Meanings": [
        "مدار تخته آزمایشی مدار اولیه یانمونه برای اثبات امکان پذیری طرح",
        "اصل",
        "مدار",
        "یا سیستم بدون در نظر گرفتن ملاحظات جانمایی اقتصادی یا بهینه سازی و بسته بندی آن"
      ]
    },
    {
      "EnglishWord": "break",
      "Meanings": [
        "وقفه",
        "ترک 1. قطع موقت ارسال رادیویی مثلا برای ارسال در جهت مخالف 2. عیبی در مدار",
        "شکست",
        "ترمز"
      ]
    },
    {
      "EnglishWord": "break frequency",
      "Meanings": [
        "فرکانس شکست"
      ]
    },
    {
      "EnglishWord": "break in",
      "Meanings": [
        "الحاق"
      ]
    },
    {
      "EnglishWord": "break point switch",
      "Meanings": [
        "کلید نقطه وقفه یک کلید دستی که عمل مشروط در نقاط وقفه را کنترل می‌کند"
      ]
    },
    {
      "EnglishWord": "breakaway",
      "Meanings": [
        "انشعاب"
      ]
    },
    {
      "EnglishWord": "break-before-make contacts",
      "Meanings": [
        "اتصالهای قطع",
        "قبل از",
        "وصل اتصالهایی که مدار را پیش از وصل دیگر",
        "قطع می‌کنند"
      ]
    },
    {
      "EnglishWord": "breakdown",
      "Meanings": [
        "شکست 1. تخلیه مخرب در عایق که به صورت افزایش ناگهانی و شدید جریان گذرنده از عایق بر اثر خرابی کامل بآن تحت تنش الکتروستاتیکی روی می‌دهد. 2. شورع تخلیه مطلوب بین الکترود در گاز با ولتاژ وقوع این شکست به چگالی گاز",
        "شکل الکترود",
        "فاصله الکترود‌ها از هم",
        "و قطبیت آن بستگی دارد. 3. افزایش بدون کنترل و نامطلوب جریان الکترودها در لامپ گازی. 4. افت سدکنندگی در پیوند پی ان نیمرسانا با بایاس معکوس که منجر به افزایش ناگهانی و معمولا غیر مخرب جریان می‌شود",
        "شکست",
        "فرو پاشی"
      ]
    },
    {
      "EnglishWord": "breakdown diode",
      "Meanings": [
        "دیود شکستی نوعی دیود نیمرسانا کهدر آن مکانیزم شکست ولتاژ معکوس بر اساس اثر زنر یا اثر بهمنی است"
      ]
    },
    {
      "EnglishWord": "breakdown point",
      "Meanings": [
        "نقطه شکست"
      ]
    },
    {
      "EnglishWord": "breakdown region",
      "Meanings": [
        "ناحیه شکست کل ناحیه ای از مشخصه ولت",
        "آمپر دیود نیمرسانا که بعد از نقطه شورع شکست و افزایش مقدار جریان معکوس قرار دارد"
      ]
    },
    {
      "EnglishWord": "breakdown volage",
      "Meanings": [
        "ولتاژ شکست",
        "ولتاژ زنو 1. ولتاژی که در یک جریان مشخص در ناحیه شکست دیود نیمرسانا اندازه گیری می‌شود. 2. ولتاژ وقوع شکست در یک دی الکتریک یا لامپ گازی 3. بیشترین ولتاژ دی سی یا ای سی که می‌تواند از ورودی تا خروجی یا بدنه یک مدار وارد کرد",
        "بی آنکه صدمه ای ببیند"
      ]
    },
    {
      "EnglishWord": "breakout",
      "Meanings": [
        "مفصل نقطه ای که در آن یک یا چند رسانا از یک کابل چند سیمه جمع می‌شوند"
      ]
    },
    {
      "EnglishWord": "breakout box",
      "Meanings": [
        "جعبه مفصل وسیله ای برای آزمایش خط انتقال"
      ]
    },
    {
      "EnglishWord": "breakover",
      "Meanings": [
        "گذار وارون در یک تریستور به گذار از حالت سدکنندگی مستقیم یه حالت رسانش مستقیم گفته می‌شود"
      ]
    },
    {
      "EnglishWord": "breakpoint",
      "Meanings": [
        "نقطه وقفه نقطه ای در برنامه س رایانه ای که در آن وقفه س مشروط به منظور بزرسی چشمی",
        "چاپ و سایر عملیات خاص روی می‌دهد"
      ]
    },
    {
      "EnglishWord": "breakpoint instruction",
      "Meanings": [
        "دستورالعمل نقطه وقفه دستورالعملی که موجب توقف رایانه یا انتقال کنترل به برنامه دیگر جهت نظارت بر پیشرفت برنامه متوقف شده می‌شود"
      ]
    },
    {
      "EnglishWord": "bredge rectifier",
      "Meanings": [
        "یکسو ساز پل"
      ]
    },
    {
      "EnglishWord": "bredge voltage",
      "Meanings": [
        "ولتاژ پل"
      ]
    },
    {
      "EnglishWord": "breezeway",
      "Meanings": [
        "زمان نفس فاصله زمانی بین لبه پایین رونده پالس همزمانی افقی و شروع تکانه رنگی برست در سیگنال تلویزیونی رنگی با استاندارد ان تی اس سی"
      ]
    },
    {
      "EnglishWord": "brewster window",
      "Meanings": [
        "پنجره بروستر پنجره شیشه ای حاصی که در دو انتهای برخی لیزرهای گازی به منظور عبور باریکه خروجی لیزر و بازتاب سایر نورها اسفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "breyllium",
      "Meanings": [
        "بریلیم عنصر فلزی سمی",
        "سخت و خاکستری رنگ با عدد اتمی 4 و وزن اتمی 9. ترکیب آلیاژی آن مس",
        "بریلیم مس را تولید می‌کند که فلزی کشسان و محکم است و در ساخت انواع فنرها",
        "واشرها",
        "رابطها و امثال آن کاربرد دارد. قاب اتصالات مدارهای مجتمع و اتصال متحرکت پتانسیومترها نیز با استفاده از آلیاژ یا ورقه ای بریلیم",
        "مس ساخته می‌شوند"
      ]
    },
    {
      "EnglishWord": "bridge",
      "Meanings": [
        "پل وسیله یا مداری که دارای چهار یا تعداد بیشتری شاخه است",
        "پل"
      ]
    },
    {
      "EnglishWord": "bridge amplifier",
      "Meanings": [
        "تقویت کننده پل تقویت کننده ای که دو سر خروجی یک پل و در محل وسیله اندازه گیری قرار می‌گیرد. می‌تواند تقویت کننده عملیاتی با مقاومتهای بیرونی دقیق برای تنظیم بهره آن و یا تقویت کننده ابزار گزینی با شبکه مقاومتی اختصاصی برای تنظیم بهره باشد",
        "تقویت کننده پل"
      ]
    },
    {
      "EnglishWord": "bridge balance",
      "Meanings": [
        "تعادل پل"
      ]
    },
    {
      "EnglishWord": "bridge circuit",
      "Meanings": [
        "مدار پل مداری که اساسا از چهار بخش با اتصال سری تشکیل شده است و یک لوزی را پدید می‌آورد. منبع ولتاژ ای سی بین یک زوج اتصال مقابل هم اعمال می‌شود و وسیله نشاندهنده یا مدار خروجی بین زوج اتصال دیگر قرار می‌گیرد. در حالت توازن",
        "خروجی پل صفر است"
      ]
    },
    {
      "EnglishWord": "bridge converter",
      "Meanings": [
        "مبدل پل نوعی توپولوژی برای مبدل قطع و وصلی که در منابع تغذیه خط",
        "قطعی استفاده می‌شود و دارای چهار کلید ترانزیستوری پل کامل یا دو کلید ترانزیستوری نیم",
        "پل است. توان خروجی آن زیاد و موجکهای آن کم است اما در عین حال پیچیده",
        "گران",
        "و نامطمین است"
      ]
    },
    {
      "EnglishWord": "bridge rectifier",
      "Meanings": [
        "یکسو ساز پل",
        "یکسوساز پلی شبکه تی پل دار",
        "یکسوساز پلی نوعی یکسوساز پل تمام موج full",
        "wave bridge که همانند مدار پل دارای چهار عنصر سری متصل به هم است. ولتاژ متناوب به یک زوج از سرهای مقابل هم اعمال می‌شود و ولتاژ مستقیم از زوج سر دیگر گرفته می‌شود"
      ]
    },
    {
      "EnglishWord": "bridged-t network",
      "Meanings": [
        "شبکه تی پل دار نوعی شبکه تی که دارای شاخه چهارمی است که ین یک سر ورودی و یک سر خروجی ورودی دو شاخه سری از تی متصل شده است"
      ]
    },
    {
      "EnglishWord": "bridgevoltage doubler",
      "Meanings": [
        "دو برابر ساز ولتاژ پلی نوعی دو برابر ساز ولتاژ که دو برابر ساز ولتاژ معمولی را با مدار یکسو ساز پلی ترکیب می‌کند. اگر دیودهای دی3 و دی 4 برداشته شوند",
        "مدار به دو برابر ساز معمولی ولتاژ تبدیل می‌شود"
      ]
    },
    {
      "EnglishWord": "bridging",
      "Meanings": [
        "پل زنی 1. اتصال موازی دو مدار الکتریکی 2. عمل کلید انتخابگر که در آن پهنای اتصال متحرک به اندازه کافی برای تماس با دو اتصال مجاور است به گونه ای که در هنگام انتقال اتصال",
        "واحد دچار قطع نمی‌شود"
      ]
    },
    {
      "EnglishWord": "bridging amplifier",
      "Meanings": [
        "تقویت کننده پل زنی تقویت کننده ای که امپدانس ورودی آن به اندازه کافی بالاست به گونه ای که ورودی آن بدون تاثیر عمده بر سطح سیگنال می‌تواند روی مدار پل بزند"
      ]
    },
    {
      "EnglishWord": "bridging gain",
      "Meanings": [
        "بهره پل زنی نسبت توان تحویلی از یک ترادیسنده یه امپدانس بار معین در شرایط کاری مشخص به توان تلف شده در امپدانس مرجع که ورودی ترادیسنده به دو سر آن پل زده شده است. بر حسب دسیبل بیان می‌شود"
      ]
    },
    {
      "EnglishWord": "bridging loss",
      "Meanings": [
        "اتلاف پل زنی عکس نسبت بهره پل زنی که نوعا بر حسب دسیبل بیان می‌شود"
      ]
    },
    {
      "EnglishWord": "bright",
      "Meanings": [
        "روشن"
      ]
    },
    {
      "EnglishWord": "brightening pulse",
      "Meanings": [
        "پالس روشن سازی پالسی که در شروع روبش و به منظور تقویت باریکه به شبکه یا کاتد یک لامپ پرتو کاتدی راداری اعمال می‌شود"
      ]
    },
    {
      "EnglishWord": "brightness",
      "Meanings": [
        "روشنایی 1. مشخصه ای از نور که حس بینایی از کم و زیاد بودن آن می‌دهد. 2. نام قبلی luminance",
        "روشنی"
      ]
    },
    {
      "EnglishWord": "brightness control  brilliance control   intensity control",
      "Meanings": [
        "کنترل روشنایی کنترل روشنایی صفحه فلویورسان لامپ پرتو کاتدی با تغییر بایاس شبکه لامپ و در نتیجه تغییر شدت جریان باریکه"
      ]
    },
    {
      "EnglishWord": "brightness range",
      "Meanings": [
        "محدوده روشنی"
      ]
    },
    {
      "EnglishWord": "brilliance",
      "Meanings": [
        "درخشندگی",
        "وضوح درجه حضور بسامدهای شنیداری الا هنگام پخش صدای ضبط شده"
      ]
    },
    {
      "EnglishWord": "brillouin function",
      "Meanings": [
        "تابع بریلوین یک تابع ریاضی که گشتاور مغناطیسی",
        "میدان مغناطیسی وارده و دمای یک ماده پارامغناطیسی را به پذیرفتاری مغناطیسی آن ربط می‌دهد"
      ]
    },
    {
      "EnglishWord": "brillouin scattering",
      "Meanings": [
        "پراکندگی بریلوین برهم کنش امواج صدا با بسامد ریزموج و امواج نوری حاصل از منابع لیزری همدوس"
      ]
    },
    {
      "EnglishWord": "broad cast",
      "Meanings": [
        "پخش کردن ارسال تلویزیونی یا رادیویی به منظور دریافت عمومی"
      ]
    },
    {
      "EnglishWord": "broad cast bond  standard broadcast band",
      "Meanings": [
        "باند پخش",
        "باند پخش استاندارد باندی از بسامدها در محدوده 535 تا 1605 کیلوهرتزی مربوط به بسامد حاملهای تخصیص یافته که برای ایالات متحده با مضارب 10 کیلوهرتزی افزایش می‌یابند"
      ]
    },
    {
      "EnglishWord": "broad tuning",
      "Meanings": [
        "تنظیم پهن ضعف انتخاب ایستگاهی در گیرنده رادیو که سبب می‌شود برای یک تنظیم معین دو یا چند ایستگاه دریافت شوند"
      ]
    },
    {
      "EnglishWord": "broadband",
      "Meanings": [
        "باند پهن"
      ]
    },
    {
      "EnglishWord": "broadband antenna",
      "Meanings": [
        "آنتن پهن باند آنتنی که در یک گستره بسامدی وسیع",
        "مثلا تمام 12 کانال تلویزیونی وی اچ اف",
        "به خوبی عمل می‌کند"
      ]
    },
    {
      "EnglishWord": "broadband channel",
      "Meanings": [
        "کانال پهن باند یک کانال ارسال داده که می‌تواند بسامدهای بالاتر از محدوده 3تا4 کیلوهرتزی مربوط به صدا را ارسال کند. کانال پهن باند می‌تواند چندین کانال صدا یا داده را همزمان و یا یک کانال داده را با سرعت بالا حمل کند"
      ]
    },
    {
      "EnglishWord": "broadband klystron",
      "Meanings": [
        "کلایسترون پهن باند نوعی کلایسترون با سه کاواک تشدید یا بیشتر که به منظور افزایش پهنای باند آن از بیرون بارگذاری و به طور متناوب تنظیم می‌شود"
      ]
    },
    {
      "EnglishWord": "broadband noise",
      "Meanings": [
        "نویز پهن باند نویز گرمایی که در گستره وسیعی از سطوح انرژی به صورت یکنواخت روی طیف بسامد توزیع شده است"
      ]
    },
    {
      "EnglishWord": "broadbond",
      "Meanings": [
        "پهن باند تقویت کننده ای که در یک گستره بسامدی وسیع دارای پاسخ اساسا تخت است"
      ]
    },
    {
      "EnglishWord": "broadbond interference",
      "Meanings": [
        "تداخل پهن باند تداخل توزیع شده در طیف وسیعتری از بسامدها نسبت به گستره تنظیم گیرنده"
      ]
    },
    {
      "EnglishWord": "broadcast",
      "Meanings": [
        "پخش",
        "انتشار"
      ]
    },
    {
      "EnglishWord": "broadcast channel   b c h",
      "Meanings": [
        "کانال پخش رادیویی"
      ]
    },
    {
      "EnglishWord": "broadcast control channel   bcch",
      "Meanings": [
        "کانال کنترل پخش رادیویی"
      ]
    },
    {
      "EnglishWord": "broadcast network",
      "Meanings": [
        "شبکه پخش رادیویی"
      ]
    },
    {
      "EnglishWord": "broadcast station",
      "Meanings": [
        "ایستگاه پخش ایستگاه رادیویی یا تلویزیونی که برای عموم برنامه هایی را ارسال می‌کند"
      ]
    },
    {
      "EnglishWord": "broadcast storm",
      "Meanings": [
        "اغتشاش در پخش رادیویی"
      ]
    },
    {
      "EnglishWord": "broadcast transmitter",
      "Meanings": [
        "فرستنده پخش فرستنده ای برای کانالهای پخش تجاری ای ام",
        "اف ام یا تلویزیون"
      ]
    },
    {
      "EnglishWord": "broadcasting",
      "Meanings": [
        "پخش ارسال برنامه‌های رادیو",
        "تلویزیونی برای عموم توسط امواج رادیویی",
        "پخش رادیو"
      ]
    },
    {
      "EnglishWord": "broadcasting service",
      "Meanings": [
        "خدمات پخش خدمات مخابراتی رادیویی که در آن هر گونه ارسال",
        "شامل صدا و تصویر",
        "به منظور دریافت مستقیم توسط عموم انجام می‌پذیرد"
      ]
    },
    {
      "EnglishWord": "broadcasting-satellite service",
      "Meanings": [
        "خدمات پخش ماهواره ای خدمات رادیو",
        "تلویزیونی که سیگنالهای آن برای دریافت مستقیم توسط عموم",
        "با استفاده از ماهواره رله می‌شود"
      ]
    },
    {
      "EnglishWord": "broadside",
      "Meanings": [
        "متعامد عمود بر یک محور یا صفحه"
      ]
    },
    {
      "EnglishWord": "broadside array",
      "Meanings": [
        "آرایه متعامد نوعی آرایه آنتن که جهت بیشترین تابش آن عمود بر خط یا صفحه آرایه است. فاصله عناصر آرایه نوعا کمتر از طول موج است. چنانچه آرایه افقی باشد",
        "محورهای دو قطبی عمود بوده و تابش به صورت عمودی قطبیده می‌شود. اگر خط آرایه عمودی و محورهای دو قطبی افقی باشند",
        "تابش به صورت افقی قطبیده خواهد شد"
      ]
    },
    {
      "EnglishWord": "bromine",
      "Meanings": [
        "برم مایع غیر فلزی با عدد اتمی 35 و وزن اتمی 79/"
      ]
    },
    {
      "EnglishWord": "brownout",
      "Meanings": [
        "تعدیل ولتاژ معمولا به کاهش ولتاژی گفته می‌شود که از سوی شرکت برق برای پاسخ به تقاضای بیش از اندازه روی سیستم تولید و توزیع برق اعمال می‌شود"
      ]
    },
    {
      "EnglishWord": "browser",
      "Meanings": [
        "مرورگر"
      ]
    },
    {
      "EnglishWord": "browster angle",
      "Meanings": [
        "زاویه بروستر زاویه برخوردی که در آن موج قطبیده و موازی با صفحه برخورد دو به طور کامل و بدون هیچگونه بازتاب",
        "عبور می‌کند"
      ]
    },
    {
      "EnglishWord": "brush",
      "Meanings": [
        "جاروبک فلز رسانا یا قطعه کربنی که اتصال الکتریکی لغزان با آرمیچر متحرک برقرار می‌کند",
        "جاروبک تماسی"
      ]
    },
    {
      "EnglishWord": "brush adjustment",
      "Meanings": [
        "تنظیم جاروبک"
      ]
    },
    {
      "EnglishWord": "brush arc",
      "Meanings": [
        "قوس جاروبک"
      ]
    },
    {
      "EnglishWord": "brush encoder",
      "Meanings": [
        "رمزگذار جاروبکی",
        "رمز گذاری جاروبکی یک رمز گذار با تعدادی جاروبک که اتصال الکتریکی با بخشهای رسانا واقع در روی سطح متحرک خطی یا چرخنده برقرار کرده است و اطلاعات موقعیتی را به داده‌های رمزی تبدیل می‌کند"
      ]
    },
    {
      "EnglishWord": "brush holder",
      "Meanings": [
        "نگه دارنده جاروبک"
      ]
    },
    {
      "EnglishWord": "brush spark",
      "Meanings": [
        "جرقه جاروبک"
      ]
    },
    {
      "EnglishWord": "brushless dc motor",
      "Meanings": [
        "موتور دی سی بی جاروبک نوعی موتور با آهنربای دایم برای بارهای سبک که در آن عمل جابه جایی قطبها کموتاسیون نوعا توسط کلیدهای تریانزیستور و تحت کنترل سنسور اثر هال انجام می‌پذیرد"
      ]
    },
    {
      "EnglishWord": "bsc",
      "Meanings": [
        "binary synchronons communication",
        "مخابرات دودویی همزمان یک قرار داد مخابراتی بایت یا نویسه گرا که از مجموعه معینی از نویسه‌های کنترلی برای ارسال همزمان اطلاعات به رمز دودویی بین ایستگاههای یک سیستم مخابره داده‌ها استفاده می‌کند. نمونه‌های آن عبارت اند از کنترل تبادل داده‌های رقمی بین رایانه‌ها و / یا پایانه‌ها از طریق خطوط تلفنی"
      ]
    },
    {
      "EnglishWord": "bss",
      "Meanings": [
        "broadcasting",
        "satellite service",
        "خدمات پخش ماهواره ای خدمات رادیو",
        "تلویزیونی که سیگنالهای آن برای دریافت مستقیم توسط عموم",
        "با استفاده از ماهواره رله می‌شود"
      ]
    },
    {
      "EnglishWord": "bt-cut crystal",
      "Meanings": [
        "بلور بابرش بی تی یک صفحه بلوری که از صفحه چرخیده حول طوری بریده می‌شود که زاویه ساخته شده با محور زد تقریبا",
        "درجه است. این برش یاساسا دارای ضریب دمایی صفر است"
      ]
    },
    {
      "EnglishWord": "bubble memory   magnetic-bubble memoty",
      "Meanings": [
        "حافظه حبابی",
        "حافظه حبابی مغناطیسی نوعی حافظه رایانه ای که در آن حضور یا عدم حضور یک حباب مغناطیسی در ناحیه معینی از یک پوسه مغناطیسی نازک نمایانگر 1یا0 است. این حبابها را می‌توان با برانگیزش انتخابی حلقه‌های رسانای پوسه",
        "نازک و تولید میدانهای مغناطیسی محلی جابه جا کرد. ظرفیت انباشت داده‌ها می‌تواند تا بیش از 1 ام بی/ آی ان به توان 3 باشد"
      ]
    },
    {
      "EnglishWord": "buck regulator",
      "Meanings": [
        "تنظیم گر کاهشی نوعی منبع تغذیه قطع و وصلی با یک کلید ترانزیستوری سری که ولتاژ ورودی را برش می‌زند و پالسها را به یک پالایه خازنی",
        "القایی ال سی میانگین گیر اعمال می‌کند. ولتاژ خروجی آن کمتر از ولتاژ ورودی است"
      ]
    },
    {
      "EnglishWord": "bucket brigade device",
      "Meanings": [
        "قطعه ردیف پیمانه ای نوعی قطعه نیم رسانا که در آن باربرهای اکثریتی اطلاعات را در خود ذخیره کرده است و باربرهای اقلیتی بارها را به صورت پی در پی و درست نظیر حمل سطلهای آب در صفی از آتش نشانها از نقطه ای به نقطه دیگر حمل می‌ککنند. کاربرد این دودویی می‌شود"
      ]
    },
    {
      "EnglishWord": "bucking coil",
      "Meanings": [
        "پیچک مخالف نوعی پیچک که نحوه اتصال و قرار گیری آن به گونه ای است که با میدان مغناطیسی پیچک دیگر مخالف می‌کند. پپیچک حذف وزوز در یک بلندگو با میدان برانگیخته نمونه آن است"
      ]
    },
    {
      "EnglishWord": "bucking voltage",
      "Meanings": [
        "ولتاژ مخالف ولتاژی که قطبیت آن دقیقا مخالف ولتاژ دیگری است"
      ]
    },
    {
      "EnglishWord": "buffer",
      "Meanings": [
        "میانگیر",
        "بافر 1. ناحیه ای از حافظه رایانه که برای نگهداری اطلاعات گرافیکی جهت نمایش روی صفحه منیاتور و یا خواندن نویسه‌های متنی از وسیله جانبی اختصاص یافته است. همچنین می‌تواند به عنوان ناحیه نگهداری موقت جهت انتقال داده بین وسایل با سرعتهای کاری متفاوت",
        "مثلا بین سی پی یو و چاپگر یا دیسک گردان",
        "به کار رود. 2. یک موارد ذخیره که تفاوت سرعت تبادل داده‌ها از مداری به موارد دیگر را جبران می‌کند. 3. Buffer amplifier",
        "واسطه تطبیق",
        "حایل"
      ]
    },
    {
      "EnglishWord": "buffer amplifier  buffer stage",
      "Meanings": [
        "تقویت کننده میانگیر",
        "طبقه میانگیر تقویت کننده ای که بعد از نوسانساز یا دیگر مدارهای مهم قرار می‌گیرد و آن را از اثر تغییرات امپدانس بار در طبقات بعدی مصون نگه می‌دارد"
      ]
    },
    {
      "EnglishWord": "buffer memory",
      "Meanings": [
        "حافظه میانگیر عنصر همزمانی بین دو نوع حافظه متفاوت در رایانه. در حین تبادل داده‌ها بین حافظه میانگیر و حافظه داخلی یا ثانویه",
        "محاسبات رایانه ای ادامه می‌یابد"
      ]
    },
    {
      "EnglishWord": "bug",
      "Meanings": [
        "کلید رمز یک کلید ارسال رمز نیمه خودکار که به گونه ای طراحی شده است که با حرکت اهرم به یک طرف",
        "رشته ای از نقاط با فاصله صحیح و با حرکت آن به طرف دیگر یک خط تولید می‌شود. — اشکال اطصلاح عامیانه برای خطا در یک نرم افزار رایانه ای. —",
        "میکروفون مخفی یک وسیله شنود الکترونیک",
        "عموما مخفی",
        "برای کسب پنهانی اطلاعات"
      ]
    },
    {
      "EnglishWord": "bugging",
      "Meanings": [
        "شنود مخفی استفاده از وسایل استراق سمع الکترونیکی نظیر میکروفونهای جهتی با بهره بالا",
        "میکروفونهای مخفی با اتصال سیمی و مستقیم به وسایل شنود یا ضبط و یا فرستنده‌های رادیویی کوچک",
        "و بالاخره بر گیرها و وسایل خاصی که روی دستگاه با خطوط تلفن نصب می‌شوند و هر دو طرف مکالمه را پنهان نظارت می‌کنند"
      ]
    },
    {
      "EnglishWord": "builiding-out section",
      "Meanings": [
        "قطعه بیرون کار قطعه کوتاهی از خط انتقال که برای مقاصد تنظیم یا تطبیق به صورت مدار باز یا اتصال کوتاه روی خط انتقال دیگر نصب می‌شود"
      ]
    },
    {
      "EnglishWord": "built-in antenna",
      "Meanings": [
        "آنتن توکار آنتنی که داخل جعبه گیرنده رادیو یا تلویزیون قرار گرفته است"
      ]
    },
    {
      "EnglishWord": "bulb",
      "Meanings": [
        "حباب"
      ]
    },
    {
      "EnglishWord": "bulk",
      "Meanings": [
        "توده",
        "کپه",
        "حجمی"
      ]
    },
    {
      "EnglishWord": "bulk acoustic wave",
      "Meanings": [
        "موج آکوستیکی حجمی موج آکوستیکی که در درون یک ماده پیزو الکتریک",
        "نظیر خط تاخیر کوارتز",
        "حرکت می‌کند. در موج آکوستیکی سطحی",
        "انتشار تنها در سطح صورت می‌گیرد"
      ]
    },
    {
      "EnglishWord": "bulk diode",
      "Meanings": [
        "دیود حجمی یک دیود نیمرسانای ریز موج بر اساس اثر حجمی مانند دیودهای گان ودیودهایی که در مدهای انباشت بار در فضای محدود کار می‌کنند"
      ]
    },
    {
      "EnglishWord": "bulk effect",
      "Meanings": [
        "اثر حجمی اثری که در تمام حجم ماده نیمرسانا و نه ناحیه یا پیوندگاه معینی از آن روی میدهد"
      ]
    },
    {
      "EnglishWord": "bulk micromachining",
      "Meanings": [
        "ریز ماشینکاری حجمی نوعی فن آوری ریز ماشینکاری و بر اساس زدایش سیلیسیم تک بلور ساختارهای مکانیکی ریز که با این فن آوری تولید می‌شوند از بلور سیلیسیم یا از لایه‌های رشد یافته یا نشانده شده روی سیلیسیم ساخته می‌شوند"
      ]
    },
    {
      "EnglishWord": "bulk photoconductor",
      "Meanings": [
        "نور رسانای حجمی نوعی نور رسانا با توانایی کار در توانهای بالا و ویژگیهای اختصاصی دیگر که به نیمرسانا و مواد آلاینده مورداستفاده در آن بستگی دارد. نمونه‌های آن عبارت اند از سلنیدکاریم",
        "رژمانیم آنتیمونیدانیم",
        "آرسنیداندیم",
        "سلنیدسرب",
        "و سلیسیم"
      ]
    },
    {
      "EnglishWord": "bulk resistor",
      "Meanings": [
        "مقاومت حجمی نوعی مقاومت مدار مجتمع که لایه رورونشستی نوع N آن به عنوان یک مقاومت با مقدار بالا ولی نابحرانی عمل می‌کند. فاصله بین سرهای اتصال به همراه مقاومت ویژه ماده مقدار مقاومت را تعیین می‌کند"
      ]
    },
    {
      "EnglishWord": "bulk-acustic wave delay line",
      "Meanings": [
        "خط تاخیر موج آکوستیکی حجمی نوعی خط تاخیر که میزان تاخیر آن به وسیله یمسافت پیموده شده توسط یک موج آکوستیکی حجمی بین دو ترادیسنده ورودی و خروجی واقع در روی قطعه پیزو الکتریک تعیین می‌شود"
      ]
    },
    {
      "EnglishWord": "bump",
      "Meanings": [
        "اتصال برجسته بالشتکهای فلزی افزوده شده به تراشه‌های مدار مجتمع یا قطعات مجزا یه منظور اتصال آنها به ریز مدارهای آمیخته یا تخته مدارهای چاپی"
      ]
    },
    {
      "EnglishWord": "buncher resonator  input resonator",
      "Meanings": [
        "مشدد دسته بند",
        "مشدد ورودی کاواک مشدد اول یا ورودی در لامپ مدوله شده با سرعت مجاورت کاتد قرار میگیرد. در ایم مشدد",
        "الکترونهای سریعتر توسط الکترونهای آهسته گرفتار می‌شوند و دسته هایی از الکرونها تولید می‌شود"
      ]
    },
    {
      "EnglishWord": "bunching",
      "Meanings": [
        "دسته بندی شارش الکترونها از کاتد به آند به صورت دسته‌های متوالی و نه پیوسته در یک لامپ الکترونی مدوله شده با سرعت این امر نتیجه مستقیم ایجاد اختلاف در زمان گذر الکترونها بر اثر مدوله سازی سرعت است"
      ]
    },
    {
      "EnglishWord": "buried diffused layer",
      "Meanings": [
        "لایه نفوذی مدفون یک لایه کم مقاومت که قبل از تشکیل الایه رونشستی سطحی و از طریق نفوذ نا خالصی در ماده نیمرسانا ساخته می‌شود"
      ]
    },
    {
      "EnglishWord": "buried layer",
      "Meanings": [
        "لایه مدفون"
      ]
    },
    {
      "EnglishWord": "burned-in image",
      "Meanings": [
        "تصویر پا بر جا تصویری که علیرغم تغییر صحنه لامپ دوربین تلویزیونی",
        "در موقعیت ثابتی از سیگنال خروجی خود را حفظ می‌کند"
      ]
    },
    {
      "EnglishWord": "burn-in",
      "Meanings": [
        "سوزاندن آزمایشی",
        "سخت کاری عملکرد مدار یا محصول تحت شرایط فرسوده سازی سریع شامل دما و رطوبت بالا برای مدت زمان مشخص. این کار قبل از حمل محصول و به منظور پایدار سازی مدارهای آن و جدا کردن نمونه‌های با نقص زودرس انجام می‌گیرد"
      ]
    },
    {
      "EnglishWord": "burnout",
      "Meanings": [
        "سوختن از کار افتادن یک قطعه یا وسیله به دلیل گرمای زیادی که بر اثر عبور جریان بیش از حد آن تولید می‌شود"
      ]
    },
    {
      "EnglishWord": "burst  amplifier  chroma band pass amplifier",
      "Meanings": [
        "تقویت کننده تکانه ای",
        "تقویت کننده میان گذر رنگ در گیرنده تلویزیون رنگی",
        "به طبقه تقویت کننده ای گفته می‌شود که درست در لحظه عبور سیگنال تکانه رنگ 3/58 مگاهرتزی به وسیله یک پالس افقی فعال شده و شروع به تقویت می‌کند"
      ]
    },
    {
      "EnglishWord": "burst bransmisssion",
      "Meanings": [
        "ارسال تکانه ای نوعی روش ارسال که در آن پیامها برای زمان معینی ذخیره می‌شوند و سپس با 10 یا 100 برابر سرعت معمولی آزاد می‌شوند. سیگنالهای دریافتی ابتدا ذخیره می‌شوند و سپس سرعت آنها تا حد عادی برابر کاربر پایین آورده می‌شود"
      ]
    },
    {
      "EnglishWord": "burst rate",
      "Meanings": [
        "آهنگ تکانه آهنگ ارسال تکانه ای از بیتها در موقع ارسال از یک پایانه تقسیم زمانی با دسیابی چندگانه TDMA"
      ]
    },
    {
      "EnglishWord": "burst separator",
      "Meanings": [
        "جداساز تکانه مداری در گیرنده تلویزیون رنگی که تکخانه رنگ را از سیگنال مخلوط تصویر جدا می‌کند"
      ]
    },
    {
      "EnglishWord": "bus",
      "Meanings": [
        "گذرگاه. باس 1. مجموعه ای از ساناهای موازی که مسیر ارتباطی اصلی بین سی پی یو سیستم رایانه با بخشهای جانبی آن نظیر وسایل ورودی /خروجی I/O. مانیتورها. چاپگرها را تشکیل می‌دهند. 2. یک میله یاسیم راسانا و سنگین",
        "نوعا از جنس مس",
        "برای اتصالهای تغذیه با زمین",
        "گذرگاه",
        "مسیر مشترک عمومی"
      ]
    },
    {
      "EnglishWord": "bus architecture",
      "Meanings": [
        "معماری گذرگاه رهنمود طراحی یا جانمایی فیزیکی برای سیستم گذرگاهی که مطبق با قوانین و قراردادهای حاکم بر تبادل داده‌ها طراحی شده است. نمونه‌های آن عبارت اند از گذرگاههای VME, IBM, و S تخته مدارهای متصل شونده به مدار اصلی مطابقه با استانداردهای مربوط به ابعاد تخته مدار و آرایش سرهای ورودی و خروجی آنها طراحی و ساخته می‌شوند"
      ]
    },
    {
      "EnglishWord": "bus bar",
      "Meanings": [
        "شین",
        "باس بار"
      ]
    },
    {
      "EnglishWord": "bus driver",
      "Meanings": [
        "راه انداز گذرگاه مدار مجتمع که به گذر گاه داده‌ها در رایان افزوده می‌شود تا در موقع اتصال وسایل جانبی متعدد به گذرگاه",
        "بتواند به خوبی سی پی یو را راه اندازی کند. به دلیل اثر بارگذاری خازنی در گذرگاهی که منجر به کاهش سرعت تبادل داده‌ها و اخلال در فواصل زمانی در سیستم رایانه می‌شود. استفاده از راه اندازها امری ضروری است"
      ]
    },
    {
      "EnglishWord": "bus sizer",
      "Meanings": [
        "اندازه بند گذرگاه قطعه نیمرسانایی که به کاربر امکان می‌دهد در موقع اتصال ریزپردازنده‌ها به وسایل جانبی یا گذرگاهی",
        "کنترل زمان بندی را به صورت همزمان و ناهمزمان انتخاب کند. این قطعه جانشین پی ای ال ها",
        "تثبیت کننده‌ها و فرستنده",
        "گیرنده‌ها می‌شود"
      ]
    },
    {
      "EnglishWord": "busbar",
      "Meanings": [
        "میله جریان یک رسانای فلزی",
        "محکم",
        "سنگین",
        "و معمولا عایق شده برای عبور جریانهای زیاد یا برقراری اتصال بین چند مدار مختلف"
      ]
    },
    {
      "EnglishWord": "busing",
      "Meanings": [
        "گذرگاه دهی اتصال تعداد زیادی منبع داده به یک گذرگاه مشترک"
      ]
    },
    {
      "EnglishWord": "butler oscillator",
      "Meanings": [
        "نوسانساز باتلر نوعی نوسانساز کنترفل شده با بلور که در آن بلور در یک حلقه پسخورد بین امیتر و کلکتور قرار می‌گیرد. جریان امیتر ترانزیستور تناسب مستقیم با قدرت سیگنال آر",
        "اف دارد. بلور به صورت یک پالایه میان گذر باریک رفتار نی کند و مقداری از انرژی آر",
        "اف را به امیتر باز می‌گرداند. جریان امیتر امواج سینوسی تمیز با هماهنگیهای کم را می‌سازد"
      ]
    },
    {
      "EnglishWord": "butt contact",
      "Meanings": [
        "اتصال دکمه ای دو اتصال به شکل نیمکره که معمولا با فشار فنر به یکدیگر متصل می‌شوند"
      ]
    },
    {
      "EnglishWord": "butterfly capacitor",
      "Meanings": [
        "خازن پروانه ای نوعی خازن متغیر که صحنه‌های ثابت و متحرک آن به شکل بالهای پروانه اند. هر صفحه ثابت دارای یک حلقه بیرونی است که تشکیل یک القا کنایی می‌دهد و اندازه آن بر حسب موقعیت صفحه متحرک متغیر است. هم ظرفیت و هم الفا کنایی در هنگامی که صفحات ثابت و متحرک چهار ربع یک دایره را شکل می‌دهند در کمترین مقدار خود هستند و با چرخش صفحات به وضعیت انطباق کامل",
        "این مقادیر همزمان به حداکثر خود می‌رسند. در صورت کاربرد خازن به عنوان مدار تنظیم در مدارهای وی اچ اف و یو اچ اف",
        "این ویژگی به میزان قابل توجهی گستره تنظیم را افزایش می‌دهد"
      ]
    },
    {
      "EnglishWord": "butterfly computation",
      "Meanings": [
        "محاسبه پروانه ای"
      ]
    },
    {
      "EnglishWord": "butterworth",
      "Meanings": [
        "باترورث"
      ]
    },
    {
      "EnglishWord": "butterworth filter",
      "Meanings": [
        "پالایه باتورث پالایه ای که در باند گذر دارای پاسخ اساسا تخت و در فراتر از قطع دارای تضعیف 6 دی بی/ octave برای پالایه تک قطبی است. پاسخ گذاری آن بسیار بهتر از پالایه معادل چپی شف است"
      ]
    },
    {
      "EnglishWord": "butterworth response",
      "Meanings": [
        "پاسخ باترورث پاسخ دامنه تا حد ممکن تخت در باند گذر یک پالایه فعال به همراه زمان آرامش و فراجست متوسط"
      ]
    },
    {
      "EnglishWord": "button cell",
      "Meanings": [
        "پیل دکمه ای نوعی پیل الکتریکی کوچک و با ولتاژ کم که به صورت قرص فلزی با قطر حدود 11 میلیمتر و ضخامت 5 میلیمتر ساخته می‌شود. یک روی آن را سر مثبت positive [ terminal کاتد تشکیل می‌دهند. نمونه‌های آن عبارت اند از پیل لیتیمی lithium cell",
        "پیل اکسید",
        "نقره silver",
        "oxide cell",
        "پیل روی / هوا zinc/ air cell"
      ]
    },
    {
      "EnglishWord": "buzzer",
      "Meanings": [
        "بازر",
        "زنگ اخبار وسیله ای الکترومغناطیسی که تیغه متحرک آن به سرعت مرتعش می‌شود و صدای زنگ تولید می‌کند",
        "صدای زنگ اخبار"
      ]
    },
    {
      "EnglishWord": "bw",
      "Meanings": [
        "band width",
        "پهنای باند 1. پهنای باندی از بسامدهاکه به کاربرد خاصی اختصاص یافته است. مثلا پهنای باند یک ایستگاه تلویزیونی 6 مگاهرتز است. 2. گستره ای از بسامد‌ها که به عنوان محدوده کار یک پالایه",
        "تقویت کننده",
        "یا تضعیف کننده مشخص شده است و به صورت فاصله بسامدی بین نقاط 0/707 یا نیم توان bd 3 در قسمتهای بالا گذر و پایین گذر منحنی پاسخ بسامدی تعریف می‌شود. پهنای باند برای سیگنالهای قیاسی در حوزه بسامد است و بر حسب هرتز بیان می‌شود حال آنکه برای سیگنالهای رقمی در حوزه زمان و بر حسب بیت بر ثانیه بیان می‌شود"
      ]
    },
    {
      "EnglishWord": "bwa",
      "Meanings": [
        "backward",
        "wave amplifier",
        "تقویت کننده موج",
        "پسرو نوعی لامپ الکترونی ریز موج متشکل از یک تفنگ الکترونی که باریکه الکترونها را از طریق مارپیچ یا ساختار موج",
        "آهسته به جمع کننده ای در انتهای دیگر آن هدایت می‌کند. یک میدان مغناطیسی محوری باریکه الکترون را به مرکز مارپیچ محدود می‌کند. سیگنال آر",
        "اف بر روی مارپیچ در نزدیکی جمع کننده اثر می‌گذارد و سیگنال تقویت شده در انتهای دیگر و در نزدیکی تفنگ الکترونی برداشته می‌شود. باریکه الکترونی مانند یک لامپ موج رونده معمولی دارای مدوله سازی سرعت است. شتاب خوشه ای الکترونی توسط سیگنال گرفته و انرژی آنها برای تقویت سیگنال استفاده نی شود. این تقویت کننده دارای منابع تغذیه جداگانه برای آند و مارپیچ است"
      ]
    },
    {
      "EnglishWord": "bwo",
      "Meanings": [
        "backeward",
        "wave scillator",
        "نوسانساز موج",
        "پسرو نوع خاصی نوسانساز لامپ خلا که در آ« الکترونها هنگام شارش از کاتد به آند توسط میدان مغناطیسی آر",
        "اف خوشه بندی می‌شود. این کار موج پسروی تولید می‌کند که با نزدیک شدن به تفنگ الکترونی بزرگتر می‌شود. میدان مغناطیسی توسط آهنربای استوانه ای واقع در مرکز محور باریکه الکترونی تولید می‌شود. سیگنال خروجی از سر تفنگ گرفته می‌شود"
      ]
    },
    {
      "EnglishWord": "by inspection",
      "Meanings": [
        "با بازدید و معاینه"
      ]
    },
    {
      "EnglishWord": "b-y signal",
      "Meanings": [
        "سیگنال بی",
        "وای سیگنال تفاضل رنگ آبی",
        "منهای",
        "درخشایی که در تلویزیون رنگی استفاده می‌شود. از ترکیب آن با سیگنال درخشایی درگیرنده",
        "سیگنال اولیه رنگ آبی تولید می‌شود"
      ]
    },
    {
      "EnglishWord": "bypass",
      "Meanings": [
        "کنار گذر یک مسیر کم",
        "امپدانس که در اطراف بخشی از یا تمام یک مدار قرار داده می‌شود",
        "کنار گذر"
      ]
    },
    {
      "EnglishWord": "bypass capacitor",
      "Meanings": [
        "خازن کنار گذر خازنی که یک مسیر کم",
        "امپدانس برای جریانهای آر",
        "اف یا آ",
        "اف در اطراف عنصری از مدار به وجود می‌آورد",
        "خازن کنار گذر"
      ]
    },
    {
      "EnglishWord": "bypassed mixed highs",
      "Meanings": [
        "مخلوط کنار گذر بسامدهای بالا سیگنال مخلوط بسامدهای بالا",
        "بین 2 تا 4 مگاهرتز",
        "که در یک سیستم تلویزیون رنگی با مدوله ساز یا مدوله زدای زیر حامل رنگ نمایی موازی شده است"
      ]
    },
    {
      "EnglishWord": "byte",
      "Meanings": [
        "بایت با توجه به عبارت «by eights» به یک گروه متشکل از هشت بیت همجوار ارقام دودویی گفته می‌شود که در پردازش رایانه ای به صورت یک واحد با آن کار می‌شود. هر بایت می‌تواند یک نویسه س الفبای عددی را نمایش دهد. یک کیلو بایت kB یا kbyte برابر با 1024 بایت یا 8192 بیت است. یک مگابایت MB یا Mbyte نیز معادل 1024 کیلوبایت",
        "یا 1/048/576 بایت یا 8/366/608 بیت است. با هشت بیت می‌توان اعداد تا 255 را نمایش داد",
        "بایت",
        "معادل هشت رقم دودویی"
      ]
    },
    {
      "EnglishWord": "bytes per second",
      "Meanings": [
        "بایت در ثانیه مشخصه ای که سرعت یک سیستم ارسال رقمی را نشان می‌دهد"
      ]
    },
    {
      "EnglishWord": "bytes/s",
      "Meanings": [
        "bytes per second",
        "بایت در ثانیه مشخصه ای که سرعت یک سیستم ارسال رقمی را نشان می‌دهد"
      ]
    }
  ]
}