{
  "Group": "E",
  "Entries": 918,
  "Words": [
    {
      "EnglishWord": "e",
      "Meanings": [
        ". نماد امتر emitter در نمودار مدارهای ترانزیستوری 2. علامت اختصاری اکزا exa",
        "electric field strength",
        "شدت میدان الکتریکی اندازه بردار میدان الکتریکی",
        "emitter",
        "امیتر یکی از سه ناحیه ناخالص شده در ترانزیستورهای پیوندی دو قطبی. با بایاس مستقیم پیوند امیتر",
        "یس",
        "امیتر باربرهای اقلیت الکترون یا حفره را به داخل ناحیه بیس تزریق می‌کند که در آنجا یا بازترکیب می‌شوند و یا به داخل کلکتور نفوذ می‌کنند. شارش باربرهای اقلیت از امیتر به کلکتور و تحت کنترل پیوند بیس",
        "امیتر",
        "می‌تواند سیگنالها را تقویت کند",
        "voltage",
        "ولتاژ واژه ای که اغلب برای بیان فشار الکتریکی موجود بین دو نقظه به کار می‌رود که قادر به جاری ساختن جریان به هنگام بسته شدن مدار بین آن نقطه است. ولتاژ بر حسب ولت",
        "میلی ولت",
        "ولکروولت و کیلوولت اندازه گیری می‌شود. واژه‌های نیروی الکتروموتوری",
        "پتانسیل",
        "اختلاف پتانسیل و افت ولتاژ نیز اغلب ولتاژ نامیده می‌شوند",
        ". نماد مبنا در سیستم لگاریتم طبیعی یا نپری که مقدار تقریبی آن 2/71828 است 2. نماد مقدار لحظه ای ولتاژ متناوب"
      ]
    },
    {
      "EnglishWord": "e layer  kennelly - heaviside layer",
      "Meanings": [
        "لایه «ای» لایه ای که از هوای یونیده که در ارتفاعهای مختلف مطقه «ای» از یون سپهر ایجاد می‌شود و امواج رادیویی را به زمین باز می‌تاباند. ارتفاع میانگین آن 100 کیلومتر است"
      ]
    },
    {
      "EnglishWord": "e region",
      "Meanings": [
        "ناحیه «ای» ناحیه ای از یون سپهر که در حدود 60 تا 90 کیلو متری بالای سطح زمین و بین نواحی دی و اف قرار دارد"
      ]
    },
    {
      "EnglishWord": "e scope",
      "Meanings": [
        "«ای» نما صفحه راداری که نمایش «ای» تولید می‌کند"
      ]
    },
    {
      "EnglishWord": "e unit",
      "Meanings": [
        "واحد «ای» روشی برای مشخص کردن نسبت سیگنال",
        "به",
        "نویز رادار",
        "E یا نسبت 1 به",
        "به زحمت محسوس",
        "E یا نسبت 2 به",
        "ضعیف",
        "E یا نسبت 4 به",
        "خوب",
        "E یا نسبت 8 به",
        "قوی",
        "E یا 16 به",
        "بسیار قوی یا اشباع رونده"
      ]
    },
    {
      "EnglishWord": "e vector",
      "Meanings": [
        "بردار «ای» برداری که میدان الکتریکی یک موج الکترومغناطیسی را نشان می‌دهد. این بردار در فضای آزاد بر بردار «اچ» و جهت انتشار عمود است"
      ]
    },
    {
      "EnglishWord": "e wave",
      "Meanings": [
        "موج ای معادل بریتانیایی برای موج مغناطیسی عرضی atransverse megnetic wave یا موج «تی ام»"
      ]
    },
    {
      "EnglishWord": "early effect",
      "Meanings": [
        "اثر ارلی کاهش پهنای موثر بیس ترانزیستور دو قطبی در اثر افزایش پهنای پیوند PN کلکتور",
        "بیس با ولتاژ دو سر آن این اثر توسط ج. م. ارلی کشف شد",
        "اثر ارلی"
      ]
    },
    {
      "EnglishWord": "earom",
      "Meanings": [
        "electrical alterable read",
        "only memory",
        "حافظه فقط خواندنی با تغییر پذیری الکتریکی نوعی حافظه فقط خواندنی که بعد از هر بار اعمال میدان الکتریکی مناسب و پاک کردن کل حافظه می‌توان آن را دوباره به صورت الکتریکی برنامه ریزی کرد. این اصطلاح در حال حاضر به کار نمی‌رود"
      ]
    },
    {
      "EnglishWord": "earphon coupler",
      "Meanings": [
        "تزویجگر گوشی نوعی کاواک که برای آزمایش گویشها تغییر شکل داده شده است. با نصب میکروفون در داخل کاواک فشار آن اندازه گیری می‌شود"
      ]
    },
    {
      "EnglishWord": "earphone",
      "Meanings": [
        "گوشی نوعی ترادیسنده الکتروآکوستیک سبک و کوچک که داخل گوشی قرار می‌گیرد و کار آن مشابه با هدفون یا گیرنده تلفن است. عمدتا در سمعک‌ها استفاده می‌شود",
        "گوشی"
      ]
    },
    {
      "EnglishWord": "earth",
      "Meanings": [
        "زمین"
      ]
    },
    {
      "EnglishWord": "earth circuit",
      "Meanings": [
        "مدار زمین"
      ]
    },
    {
      "EnglishWord": "earth conductivity",
      "Meanings": [
        "رسانایی زمین"
      ]
    },
    {
      "EnglishWord": "earth conductor",
      "Meanings": [
        "هادی زمین"
      ]
    },
    {
      "EnglishWord": "earth connected",
      "Meanings": [
        "متصل به زمین"
      ]
    },
    {
      "EnglishWord": "earth connection",
      "Meanings": [
        "اتصال زمین"
      ]
    },
    {
      "EnglishWord": "earth contact",
      "Meanings": [
        "تماس زمین"
      ]
    },
    {
      "EnglishWord": "earth fault",
      "Meanings": [
        "خطای زمین"
      ]
    },
    {
      "EnglishWord": "earth potential",
      "Meanings": [
        "پتانسیل زمین"
      ]
    },
    {
      "EnglishWord": "earth protection",
      "Meanings": [
        "حفاظت زمین"
      ]
    },
    {
      "EnglishWord": "earth resistance",
      "Meanings": [
        "مقاومت زمین"
      ]
    },
    {
      "EnglishWord": "earth station",
      "Meanings": [
        "ایستگاه زمینی"
      ]
    },
    {
      "EnglishWord": "earth terminal",
      "Meanings": [
        "پایانه زمین"
      ]
    },
    {
      "EnglishWord": "earth wire",
      "Meanings": [
        "سیم زمین"
      ]
    },
    {
      "EnglishWord": "earthshine",
      "Meanings": [
        "زمین تاب روشنایی ضعیف بخش تاریک هلال ماه در اثر بازتاب نور خورشید توسط زمین"
      ]
    },
    {
      "EnglishWord": "earth-stabilized vehicle",
      "Meanings": [
        "فضا پیمای زمین",
        "پایا فضا پیمایی که همواره یک محور آن به طرف مرکز زمین است"
      ]
    },
    {
      "EnglishWord": "earth-surface potential",
      "Meanings": [
        "پتانسیل سطح",
        "زمین ای اس پی ولتاژی که در اثر نوسانهای میدان مغناطیسی زمین در سطح آن تولید می‌شود"
      ]
    },
    {
      "EnglishWord": "ebcdic",
      "Meanings": [
        "extended binary",
        "coded decimal interchange code",
        "رمز گسترش یافته تبادل دهدهی به رمز دودویی نوعی رمز رایانه ای که در آن هر 8 بیت دودویی یک نویسه را نمایش می‌دهند و در نتیجه حداکثر 256 نویسه می‌توان با آن ساخت. در واقع رمز «بی سی دی» است که به 8 بیت گسترش یافته است. پیامهای رمز شده با «ایبسیدیک» برای بررسی درستی به ایستگاه فرستنده برگردانده می‌شوند"
      ]
    },
    {
      "EnglishWord": "e-beam generator",
      "Meanings": [
        "مولد باریکه ای مولد باریکه نازک الکترونی که می‌تواند مستقیما عناصر مدار",
        "مجتمع را روی پولک نیمرسانای پوشیده از فوتورزیست ترسیم کند یا در فرایند ساخت ic از طریق ماسک به سطح پولک بتابد"
      ]
    },
    {
      "EnglishWord": "ebicon  electron bombardment induced conductivity",
      "Meanings": [
        "آبیکون رسانایی القا شده با بمباران الکترونی نوعی لامپ دوربین تلویزیونی که ساختمان صفحه هدف آن تفاوت عمده ای بالامپهای اوراتیکون و ویدیکون دارد"
      ]
    },
    {
      "EnglishWord": "ebullator",
      "Meanings": [
        "ابولاتور نوعی سیستم سرمایشی که در آن عامل سرمایشی فلورو کربن دمای ثابتی را علی رغم تغییرات شدید دمای محیط بیرون بر قرار می‌کند در نوسان ساز کلایترون و هنگامی که به بسامد ثابتی نیاز است",
        "از این سیستم استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "eccm",
      "Meanings": [
        "electronic counter",
        "countermeasures, electromagnetic counter",
        "countermeasures",
        "عملیات ضد جنگ الکترونیکی ای سی ام پاد",
        "پاد سنجی الکترونیکی پاسخ نظامی تدافعی یا تهاجمی به تلاشهای دشمن برای ایجاد ختلال در کار رادارها و ارتباطات رادیویی با استفاده از مدارهای آر",
        "اف پهن باند و روشهای مختلف مدوله سازی. این پاسخ شامل تغییر روشهای مدوله سازی",
        "تنظیم دوباره فرستنده ها",
        "تلاش در جهت تخریب فرستنده‌های اخلالگر و آنتن آنها",
        "و جنگ الکترونیکی قویتر است. تخریب می‌تواند توسط موشکهای هدفیاب زیر قرمز یا بمبهخای هوشمند لیزری صورت گیرد"
      ]
    },
    {
      "EnglishWord": "ecdis",
      "Meanings": [
        "electronic chart display information system",
        "سیستم اطلاعاتی نمایش نمودار الکترونیکی سیستم یکپارچه کننده اطلاعات به دست آمده از ماهواره‌های «جی پی اس» و سرعت سنج کشتی",
        "قطب نمای ژیروسکوپی",
        "و رادار با استفاده از نمودارهای الکترونیکی تهیه شده توسط سازمان هیدروگرافیک ملی"
      ]
    },
    {
      "EnglishWord": "ecell electrolytic cell",
      "Meanings": [
        "پیل ای پیل الکترولیتی نوعی وسیله زمانی که مجموع جریان",
        "زمان تابع الکتریکی را به مجموع معادل تا حداکثر چندین هزار ساعت میکرو آمپر تبدیل می‌کند. دارای الکترود مرکزی از جنس طلاست که با الکترولیت احاطه شده است و ظرف نقره ای آن نیز به عنوان الکترود دوم عمل می‌کند. طرز کار آن مشابه با کولن سنج کوچکی است که در آن فلز از طریق الکترولیت منتقل می‌شود. گستره دوره‌های زمانی از چند ثانیه تا چند ماه است"
      ]
    },
    {
      "EnglishWord": "ecg or ekg",
      "Meanings": [
        "electrocordiogram",
        "برق",
        "قلب نگاشت",
        "الکتروکاردیوگرام",
        "قلب نگاشت نمودار ثبت شده توسط دستگاه برق",
        "قلب نگار",
        "electrocardiograph",
        "الکتروکاردیوگراف وسیله ای برای ثبت امواج ولتاژ مربوط به سینه و اندام‌های پایینی بدن انسان که همگام با عمل قلب تولید می‌شوند"
      ]
    },
    {
      "EnglishWord": "echo",
      "Meanings": [
        "پژواک 1. موج بازتابیده در اثر عدم تطبیق امپدانسها که تاخیر زمانی و اندازه آن در حدی است که به صورت موج متمایز با موج ارسال تلقی می‌شود. 2. سیگنال رادار بازتاب شده از هدف",
        "یا رد آن روی صفحه نمایش لامپ پرتو",
        "کاتدی در گیرنده رادار 3. موج صدای بازتاب شده از سطوح سخت. 4. G host signal",
        "پژواک",
        "طنین"
      ]
    },
    {
      "EnglishWord": "echo box  phantom target",
      "Meanings": [
        "جعبه پژواک",
        "هدف خیالی نوعی کاواک مشدد کیو",
        "بالا و مدرج که بخشی از انرژی پالس ارسال شده از رادار را ذخیره می‌کند و بعد از تکمیل ارسال پالس",
        "این انرژی را به تدریج به سیستم گیرنده تحویل می‌دهد. به عنوان سیگنال هدف مصنوعی برای مقاصد آزمایشی و تنظیمی به کار می‌رود"
      ]
    },
    {
      "EnglishWord": "echo canceller",
      "Meanings": [
        "خنثی کننده پژواک"
      ]
    },
    {
      "EnglishWord": "echo chamber",
      "Meanings": [
        "اتاقک پژواک اتاق یک محیط بازتابنده ای که به منظور ایجاد پژواک در صدا در استودیوهای رادیو تلویزیون استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "echo effect",
      "Meanings": [
        "اثر پژواک"
      ]
    },
    {
      "EnglishWord": "echo interference",
      "Meanings": [
        "تداخل پژواک"
      ]
    },
    {
      "EnglishWord": "echo matching",
      "Meanings": [
        "تطبیق پژواک چرخش آنتن رادار یا آنتن آرایه ای به وضعیتی که در آن پژواکهای مربوط به دو جهت موجود در رادار مقسم",
        "پژواک برابر باشند"
      ]
    },
    {
      "EnglishWord": "echo path",
      "Meanings": [
        "مسیر پژواک"
      ]
    },
    {
      "EnglishWord": "echo suppressor",
      "Meanings": [
        "پژواک گیر 1. مداریکه با افزودن زمان ثابتی بعد از دریافت هر پالس در تجهیزات ناوبری الکترونیکی اثر پالسهایی که با تاخیر و در اثر بازتابهای غیر مستقیم دریافت می‌شوند را حذف می‌کند. 2. مدار یا وسیله ای در یک خط انتقال که مانع از برگشت جریانهای بازتاب شده در خط به نقطه ارسال می‌شود",
        "حذف کننده پژواک"
      ]
    },
    {
      "EnglishWord": "echo wave",
      "Meanings": [
        "موج پژواک"
      ]
    },
    {
      "EnglishWord": "echogram",
      "Meanings": [
        "پژواک نکاشت نمودارهای ثبت شده یا تصاویری که با استفاده از پالسهای فراصوتی و روشهای هدایت پژواک در کاربردهایی نظیر پزشکی",
        "سنجشهای کف",
        "اقیانوس",
        "و کاوشهای زمین شناسی به دست می‌آیند"
      ]
    },
    {
      "EnglishWord": "echoplex",
      "Meanings": [
        "پژواک دهی روشی برای بررسی خطا در ارسال داده‌ها که طی آن داده‌های ورودی به رایانه برای چاپ و مقایسه با داده‌های اولیه به پایانه فرستنده برگشت داده می‌شوند. عمدتا در شروع کار یا برای بررسیهای دوره ای استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "ecl",
      "Meanings": [
        "emitter",
        "coupled logic",
        "منطق تزویج امیتری سریعترین خانواده منطق «تی تی ال» که ترانزیستورهای دو قطبی آن به منظور قطع و وصل سریع‌تر و کار در توان‌های بالاتر",
        "در ناحیه فعال بایاس می‌شوند. به عنوان مدار منطقی بسیار سریع کاربرد گسترده ای دررایانه‌ها دارد. منطق «ای سی ال» خود از خانواده‌های متعددی تشکیل شده است"
      ]
    },
    {
      "EnglishWord": "ecm",
      "Meanings": [
        "electronic countermeasures",
        "جنگ الکترونیکی ای سی ام پاد سنجی الکترونیکی فعالیتهای اخلالگرانه برای از کار انداختن رادارهای تجسسی و کنترل آنتن دشمن و یا فلج کردن ارتباطات رادیویی از طریق ارسال نویز پهن باند پرتوان. با استفاده از تقویت کننده‌های لامپی موج",
        "رونده می‌توان روی گستره وسع بسامدی رادار",
        "نویز ایجاد کرد. همچنین با استفاده از موشکهای هدف یاب می‌توان روی آنتن فرستنده‌های رادیویی و راداری قفل کرد و آنها را از بین برد. با دریافت اخیر",
        "تقویت",
        "و ارسال مجدد تابشهای گسیل شده از رادار دشمن می‌توان اطلاعات گمراه کننده سمت و مسافت را برای آنها فرستاد. جنگ الکترونیکی غیر فعال شامل پخش پوشالهای فلزی chaff برای گیج کردن سیستم هدایت موشکی رادار و شلیک زبانه‌های آتش برای گمراه کردن موشک‌های جستجوگر زیر قرمز است"
      ]
    },
    {
      "EnglishWord": "ecore",
      "Meanings": [
        "هسته ای نوعی هسته ترانسفور مر که از ورقه‌های E شکل به همراه ورقه‌های مکمل I شکل ساخته می‌شود"
      ]
    },
    {
      "EnglishWord": "ecs",
      "Meanings": [
        "electronic chart system",
        "سیستم نمودار الکترونیکی اطلاعات مربوط به ناوبری که برای نمایش توسط رایانه به صورت رقمی در آمده و در آن ذخیره شده اند. موقعیتهای نشان داده شده در این سیستمها معمولا بر اساس اندازه گیری‌های انجام شده توسط ماهواره‌های تعیین موقعیت جهانی «جی پی اس» است"
      ]
    },
    {
      "EnglishWord": "ectantal error",
      "Meanings": [
        "خطای هشتک خطایی که در هنگام استفاده از آنتنهای فاصله دار در سیستم ناوبری الکترونیکی",
        "در جهت انداره گیری شده ایجاد می‌شود. این خطا به طور سینوسی در طول 360 درجه با چهار بیشینه مثبت و چهار بیشینه منفی تغییر می‌کند"
      ]
    },
    {
      "EnglishWord": "edc",
      "Meanings": [
        "error detection and correction",
        "کشف و تصحیح خطا ای دی سی فرایندی برای ذخیره داده‌های رقمی که در ابتدا یک برچسب رقمی",
        "که از داده‌ها قابل استخراج است",
        "برای آنها مشخص می‌شود. سپس در هنگام بازیابی داده ها",
        "از این برچسب برای بررسی صحت داده‌ها استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "eddy",
      "Meanings": [
        "گرداب"
      ]
    },
    {
      "EnglishWord": "eddy current",
      "Meanings": [
        "جریان گردایی",
        "جریان فوکو جریان چرخشی که توسط میدان مغناطیسی متغیر در ماده رسانا القا می‌شود. این جریانها به دلیل اتلاف انرژ و تولید گرما اکثرا نامطلوب هستند. با ورقه ای ساختن هسته آهنی ترانسفورمرها",
        "چوکها و رله‌های ای سی مسیر این جریانها کوتاه می‌شود و در نتیجه تلفات آنها به حداقل می‌رسد. در بسامدهای رادیویی آر اف باید استفاده از هسته‌های پودر آهن باز هم مسیر جریانهای گردابی را کوتاهتر کرد",
        "جریان گردابی فوکو"
      ]
    },
    {
      "EnglishWord": "eddy current loss",
      "Meanings": [
        "تلف جریان گردابی"
      ]
    },
    {
      "EnglishWord": "eddy-current loss",
      "Meanings": [
        "اتلاف جریان گردایی اتلاف انرژی در اثر جیانهای نامطلوب گردابی که در یک هسته مغناطیسی به وجود می‌آیند"
      ]
    },
    {
      "EnglishWord": "edge",
      "Meanings": [
        "اج نوعی بمب هوا",
        "به",
        "زمین که توسط سیگنالهای ارسالی از ماهواره‌های GPS به دقت هدایت می‌شود و پس از تصحیح توسط ایستگاه زمینی منجر به اصابت بمب به هدفی واقع در فاصله حداکثر 32 کیلو متری از آن می‌شود. استفاده این نوع بمب سبب می‌شود که هواپیمای حامل آن در فاصله بسیار دور از هدف آن را رها کند و از خطرات انفجار و یا پدافند ضد هوایی دشمن در امان بماند",
        "لبه",
        "گوشه"
      ]
    },
    {
      "EnglishWord": "edge coupled",
      "Meanings": [
        "تزویج لبه ای"
      ]
    },
    {
      "EnglishWord": "edge effect",
      "Meanings": [
        "اثر لبه اعوجاج پیچشی و به سمت بیرون خطوط نیرو در محل لبه‌های دو صفح هی فلزی موازی که یک خازن را به وجود می‌آورند. در هنگام محاسبه ظرفیت هر ساختار هندسی باید این اثر تصحیح شود و یا با استفاده از حلقه‌های محافظ مخصوص اثر آن حذف شود"
      ]
    },
    {
      "EnglishWord": "edgewise bend",
      "Meanings": [
        "خم لبه گرد خمیدگی ایجاد شده در موج بر مستطیلی به گونه ای که محور طولی در صفحه موازی با طرف پهن موج بر قرار می‌گیرد"
      ]
    },
    {
      "EnglishWord": "edif",
      "Meanings": [
        "electronic design interchange format",
        "قالب تبادلی طراحی الکترونیکی ادیف نوعی زبان مبادله استاندارد برای اطلاعات طراحی"
      ]
    },
    {
      "EnglishWord": "edison effect  richardson effect",
      "Meanings": [
        "اثر ادیسون",
        "اثر ریچارد سون گسیل الکترون از اجسام داغ آهنگ گسیل به سرعت با دما افزایش می‌یابد. این ثر در سال 1883 و توسط ادیسون هنگامی کشف شدکه او جریانی را بین فیلامان لامپ التهابی و یک الکترود کمکی در داخل لامپ مشاهده کرد"
      ]
    },
    {
      "EnglishWord": "edison storage battery  nickel- iron battery",
      "Meanings": [
        "باتری انباره ادیسون",
        "باتری نیکل",
        "آهن 1/2V را تولید می‌کند. ماده فعال صفحات منفی نوعی آلیاژیا آهن و ماده صفحات مثبت اکسید نیکل است"
      ]
    },
    {
      "EnglishWord": "edit",
      "Meanings": [
        "ویرایش کردن"
      ]
    },
    {
      "EnglishWord": "editing",
      "Meanings": [
        "ویرایش"
      ]
    },
    {
      "EnglishWord": "editor",
      "Meanings": [
        "ویراستار"
      ]
    },
    {
      "EnglishWord": "edm",
      "Meanings": [
        "electric",
        "discharge machining",
        "ماشین کاری با تخلیه الکتریکی نوعی فرایند برش فلزات که طی آن تخلیه‌های بسامد",
        "بالا از طریق ابزاری فلزی با بار منفی منجر به فرسایش الکتریکی و کنده شدن فلز از سطح مورد نظر می‌شود. در این روش الکترولیت وجود ندارد اما قطعه هر از گاهی باید در روغن فرو برده شود تا براده‌ها از روی آن پاک شود و زمان لازم برای رسیدن به اوج انرژی بای تخلیه بعدی فراهم شود"
      ]
    },
    {
      "EnglishWord": "edo",
      "Meanings": [
        "extended date output",
        "خروجی داده گسترش یافته اشاره به حافظه‌های دینامیکی با دستیابی تصادفی DRAM که نسبت به حافظه‌های دینامیکی معمولی سرعت بشتری تقریبا 60 نانو ثانیه در اختیار قرار می‌دهد"
      ]
    },
    {
      "EnglishWord": "edp",
      "Meanings": [
        "electronic data processing",
        "داده پردازی الکترونیکی ای دی پی داده پردازی خودکار توسط رایانه یا سایر تجهیزات الکترونیکی"
      ]
    },
    {
      "EnglishWord": "eeprom",
      "Meanings": [
        "حافظه فقط خواندنی برنامه پذیر و قابل پاک شدن به صورت الکتریکی"
      ]
    },
    {
      "EnglishWord": "eeprom or e2 prom",
      "Meanings": [
        "electrically erasable programmableread",
        "only memory",
        "حافظه فقط خواندنی برنامه پذیر و پاک شونده با الکتریسیته نوعی رام برنامه پذیر و غیر فرار که می‌توان آن را بدون خارج کردن از مدار برنامهریزی کرد. همچنین قابلیت بازنویسی انتخابی به صورت الکتریکی را نیز دارد"
      ]
    },
    {
      "EnglishWord": "effeciency",
      "Meanings": [
        "بازدهی 1. نسبت خروجی مفید هر وسیله به کل ورودی که عموما بر حسب در صد بیان می‌شود. 2. احتمال تولید شارش در لامپ شمارگر به وسیله ذره خاص با برخورد کوانتمی"
      ]
    },
    {
      "EnglishWord": "effective",
      "Meanings": [
        "موثر"
      ]
    },
    {
      "EnglishWord": "effective acoustic center",
      "Meanings": [
        "موکز آکوستیکی موثر نقطه ای روی بلندگو یا سایر مولدهای آکوستیکی و یا در نزدیکی آنها که به نظر می‌رسد امواج صدای کروی در آن نقطه واگرا می‌شوند"
      ]
    },
    {
      "EnglishWord": "effective antenna length",
      "Meanings": [
        "طول موثر آنتن طول الکتریکی آنتن که متمایز از طول فیزیکی است"
      ]
    },
    {
      "EnglishWord": "effective area",
      "Meanings": [
        "سطح موثر مشخصه ای از آنتن جهتی که برابر است با حاصل ضرب مربع موج در بهره توان یا بهره جهتی آنتن در جهت حاص تقسیم بر 4 میکروفاراد"
      ]
    },
    {
      "EnglishWord": "effective current",
      "Meanings": [
        "جریان موثر مقدار جریان متناوبی که اثار گرمایی آن مشابه با مقدار متناظر جریان مستقیم است. مقدار موثر جریانهای متناوب سینوسی 0/707 برابر مقدار اوج آن است",
        "جریان موثر"
      ]
    },
    {
      "EnglishWord": "effective echoing area of target",
      "Meanings": [
        "سطح موثر بازتابندگی هدف سطح هدفی فرضی برای رادار که عمود بر باریکه برخوردی است و سیگنالی مشابه با هدف واقعی در محل گیرنده تولید می‌کند. برای هواپیما میانگین این سطح عموما بین یک تا ده متر مربع است"
      ]
    },
    {
      "EnglishWord": "effective field",
      "Meanings": [
        "میدان موثر"
      ]
    },
    {
      "EnglishWord": "effective flux",
      "Meanings": [
        "شار موثر"
      ]
    },
    {
      "EnglishWord": "effective flux density",
      "Meanings": [
        "چگالی شار موثر"
      ]
    },
    {
      "EnglishWord": "effective force",
      "Meanings": [
        "نیروی موثر"
      ]
    },
    {
      "EnglishWord": "effective height",
      "Meanings": [
        "ارتفاع موثر ارتفاع مرکز تابش آنتن فرستنده نسبت به سطح موثر زمین"
      ]
    },
    {
      "EnglishWord": "effective intensity",
      "Meanings": [
        "شدت موثر"
      ]
    },
    {
      "EnglishWord": "effective isotropically radiated power",
      "Meanings": [
        "توان موثر همسانگرد",
        "تابیده حاصل ضرب توان خالص آر اف که از یک فرستنده",
        "تابش می‌شود در بهره سیستم آنتن در یک جهت خاص از بازتابنده همسانگرد همه سویه"
      ]
    },
    {
      "EnglishWord": "effective line",
      "Meanings": [
        "خط موثر"
      ]
    },
    {
      "EnglishWord": "effective load",
      "Meanings": [
        "بار موثر"
      ]
    },
    {
      "EnglishWord": "effective loss",
      "Meanings": [
        "تلف موثر"
      ]
    },
    {
      "EnglishWord": "effective mass",
      "Meanings": [
        "جرم موثر"
      ]
    },
    {
      "EnglishWord": "effective match",
      "Meanings": [
        "تطبیق موثر"
      ]
    },
    {
      "EnglishWord": "effective network",
      "Meanings": [
        "شبکه موثر"
      ]
    },
    {
      "EnglishWord": "effective noise",
      "Meanings": [
        "نویز موثر"
      ]
    },
    {
      "EnglishWord": "effective operation",
      "Meanings": [
        "عملکرد موثر"
      ]
    },
    {
      "EnglishWord": "effective particle velocity  root - mean square particle  velocity",
      "Meanings": [
        "سرعت موثر ذره",
        "سرعت آر ام اس ذره ریشه میانگین مربع سرعت لحظه ای ذره در یک نقطه"
      ]
    },
    {
      "EnglishWord": "effective perceived noise decibel",
      "Meanings": [
        "دسیبل موثر نویز دریافتی واحد فرضی نویز که آثار زمان و بسامد در آن منظور شده است. یکی از شرایط اعطای گواهینامه نویز از سوی سازمان هوانوردی فدرال آمریکا مشخص کردن این مقدار در هواپیماست"
      ]
    },
    {
      "EnglishWord": "effective pole",
      "Meanings": [
        "قطب موثر"
      ]
    },
    {
      "EnglishWord": "effective potential",
      "Meanings": [
        "پتانسیل موثر"
      ]
    },
    {
      "EnglishWord": "effective power",
      "Meanings": [
        "توان موثر"
      ]
    },
    {
      "EnglishWord": "effective quantity",
      "Meanings": [
        "مقدار موثر"
      ]
    },
    {
      "EnglishWord": "effective radiated power",
      "Meanings": [
        "توان تابیده موثر حاصل ضرب توان ورودی آنتن و بهره توان آن که بر حسب کیلو وات بیان می‌شود"
      ]
    },
    {
      "EnglishWord": "effective radius of earth",
      "Meanings": [
        "شعاع موثر زمین مقدار جایگزین شعاع هندسی که اثر تغییرات خطی ضریب شکست جو را بر حسب ارتفاع منظور می‌کند. در شرایط شکست استاندارد. شعاع موثر زمین 8500 کیلومتر یا سه چهارم شعاع هندسی آن است"
      ]
    },
    {
      "EnglishWord": "effective resistance",
      "Meanings": [
        "مقاومت موثر"
      ]
    },
    {
      "EnglishWord": "effective signal",
      "Meanings": [
        "سیگنال موثر"
      ]
    },
    {
      "EnglishWord": "effective sound pressure  root - mean square sound pressure  sound pressure",
      "Meanings": [
        "فشار موثر صدا",
        "فشار آر ام اس صدا",
        "فشار صدا مقدار ریشه میانگین مربعی فشار لحظه ای صدا در یک نقطه و در یک چرخه کامل که بر حسب دین بر سانتیمتر مربع بیان می‌شود"
      ]
    },
    {
      "EnglishWord": "effective source",
      "Meanings": [
        "منبع موثر"
      ]
    },
    {
      "EnglishWord": "effective stress",
      "Meanings": [
        "تنش موثر"
      ]
    },
    {
      "EnglishWord": "effective supply",
      "Meanings": [
        "تغذیه موثر"
      ]
    },
    {
      "EnglishWord": "effective thermal resistance",
      "Meanings": [
        "مقاومت گرمایی موثر افزایش دمای موثر در واحد توان تلف شده در یک پیوند نیمرسانا نسبت به دمای نقطه مرجع بیرونی و تحت شرایط تعادل گرمایی"
      ]
    },
    {
      "EnglishWord": "effective transmission",
      "Meanings": [
        "انتقال موثر"
      ]
    },
    {
      "EnglishWord": "effective unit",
      "Meanings": [
        "واحد موثر"
      ]
    },
    {
      "EnglishWord": "effective value",
      "Meanings": [
        "مقدار موثر"
      ]
    },
    {
      "EnglishWord": "effective voltage",
      "Meanings": [
        "ولتاژ موثر مقدار ولتاژ مستقیمی که دمای عنصر مقاومتی را به همان اندازه ولتاژ متناوب در دست اندازه گیری بالا می‌برد",
        "ولتاژ موثر"
      ]
    },
    {
      "EnglishWord": "effective wavelength",
      "Meanings": [
        "طول موج موثر طول موج پرتو",
        "ایکس تکرنگی که حد تضعیف آن توسط پالایه خاص به همان اندازه باریکه پرتو",
        "ایکس در دست بررسی است"
      ]
    },
    {
      "EnglishWord": "effective width",
      "Meanings": [
        "پهنای موثر"
      ]
    },
    {
      "EnglishWord": "efficiency",
      "Meanings": [
        "بازده",
        "راندمان"
      ]
    },
    {
      "EnglishWord": "efficiency factor",
      "Meanings": [
        "فاکتور راندمان"
      ]
    },
    {
      "EnglishWord": "effset current",
      "Meanings": [
        "جریان انحراف جریان مستقیمی که به صورت خط در هر یک از پایه‌های ورودی تقویت کننده DC در هنگام قطع بودن منبع جریان ظاهر می‌شود"
      ]
    },
    {
      "EnglishWord": "effset voltage",
      "Meanings": [
        "ولتاژ انحراف ولتاژ DC که در هنگام صفر شدن ولتاژ خروجی بین پایه‌های ورودی تقویت کننده dc باقی می‌ماند"
      ]
    },
    {
      "EnglishWord": "efl",
      "Meanings": [
        "emitter",
        "follower logic",
        "منطق امیتر",
        "پیرو نوعی منطق که در مجتمع سازی مقیاس",
        "وسیع استفاده می‌شود و در آن ترکیب ترانزیستورهای پی ان پی و ان پی ان ساختارهای با کارایی منطق ترانزیستور",
        "مکمل و در عین حال با کمترین سطح مصرفی پدید می‌آورند",
        "function logic",
        "منطق عمل",
        "امیتری شکلی از مجتمع سازی مقیاس",
        "وسیع که کارایی منطق تزویج",
        "امیتری را به فشردگی ساختارهای چند امیتری ترکیب می‌کند. سادگی دریچه‌ها در این منطق موجب کاهش تاخیر انتشار",
        "اتلاف توان وتعداد سطوح منطقی موردنیاز می‌شود"
      ]
    },
    {
      "EnglishWord": "eft",
      "Meanings": [
        "electronic funds transfer",
        "انتقال پول الکترونیکی ای اف تی انتقال پول از یک حساب بانکی به حساب دیگر توسط رایانه"
      ]
    },
    {
      "EnglishWord": "ega",
      "Meanings": [
        "enhanced graphics adapter",
        "تطبیق دهنده گرافیکی بهبود یافته نوعی تطبیق دهنده گرافیکی که سیگنال «آر جی بی» سطح «تی تی ال» را برای نمایشگر رنگی راینه‌های شخصی فراهم می‌کند. این سیگنال تا 64 رنگ را می‌تواند مشخص کند"
      ]
    },
    {
      "EnglishWord": "e-h t junction",
      "Meanings": [
        "پیوند ای",
        "اچ تی نوعی پیوند موج بر متشکل از ترکیب پیوندهای تی",
        "صفحه ای",
        "و صفحه و اچ",
        "که در نقطه مشترکی موجبر اصلی را قطع می‌کنند"
      ]
    },
    {
      "EnglishWord": "ehf",
      "Meanings": [
        "extremely high frequency",
        "بسامد نهایت بالا ای اچ اف نام داده شده از سوی کمیسیون ارتباطات فدرال به بسامدی که در باند 30 تا 300 گیگاهرتز",
        "متناظر با امواج میلیمتری بین 1 و 10 میلیمتر قرار داشته باشد"
      ]
    },
    {
      "EnglishWord": "ehv",
      "Meanings": [
        "extra",
        "high voltage",
        "ولتاژ نهایت",
        "بالا ولتاژ بالاتر از 345KW در سیستمهای انتقال انرژی الکتریکی"
      ]
    },
    {
      "EnglishWord": "eia",
      "Meanings": [
        "Electronic industries Association",
        "جامعه صنایع الکترونیک آیا جامعه ای تجاری که عمدتا از تولید کنندگان قطعات و تجهیزات الکترونیکی تشکیل شده است. وظایف آن شامل استاندارد سازی ابعاد",
        "مشخصات. و اصطلاحات مرتبط با محصولات الکترونیکی است. نامهای دیگر آن در فواصل زمانی مختلف عبارت بوده اند از جامعه سازندگان رادیو RMA",
        "جامعه سازندگان رادیو",
        "تلویزیون RTMA",
        "T, و جامعه سازندگان رادیو",
        "تلویزیون و دستگاههای الکترونیکی RETMA",
        "و"
      ]
    },
    {
      "EnglishWord": "eia color code",
      "Meanings": [
        "رمز رنگی ای آی ای یکی از سیستم‌های علامت گذاری رنگی برای مشخص کردن مقادیر الکتریکی و سرهای مقاومتها",
        "خازن ها",
        "و سایر قطعات که از سوی جامعه صنایع الکترونیک ای آی ای ارایه شده است. قبلا رنز رنگی آر ای تی ام ای و رمز رنگی ار ام ای نامیده می‌شد"
      ]
    },
    {
      "EnglishWord": "eigenfunction",
      "Meanings": [
        "تابع مشخصه",
        "تابع خاص"
      ]
    },
    {
      "EnglishWord": "eigenvalue",
      "Meanings": [
        "مقدار مشخصه",
        "مقدار خاص"
      ]
    },
    {
      "EnglishWord": "eigenvector",
      "Meanings": [
        "بردار مشخصه",
        "بردار خاص"
      ]
    },
    {
      "EnglishWord": "eight-level code",
      "Meanings": [
        "رمز هشت سطحی رمز مخصوص تله تایپ که با استفاده از هشت ضربه به همراه ضربه‌های شروع و پایان",
        "یک نویسه را تعریف می‌کند"
      ]
    },
    {
      "EnglishWord": "einstein-de haas effect",
      "Meanings": [
        "اثر اینشتین",
        "دهاس چرخش القا شده در یک جسم فرومغناطیسی آویزان در هنگام وارونه شدن جهت مغناطیس"
      ]
    },
    {
      "EnglishWord": "eirp",
      "Meanings": [
        "effective isotropically radiated power",
        "توان موثر همسانگرد",
        "تابیده حاصل ضرب توان خالص آر اف که از یک فرستنده",
        "تابش می‌شود در بهره سیستم آنتن در یک جهت خاص از بازتابنده همسانگرد همه سویه"
      ]
    },
    {
      "EnglishWord": "eisa",
      "Meanings": [
        "Extended industry Standard Architecture",
        "معماری گسترش یافته استاندارد صنعت تعمیمی از گذرگاه ISA در رایانه‌های شخصی برای ریز پردازنده‌های 80386 اینتل به بعد که با سیستمهای ابتدایی ISA سازگاری ایجاد می‌کند"
      ]
    },
    {
      "EnglishWord": "elastance",
      "Meanings": [
        "الاستاس عکس ظرفیت که بر حسب darafs بیان می‌شود"
      ]
    },
    {
      "EnglishWord": "elastic force",
      "Meanings": [
        "نیروی کشسانی"
      ]
    },
    {
      "EnglishWord": "elastomer",
      "Meanings": [
        "کشپار ماده ای ارتجاعی که بعد از کشیده شدن با تغییر شکل",
        "به ابعاد و شکل اولیه خود بر می‌گردد"
      ]
    },
    {
      "EnglishWord": "elastooptical effect",
      "Meanings": [
        "اثر کش نوری",
        "اثر الاستواپتیکی تغییر ضریب شکست یک ماده در اثر تنش داخلی ایجاد شده توسط امواج کشسان ایستا یا رونده"
      ]
    },
    {
      "EnglishWord": "electic lamp",
      "Meanings": [
        "لامپ الکتریکی نوعی لامپ که با استفاده از الکتریسیته نور تولید می‌کند. برخی انواع آن عبارت اند از التهابی",
        "قوسی",
        "تابانی",
        "بخار",
        "جیوه ای",
        "و مهتابی"
      ]
    },
    {
      "EnglishWord": "electooptical effect",
      "Meanings": [
        "اثر الکترونوری",
        "اثر الکترواپتیکی تغییر ضریب شکست برخی از مواد تحت تاثیر میدان الکتریکی"
      ]
    },
    {
      "EnglishWord": "electoronic tuning sensitivity",
      "Meanings": [
        "حساسیت تنظیم الکترونیکی آهنک تغییر بسامد یک نوسان ساز الکترونیکی با ولتاژ یا جریان"
      ]
    },
    {
      "EnglishWord": "electret",
      "Meanings": [
        "الکترت قطعه ای از ماده الکتریک که با گرم کردن و سپس قرار دادن آن در میدان الکتریکی قوی در هنگام سرد شدن",
        "به صورت دایمی قطبیده می‌شود. موادی نظیر سرامیکهای تیتانیات باریم",
        "موم کارنوبا",
        "و مخلوطی از مومهای آلی خاص رامی توان به این روش قطبیده کرد. میدان الکتریکی الکترت متناظر با میدان الکترومغناطیسی آهن ربای دایم است"
      ]
    },
    {
      "EnglishWord": "electret microphone",
      "Meanings": [
        "میکروفون الکترتی نوعی میکروفون خازنی که دیافراگم آن الکترت ورقه ای باردار از جنس پلی استر یا پلاستیکهای دیگر است که لایه نازکی از طلا روی آن را پوشانده است. با ارتعاش دیافراگم به وسیله امواج صدا",
        "بارهای ایستا و دایمی موجود در الکترت",
        "ولتاژ متغیر شنیداری در سرهای خروجی ایجاد می‌کنند"
      ]
    },
    {
      "EnglishWord": "electrforming",
      "Meanings": [
        "قاب گیری الکتریکی",
        "شکل دهی الکتریکی 1. نشست الکتریکی فلز به روی قالب رسانا با ضخامت کافی و به منظور ساخت جسم فلزی مطلوب نظیر یک موج بر پیچیده. قالب معمولا از جنس موم گرانیتی است و با ذوب کردن از بین می‌رود. 2. تولید پیوندPN در دیود اتصال",
        "نقطه ای از طریق گذراندن یک پالس جریان بزرگ از نیمرسانا"
      ]
    },
    {
      "EnglishWord": "electric",
      "Meanings": [
        "الکتریکی",
        "برقی مفهومی که داشتن",
        "تولید",
        "نشیت گرفتن از",
        "یا تحریک شدن با الکتریسیته را می‌رساند. به عنوان مثال می‌توان از انرژی الکتریکی",
        "لامپ الکتریکی و موتور الکتریکی نام برد",
        "برقی"
      ]
    },
    {
      "EnglishWord": "electric arc  arc",
      "Meanings": [
        "قوس الکتریکی تخلیه الکتریکی از طریق یک گاز که مشخصه آن افت ولتاژی است که مقدار آن تقریبا برابر با پتانسیل یونش گاز است"
      ]
    },
    {
      "EnglishWord": "electric charge",
      "Meanings": [
        "بار الکتریکی"
      ]
    },
    {
      "EnglishWord": "electric circuit",
      "Meanings": [
        "مدار الکتریکی مسیر یا تعدادی مسیر متصل به هم که جریان الکتریکی را از خود عبور می‌دهند"
      ]
    },
    {
      "EnglishWord": "electric conduction",
      "Meanings": [
        "رسانش الکتریکی رسانش الکتریسیته توسط الکترونها",
        "اتمهای یونیده",
        "مولکولهای یونیده",
        "یا حفره‌های نیمرسانا"
      ]
    },
    {
      "EnglishWord": "electric contact",
      "Meanings": [
        "اتصال الکتریکی نوعی تماس فیزیکی که منجر به عبور جریان بین قسمتهای رسانا می‌شود"
      ]
    },
    {
      "EnglishWord": "electric control",
      "Meanings": [
        "کنترل الکتریکی کنترل ماشین یا وسیله با استفاده از تعدادی کلید",
        "رله",
        "یا ریوستا در حالی که کنترل الکترونیکی به وسیله ترانزیستور یا لامپ الکترونی انجام می‌شود"
      ]
    },
    {
      "EnglishWord": "electric controller",
      "Meanings": [
        "کنترل کننده الکترونیکی وسیله ای که به روش معینی توان الکتریکی تحویلی به دستگاه را کنترل می‌کند"
      ]
    },
    {
      "EnglishWord": "electric coupling",
      "Meanings": [
        "تزویج الکتریکی ماشین چرخانی که گشتاور آن به روشهای الکتریکی یا مغناطیسی منتقل یا کنترل می‌شود"
      ]
    },
    {
      "EnglishWord": "electric current",
      "Meanings": [
        "جریان الکتریکی"
      ]
    },
    {
      "EnglishWord": "electric dipole",
      "Meanings": [
        "دو قطبی الکتریکی یک زوج بار مساوی و مختلف العلامه که در فاصله بسیار کمی از هم قرار دارند"
      ]
    },
    {
      "EnglishWord": "electric dynamometer",
      "Meanings": [
        "دیناموسنج الکتریکی",
        "لنگرسنج الکتریکی نوعی موتور یا مولد الکتریکی که مجهز به نمایشگر برای نمایش مقدار گشتاور است"
      ]
    },
    {
      "EnglishWord": "electric energy",
      "Meanings": [
        "انرژی الکتریکی انتگرال زمانی توان لحظه ای ورودی یا خروجی مدار یا وسیله. واحد اصلی آن وات",
        "ساعت است"
      ]
    },
    {
      "EnglishWord": "electric eye",
      "Meanings": [
        "چشم الکتریکی اصطلاح عامیانه برای سلول نوری photocell"
      ]
    },
    {
      "EnglishWord": "electric field",
      "Meanings": [
        "میدان الکتریکی 1. ناحیه اطراف یک جسم باردار الکتریکی که در آن به سایر اجسام باردار نیروی جاذبه یا دافعه وارد می‌شود. 2. مولفه الکتریکی میدان الکترومغناطیسی مرتبط با امواج رادیویی یا الکترونهای متحرک"
      ]
    },
    {
      "EnglishWord": "electric field strength",
      "Meanings": [
        "شدت میدان الکتریکی اندازه بردار میدان الکتریکی",
        "شدت میدان الکتریکی"
      ]
    },
    {
      "EnglishWord": "electric field vector  electric vector",
      "Meanings": [
        "بردار میدان الکتریکی",
        "بردار الکتریکی نیروی وارد بر واحد بار ثابت و مثبت در نقطه ای از میدان الکتریکی"
      ]
    },
    {
      "EnglishWord": "electric flux",
      "Meanings": [
        "شار الکتریکی"
      ]
    },
    {
      "EnglishWord": "electric flux density",
      "Meanings": [
        "چگالی شار الکتریکی"
      ]
    },
    {
      "EnglishWord": "electric flux density  electric displacement  electric displacement density",
      "Meanings": [
        "چگالی شار الکتریکی برداری که اندازه آن برابر با مقدار بار در واحد سطح است که روی صفحه فلزی نازکی که در نقطه ای از میدان الکتریکی و در جهت بیشترین بار قرار گرفته است",
        "ظاهر می‌شود. این بردار عمود بر صفحه و جهت آن از منفی به مثبت است"
      ]
    },
    {
      "EnglishWord": "electric image",
      "Meanings": [
        "تصویر الکتریکی آرایه ای از بارهای الکتریکی مثبت یا منفی که در آن چگالی بار در هر نقطه متناسب مقدار نور در نقاط متناظر از تصویری است که باید باز تولید شود"
      ]
    },
    {
      "EnglishWord": "electric line of force  electric flux",
      "Meanings": [
        "خط نیروی الکتریکی",
        "شار الکتریکی خطی فرضی که هر قطعه آن جهت میدان الکتریکی در آن نقطه را نشان می‌دهد"
      ]
    },
    {
      "EnglishWord": "electric noise",
      "Meanings": [
        "نویز الکتریکی انرژی الکتریکی ناخوسته ای که غیر از هم شنوایی در یک گیرنده یا سیستم انتقال وجود دارد. منابع تولید آن عبارت اند از دستگاههای برقی",
        "موتورهای الکتریکی",
        "جرقه زنی در موتور‌های خودرو",
        "و خطوط نیرو"
      ]
    },
    {
      "EnglishWord": "electric potential",
      "Meanings": [
        "پتانسیل الکتریکی"
      ]
    },
    {
      "EnglishWord": "electric propulsion",
      "Meanings": [
        "پیشرانش الکتریکی پیشرانش فضاپیماها یا سایر وسایل نقلیه با استفاده از روشهای الکترواستاتیکی",
        "الکتروگرمایی",
        "یا پلاسما در حالی که درپیشرانش شیمایی مستقیا از سوخت استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "electric reset relay",
      "Meanings": [
        "رله بازنشانی الکتریکی رله ای که تا قبل از بازنشانی توسط ورودی الکتریکی مستقل",
        "در وضعیت وصل باقی می‌ماند"
      ]
    },
    {
      "EnglishWord": "electric resistance",
      "Meanings": [
        "مقاومت الکتریکی"
      ]
    },
    {
      "EnglishWord": "electric shield",
      "Meanings": [
        "حفاظ الکتریکی پوششی",
        "معمولا آلومینیمی یا مسی",
        "در اطراف مدار با ایجاد مسیر کم مقاومت بازتابنده به طرف زمین و مسیر بازتابنده برای تابش‌های بسامد",
        "بالا مانع از بر هم کنش آن با سایر مدارها می‌شود"
      ]
    },
    {
      "EnglishWord": "electrical",
      "Meanings": [
        "الکتریکی مرتبط با یا وابسته به الکتریسیته اما فاقد آن ویژگیها و مشخصه‌های آن. به عنوان نمونه می‌توان از مهندس برق",
        "کتاب مرجع برق",
        "و محدوده مجاز الکتریکی نام برد",
        "الکتریکی",
        "برقی"
      ]
    },
    {
      "EnglishWord": "electrical alterable read- only memory",
      "Meanings": [
        "حافظه فقط خواندنی با تغییر پذیری الکتریکی نوعی حافظه فقط خواندنی که بعد از هر بار اعمال میدان الکتریکی مناسب و پاک کردن کل حافظه می‌توان آن را دوباره به صورت الکتریکی برنامه ریزی کرد. این اصطلاح در حال حاضر به کار نمی‌رود"
      ]
    },
    {
      "EnglishWord": "electrical angle",
      "Meanings": [
        "زاویه الکتریکی زاویه ای که یک لحظه خاص در چرخه جریان متناوب را مشخص می‌کند و معمولا بر حسب درجه بیان می‌شود. هر چرخه برابر با 360 درجه و بنابراین ربع چرخه به اندازه 90 درجه خواهد بود. اختلاف فاز دو کمیت متناوب بر حسب زاویه الکتریکی بیان می‌شود"
      ]
    },
    {
      "EnglishWord": "electrical appliance",
      "Meanings": [
        "وسیله برقی"
      ]
    },
    {
      "EnglishWord": "electrical axis",
      "Meanings": [
        "محور الکتریکی محور ایکس در بلور کوارتز. سه محور در بلور وجود دارد که هر یک موازی با یک جفت وجه متقابل در شش ضلعی اند و همگی از محور «زد» گذشته و بر آن عمودند"
      ]
    },
    {
      "EnglishWord": "electrical boresight",
      "Meanings": [
        "تراز الکتریکی محور صلی ردگیری آنتن رادار یا آنتن رادیویی بسیار جهت دار که به وسیله نشانه ای الکتریکی نظیر صفر آنتن پویش",
        "مخروطی یا حداکثر آنتن جهت دار تعیین می‌شود"
      ]
    },
    {
      "EnglishWord": "electrical center",
      "Meanings": [
        "مرکز الکتریکی منطقه ای که یک مولفه یا جزء را به مقدار الکتریکی برابر تقسیم می‌کند"
      ]
    },
    {
      "EnglishWord": "electrical connection",
      "Meanings": [
        "اتصال الکتریکی"
      ]
    },
    {
      "EnglishWord": "electrical degree",
      "Meanings": [
        "درجه الکتریکی واحدی برابر با 1 تقسیم بر 360 چرخه یک کمیت متناوب"
      ]
    },
    {
      "EnglishWord": "electrical distance",
      "Meanings": [
        "مسافت الکتریکی فاصله بین دو نقطه که بر حسب مدت زمان حرکت یک موج الکترومغناطیسی در فضای آزاد بین آن دو تعریف می‌شود. واحد متداول آن میکروثانیه نوری است که تقریبا برابر با 300 متر است"
      ]
    },
    {
      "EnglishWord": "electrical engineering",
      "Meanings": [
        "مهندسی برق"
      ]
    },
    {
      "EnglishWord": "electrical equipment",
      "Meanings": [
        "تجهیزات الکتریکی"
      ]
    },
    {
      "EnglishWord": "electrical iength",
      "Meanings": [
        "طول الکتریکی طول هر رسانا بر حسب طول موج",
        "رادیان",
        "یا درجه",
        "برای تبدیل واحد طول از طول موج به رادیان باید آن را در 2 پی 6/2832 و برای درجه باید در 360 ضرب کرد"
      ]
    },
    {
      "EnglishWord": "electrical installation",
      "Meanings": [
        "سیم کشی و نصب الکتریکی"
      ]
    },
    {
      "EnglishWord": "electrical interference",
      "Meanings": [
        "تداخل الکتریکی اختلال الکتریکی یا الکترومغناطیسی که موجب وقفه در کار و تجهیزات الکترونیکی می‌شود و منشا آن دستگاههای الکتریکی هستند که انرژی الکترومغناطیسی ناخواسته تابش می‌کنند"
      ]
    },
    {
      "EnglishWord": "electrical length",
      "Meanings": [
        "طول الکتریکی"
      ]
    },
    {
      "EnglishWord": "electrical output",
      "Meanings": [
        "خروجی الکتریکی"
      ]
    },
    {
      "EnglishWord": "electrical resistance",
      "Meanings": [
        "مقاومت الکتریکی"
      ]
    },
    {
      "EnglishWord": "electrical rules check",
      "Meanings": [
        "بررسی قواعد الکتریکی نرم افزاری که درست و منطقی بودن اتصالات نشان داده روی نمودار طر حواره مدار را تعیین می‌کند"
      ]
    },
    {
      "EnglishWord": "electrical sensitivity",
      "Meanings": [
        "حساسیت الکتریکی"
      ]
    },
    {
      "EnglishWord": "electrical technology",
      "Meanings": [
        "فناوری الکتریکی"
      ]
    },
    {
      "EnglishWord": "electrical thin film",
      "Meanings": [
        "لایه نازک الکتریکی"
      ]
    },
    {
      "EnglishWord": "electrical zero",
      "Meanings": [
        "صفر الکتریکی موقعیت مرجع استانداردی که زاویه روتور سنکروها و سایر وسایل گردنده نسبت به آن سنجیده میشود"
      ]
    },
    {
      "EnglishWord": "electrically erasable programmableread- only memory",
      "Meanings": [
        "حافظه فقط خواندنی برنامه پذیر و پاک شونده با الکتریسیته نوعی رام برنامه پذیر و غیر فرار که می‌توان آن را بدون خارج کردن از مدار برنامهریزی کرد. همچنین قابلیت بازنویسی انتخابی به صورت الکتریکی را نیز دارد"
      ]
    },
    {
      "EnglishWord": "electrically tuned oscillator",
      "Meanings": [
        "نوسان ساز تنظیم",
        "الکتریکی نوسان سازی که بسامد آن را مقدار ولتاژ",
        "جریان",
        "یا توان تعیین می‌کند. تنظیم الکتریکی شامل تنظیم الکترونیکی",
        "تنظیم گرمایی با تحریک الکترونیکی",
        "تنظیم الکترومکانیکی",
        "و روشهای تنظیمی است که طی آنها ویژگی‌های محیط در یک کاواک مشدد به وسیله عوامل الکتریکی بیرونی تغییر داده می‌شود"
      ]
    },
    {
      "EnglishWord": "electrically variable coil",
      "Meanings": [
        "پیچک متغیر با الکتریسیته نوعی پیچک هسته",
        "آهنی که می‌توان القا کنایی آن را با تغییر یک حریان کنترل کننده کوچک و «دی سی» در گستره ای وسیع تغییر داد"
      ]
    },
    {
      "EnglishWord": "electric-discharge lamp",
      "Meanings": [
        "لامپ تخلیه الکتریکی نوعی لامپ که در اثر عبور جریان از گاز یا بخار درون محفظه شیشه ای و بی منفذ ان نور تولید می‌کند. نمونه این لامپها عبارت اند از آرگنی",
        "بخار جیوه ای",
        "نیونی و بخار سدیمی"
      ]
    },
    {
      "EnglishWord": "electric-discharge machining",
      "Meanings": [
        "ماشین کاری با تخلیه الکتریکی نوعی فرایند برش فلزات که طی آن تخلیه‌های بسامد",
        "بالا از طریق ابزاری فلزی با بار منفی منجر به فرسایش الکتریکی و کنده شدن فلز از سطح مورد نظر می‌شود. در این روش الکترولیت وجود ندارد اما قطعه هر از گاهی باید در روغن فرو برده شود تا براده‌ها از روی آن پاک شود و زمان لازم برای رسیدن به اوج انرژی بای تخلیه بعدی فراهم شود"
      ]
    },
    {
      "EnglishWord": "electrician",
      "Meanings": [
        "برقکار"
      ]
    },
    {
      "EnglishWord": "electricity",
      "Meanings": [
        "الکتریسیته کمیتی بنیادی در طبیعت که شامی الکترونها و پروتونهای ساکن یا متحرک است. الکتریسیته ساکن دارای میدان الکتریکی است که می‌تواند نیرو وارد کند. الکتریسیته متحرک و جریان الکتریکی دارای هر دو نوع میدان الکتریکی و مغناطیسی است که از انرژی پتانسیل برخورداردندو می‌توانند نیرو وارد کنند",
        "برق",
        "الکتریسیته"
      ]
    },
    {
      "EnglishWord": "electricity supply",
      "Meanings": [
        "منبع الکتریسیته"
      ]
    },
    {
      "EnglishWord": "electrification",
      "Meanings": [
        "الکتریکی کردن",
        "برقی کردن"
      ]
    },
    {
      "EnglishWord": "electristatic propulsion",
      "Meanings": [
        "پیشرانش الکتروستاتیکی پیشرانی فضاپیماها و سایر وسایل نقلیه با استفاده از میدانهای الکتریکی که ذرات باردار را در جهت مورد نظر شتاب می‌دهند"
      ]
    },
    {
      "EnglishWord": "electro- static cathode - ray tube",
      "Meanings": [
        "لامپ پرتو کاتدی الکتروستاتیکی نوعی لامپ پرتو کاتدی سی آر تی که انحراف باریکه الکترونی آن توسط صفحات الکتروستاتیکی انجام می‌گیرد"
      ]
    },
    {
      "EnglishWord": "electroacoustic",
      "Meanings": [
        "الکتروآکوستیک عملکرد یک دستگاه یا وسیله بر اساس هم الکتریسیته و هم آکوستیک",
        "نظیر بلندگو و میکروفون"
      ]
    },
    {
      "EnglishWord": "electroacoustic transducer",
      "Meanings": [
        "ترادیسنده الکترو آکوستیک ترادیسنده ای که امواج الکتریکی را دریافت و آنها را به امواج آکوستیک تبدیل می‌کند و یا بر عکس"
      ]
    },
    {
      "EnglishWord": "electrocardiograph",
      "Meanings": [
        "برق",
        "قلب نگار",
        "الکتروکاردیوگراف وسیله ای برای ثبت امواج ولتاژ مربوط به سینه و اندام‌های پایینی بدن انسان که همگام با عمل قلب تولید می‌شوند"
      ]
    },
    {
      "EnglishWord": "electrochemical machining",
      "Meanings": [
        "ماشین کاری الکتروشیمیایی نوعی فرایند برش فلزات که عکس آبکاری الکتریکی عمل می‌کند. یک ولتاژ دی سی کم بین قطعه تحت برش و ابزاری با شکل برش مطلوب اعمال می‌شود و از طریق شکاف بین آن دو الکترولیت با فشار زیاد پمپ می‌شود. واکنش شیمیایی در شکاف منجر به خوردگی فلز از قطعه مورد نظر می‌شود"
      ]
    },
    {
      "EnglishWord": "electrocordiogram",
      "Meanings": [
        "برق",
        "قلب نگاشت",
        "الکتروکاردیوگرام",
        "قلب نگاشت نمودار ثبت شده توسط دستگاه برق",
        "قلب نگار"
      ]
    },
    {
      "EnglishWord": "electrode",
      "Meanings": [
        "الکترود 1. عنصری رسانا که عملیاتی نظیر گسیل",
        "جمع آوری",
        "یا کنترل حرکت الکترونها یا یونها در لامپ الکترونی و یا حرکت الکترونها یا حفره‌ها در قطعه نیمرسانا را نجام می‌دهد. 2. پایانه یا سطحی که در آ« الکتریسیته از یک ماده یا محیط به ماده یا محیطی دیگر می‌رود",
        "مانند الکترودهای باتری",
        "یا خازن الکترولیتی. 3. یکی از پایانه‌های مورد استفاده در گرمایش دی الکتریک یا دیاتر می‌برای اعمال میدان الکتریکی بسامد",
        "بالا به ماده یا جسمی که باید گرم شود",
        "الکترود"
      ]
    },
    {
      "EnglishWord": "electrode potential",
      "Meanings": [
        "پتانسیل الکترود 1. ولتاژ لحظه ای یک الکترود نسبت به کاتد لامپ الکترونی. 2. ولتاژ بین الکترولیتی که در آن غوطه ور شده است"
      ]
    },
    {
      "EnglishWord": "electrode radiator",
      "Meanings": [
        "گرماگیر الکترود فلزی با سطح نسبتا بزرگ که گرمای الکترود لامپ الکترونی را به بیرون منتقل می‌کند"
      ]
    },
    {
      "EnglishWord": "electrode voltage",
      "Meanings": [
        "ولتاژ الکترود ولتاژ بین الکترود و کاتد یا نقطه خاصی از کاتد رشته ای در لامپ الکترونی"
      ]
    },
    {
      "EnglishWord": "electrodeless discharge",
      "Meanings": [
        "تخلیه بی الکترود تخلیه ای که توسط میدان الکتریکی بسامد",
        "بالا در لامپ گازی فاقد الکترود داخلی تولید می‌شود"
      ]
    },
    {
      "EnglishWord": "electrodeposition  electrolytic deposition",
      "Meanings": [
        "شست الکتریکی",
        "رسوبدهی الکتریکی",
        "نشست الکترولیتی فرایند نشست الکترود از طریق آبکاری الکتریکی"
      ]
    },
    {
      "EnglishWord": "electrodermal reaction",
      "Meanings": [
        "واکنش برق",
        "پوستی تغییر مقاومت الکتریکی پوست در اثر بروز هیجانات و احساسات"
      ]
    },
    {
      "EnglishWord": "electrodesiccation",
      "Meanings": [
        "خشک کردن الکتریکی از بین بردن نسوج به وسیله جرقه‌های الکتریکی که در نوک یک الکترود متحرک کوچک ایجاد می‌شود"
      ]
    },
    {
      "EnglishWord": "electrodiagnosis",
      "Meanings": [
        "تشخیص الکتریکی تشخیص بیماری از طریق مطالعه فعالیت الکتریکی اعضای بدن و پاسخ نسوج به تحریک الکتریکی"
      ]
    },
    {
      "EnglishWord": "electrodynamic instrument",
      "Meanings": [
        "وسیله الکترودینامیکی وسیله ای که بر اساس واکنش بین جریانهای یک یا چند پیچک متحرک و ثابت کار می‌کند"
      ]
    },
    {
      "EnglishWord": "electrodynamic meter",
      "Meanings": [
        "سنجه نیروی محرکه الکتریکی"
      ]
    },
    {
      "EnglishWord": "electrodynemometer",
      "Meanings": [
        "دیناموسنج الکتریکی نوعی توان سنج کم",
        "بسامد که بین بار و منبع قرار می‌گیرد. حسگر جریان یک پیچک ثابت یا متحرک و حسگر ولتاژ پیچک متحرکی است که در میدان مغناطیسی پیچک ثابت می‌چرخد. گشتاور پیچک متحرک متناسب با مقدار میانگین حاصل ضرب لحظه ای جریان در پیچک است که توسط یک فنر در مقابل آ« مقاومت می‌شود. جریان بار از پیچیک جریان می‌گذرد و سرهای پیچک ولتاژ نیز به دو سربار متصل می‌شود. جریان گذرنده از پیچک متحرک متناسب با ولتاژ بار است به گونه ای که چرخش زاویه ای آن تابعی از حاصل ضرب لحظه ای ولتاژ و جریان است. در نتیجه عقربه دستگاه توان میانگین بار را نشان می‌دهد"
      ]
    },
    {
      "EnglishWord": "electroflor",
      "Meanings": [
        "الکتروفلور ماده ای که با اعمال الکتریسیته تغییر رنگ می‌دهد اما نور نمی‌تابد"
      ]
    },
    {
      "EnglishWord": "electrofluiddynamic converter",
      "Meanings": [
        "مبدل الکترودینامیک شاره مبدلی که با گذراندن شاره گازی از میدان الکتروستاتیکی یک گاز حاوی ذرات باردار",
        "انرژی دینامیکی آن را به انرژی الکتریکی تبدیل می‌کند. طراز کار آن مشابه با مولد وان دو گراف است که در عین حال چگالی توان بالاتری دارد"
      ]
    },
    {
      "EnglishWord": "electrogasdynemics",
      "Meanings": [
        "الکترودینامیک گازی تبدیل انرژی جنبشی گاز متحرک به الکتریسیته در کاربردهایی نظیر تولید انرژی الکتریکی ولتاژ",
        "بالا",
        "کنترل آلودگی",
        "هوا و افشانش رنگ"
      ]
    },
    {
      "EnglishWord": "electrography",
      "Meanings": [
        "الکترونگاری نوعی روش تشکیل تصاویر الکتروستاتیکی بر روی محیط عایق بدون نیاز به تابش الکترومغناطیسی. در این روش با استفاده از چاپ زیارکسی",
        "تصویر باردار به صورت دایمی خواهد بود"
      ]
    },
    {
      "EnglishWord": "electrojets",
      "Meanings": [
        "الکتروجت جریانهای الکتریکی طبیعی و پر قدرت که دایما در اطراف جو بالایی زمین تولید می‌شوند و شفقهای قطبی را به وجود می‌آورند"
      ]
    },
    {
      "EnglishWord": "electroless deposition",
      "Meanings": [
        "نست بی برق نشست شیمایی فلز به روی ماده بدون واکنشهای الکترولیتی یا آبکاری الکتریکی"
      ]
    },
    {
      "EnglishWord": "electroluminescence",
      "Meanings": [
        "نورتابی الکتریکی گسیل نور در اثر برانگیزش ماده فسفری چند بلوری به وسیله میدان الکتریکی. از این فناوری در نمایشگرها و نشان دهنده‌ها استفاد می‌شود"
      ]
    },
    {
      "EnglishWord": "electroluminescent display",
      "Meanings": [
        "نمایشگر الکترونورتاب نوعی نمایشگر رقمی که لایه فسفری آن بین قطعات رسانای شفافی قرار گرفته است کا با نور تابی الکتریکی در اثر اعمال ولتاژهای «دی سی» یا «ای سی» انواع نویسه‌ها را به وجود می‌آورند"
      ]
    },
    {
      "EnglishWord": "electroluminescent display screen",
      "Meanings": [
        "صفحه نمایش الکترونورتاب نوعی صفحه نمایش الکترونورتاب با لایه کنترل نیمرسانا که می‌تواند تصاویر ذخیره شده را به مدت قابل کنترل و حداقل یک ساعت ذخیره کند"
      ]
    },
    {
      "EnglishWord": "electroluminescent panel",
      "Meanings": [
        "تابلوی الکترونورتاب منبع نوری که در آن یک ماده فسفری مناسب بین دو الکترود ورقه ای فلزی که یکی از آنها شفاف است قرار می‌گیرد. فاصله بین الکترودها بسیار کم و در حدود 0/001 سانتیمتر است و به دو سر آنها ولتاژ «ای سی» اعمال می‌شود"
      ]
    },
    {
      "EnglishWord": "electrolysis",
      "Meanings": [
        "الکترولیز ایجاد تغییرات شیمیایی از طریق گذراندن جریان الکتریکی بین الکترولیت و الکترود. به عنوان نمونه می‌توان از آبکاری الکتریکی",
        "شکل دهی الکتریکی و صیقل دهی الکتریکی نام برد"
      ]
    },
    {
      "EnglishWord": "electrolyte",
      "Meanings": [
        "الکترولیت محیط رسانای مایع",
        "خمیری",
        "یا به شکلهای دیگر که در آن حرکت یونها حرکت جاری شدن جریان الکتریکی می‌شود"
      ]
    },
    {
      "EnglishWord": "electrolytic",
      "Meanings": [
        "الکترولیتی"
      ]
    },
    {
      "EnglishWord": "electrolytic capacitor",
      "Meanings": [
        "خازن الکترولیتی خازنی که دی الکتریک آن از جنس اکسید آلومینیم یا تانتالیم است. اکسید از واکنش الکتروشیمیایی با این فلزات تشکیل می‌شود. سه نوع خازن الکترولیتی عبارت اند از ورقه ای تر",
        "گلوله ای تر",
        "گلوله ای خشک یا جامد. خازنهای آلومینیمی از نوع ورقه ای‌تر هستند اما خازنهای تانتالیمی در هر سه نوع ساخته می‌شوند. هر دو نوع آلومینیمی یا تانتالیمی می‌توانند قطبیده polarized یا ناقطبیده nonpolarized باشند. این رده ازخازنها ظرفیت بالایی در واحد حجم دارند. خازن آلومینیمی در مقایسه با خازن ورقه ای هم اندازه با آن",
        "پنج برابر یا بیشتر بار ذخیره می‌کند",
        "خازن الکترولیتی"
      ]
    },
    {
      "EnglishWord": "electrolytic cell",
      "Meanings": [
        "پیل اکترولیتی 1. پیلی ک از تعدادی الکترود با ماده الکترولیت در بین آنها تشکیل میشود. برای ذخیره انرژی الکتریکی مشابه با پیل انباره",
        "تولید انرژی الکتریکی مشابه با پیل خشک",
        "و یا ایجاد واکنش شیمیایی مطلوب در هنگام اعمال الکتریسیته به کار می‌رود. 2. E cell"
      ]
    },
    {
      "EnglishWord": "electrolytic current",
      "Meanings": [
        "جریان الکترولیتی"
      ]
    },
    {
      "EnglishWord": "electrolytic iron",
      "Meanings": [
        "آهن الکترولیتی نوعی آهن خالص با ویژگیهای مغناطیسی عالی که توسط فرایندهای الکترولیتی تولید می‌شود"
      ]
    },
    {
      "EnglishWord": "electrolytic recording",
      "Meanings": [
        "ثبت الکترولیتی عمل ثبت الکتروشیمیایی که در آن حضور الکترولیت",
        "تغییرات شیمیایی را به وجود می‌آورد"
      ]
    },
    {
      "EnglishWord": "electrolytic solution",
      "Meanings": [
        "محلول الکترولیتی"
      ]
    },
    {
      "EnglishWord": "electrolytic switch",
      "Meanings": [
        "کلید الکترولیتی نوعی کلید که در آن دو الکترود در محفظه ای با حجم معینی از الکترولیت رسانا و هوا قرار گرفته اند. با کج شدن کلید از حالت افقی",
        "هوا جابجا می‌شود و مقدار الکترولیت مماس با الکترودها ودر نتیجه جریان گذرنده از کلید تغییر می‌کند. به عنوان کلید ترازکننده در سیستم‌های ژیروسکوپی به کار می‌رود"
      ]
    },
    {
      "EnglishWord": "electrolytic tugh-pitch copper",
      "Meanings": [
        "مس سخت الکترولیتی نوعی مس با حداقل رسانایی 99/9 % برای ساخت آندهای لامپ توان استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "electromagnet",
      "Meanings": [
        "آهنربای الکتریکی آهن ربایی که از پیچیدن سیم به دور هسته فولادی یا آهن نرم ساخته می‌شود. با عبور جریان از پیچک",
        "هسته به شدت مغناطیسی میشود و در صورت قطع جریان تقریبا به طور کل مغناطیس زدایی می‌شود. می‌تواند یک جسم آهنی متحرک نظیر زبانه رله را جذب کند. در سیملوله سولنویید خود هسته آهنی متحرک است",
        "آهن ربای الکتریکی"
      ]
    },
    {
      "EnglishWord": "electromagnetic",
      "Meanings": [
        "الکترومغناطیسی اشاره به ترکیب میدانهای الکتریکی مغناطیسی مرتبط با تابش یا تحریک الکترونها یا سایر درات باردار در فضا یا در درون رساناها",
        "الکترومغناطیس"
      ]
    },
    {
      "EnglishWord": "electromagnetic brake",
      "Meanings": [
        "ترمز الکترومغناطیسی"
      ]
    },
    {
      "EnglishWord": "electromagnetic compatibility",
      "Meanings": [
        "همسازی الکترومغناطیسی توانایی یک قطعه یا مدار در کار صحیح الکترومغناطیسی مورد نظر بدون ارسال سیگنالهای نامطلوب به تجهیزات مجاور یا دریافت تداخل ناخواسته از منابع نزدیک به آن",
        "سازگاری الکترومغناطیسی"
      ]
    },
    {
      "EnglishWord": "electromagnetic constant",
      "Meanings": [
        "ثابت الکترومغناطیسی سرعت انتشار امواج الکترومغناطیسی در خلا. آخرین اندازه گیری هایی که با استفاده از روشهای ریزموج انجام شده است",
        "مقدار 299/793 کیلومتر برثانیه را برای ثابت مشخص کرده است"
      ]
    },
    {
      "EnglishWord": "electromagnetic coupling",
      "Meanings": [
        "تزویج الکترومغناطیسی تزویج موجود بین مدارها یا رساناها هنگامی که متقابلا تحت تاثیر یکمیدان الکترومغناطیسی قرار می‌گیرند"
      ]
    },
    {
      "EnglishWord": "electromagnetic deflection",
      "Meanings": [
        "انحراف الکترومغناطیسی انحراف جریان الکترونها به وسیله میدان مغناطیسی. در لامپتصویر تلویزیونی",
        "با گذراندن جریانهای دندانه اره ای ازپیچکهای یوغ انحراف واقع درگردن لامپ تصویر",
        "میدانهای مغناطیسی لازم برای انحراف افقی و عمودی باریکه الکترونی ساخته می‌شود"
      ]
    },
    {
      "EnglishWord": "electromagnetic delay line",
      "Meanings": [
        "خط تاخیر الکترومغناطیسی خط تاخیری که به سادگی از یک خط انتقال حامل قطاری از پالسها ساخته می‌شود. عموما زمان تاخیر به دست آمده برای ذخیره تعداد زیادی پالس در طول معقولی از خط کافی نیست"
      ]
    },
    {
      "EnglishWord": "electromagnetic disturbance",
      "Meanings": [
        "اختلال الکترومغناطیسی پدیده ای الکترومغناطیسی",
        "معمولا ضربه ای",
        "که روی سیگنال مطلوب سوار می‌شود. اختلال می‌تواند تصادفی یا منظم باشد"
      ]
    },
    {
      "EnglishWord": "electromagnetic energy",
      "Meanings": [
        "انرژی الکترومغناطیسی انرژی مرتبط با امواج رادیویی",
        "امواج گرمایی",
        "امواج نوری",
        "پرتوهای ایکس",
        "و انواع دیگر تابش‌های الکترومغناطیسی",
        "انرژی الکترو مغناطیسی"
      ]
    },
    {
      "EnglishWord": "electromagnetic field",
      "Meanings": [
        "میدان الکترومغناطیسی میدان مرتبط با تابش الکترومغناطیسی که دارای دو میدان الکتریکی و مغناطیسی متحرک و عمود بر هم و عمود بر جهت حرکت موج است",
        "میدان الکترو مغناطیسی"
      ]
    },
    {
      "EnglishWord": "electromagnetic flowmeter",
      "Meanings": [
        "شارش سنج الکترومغناطیسی",
        "فلومتر الکترومغناطیسی نوعی شارش سنج که هیچ گونه مانعی در برابر شارش مایع ایجاد نمی‌کند. جریان القا شده در مایع که توسط دو الکترود آشکار می‌شود متناسب با آهنگ شارش است"
      ]
    },
    {
      "EnglishWord": "electromagnetic focusing",
      "Meanings": [
        "کانونش الکترومغناطیسی کانونش باریکه الکترونی در لامپ تصویر تلویزیونی به وسیله یدان الکترومغناطیسی موازی با باریکه که با عبور جریان قابل تنظیم «دی سی» از پیچک کانوننده در روی گردن لامپ انجام می‌شود"
      ]
    },
    {
      "EnglishWord": "electromagnetic force",
      "Meanings": [
        "نیروی الکترومغناطیسی"
      ]
    },
    {
      "EnglishWord": "electromagnetic horn",
      "Meanings": [
        "بوق الکترومغناطیسی ساختار بوقی شکل آنتن که برای ایجاد مشخصه تابش کاملا جهت دار به کار می‌رود. یک موج بر",
        "یا دو قطبی محرک",
        "یا حلقه واقع در سر ورودی برقی انرژی سیگنال را به آن منتقل می‌کنند"
      ]
    },
    {
      "EnglishWord": "electromagnetic induction",
      "Meanings": [
        "القای الکترومغناطیسی تولید ولتاژ در پیچک بر اثر عبور خطوط نیروی مغناطیسی از آن",
        "القای الکترومغناطیسی"
      ]
    },
    {
      "EnglishWord": "electromagnetic interference",
      "Meanings": [
        "تداخل الکترومغناطیسی نوعی اختلال الکترومغناطیسی که توسط منابع تابنده و فرستنده نظیر تخلیه الکتروستاتیکی ای اس دی. آذرخش",
        "رادار",
        "سیگنالهای رادیو و تلویزیونی",
        "موتورهای جاروبک دار",
        "و خطوط نیرو تولید می‌شود. این تداخل",
        "ولتاژهای نامطلوبی را در مدارهای الکترونیکی ایجاد می‌کند و منجر به خرابی و آسیب دیدگی قطعات می‌شود. برای حفاظت در برابر «ای ام آی» باید از حفاظهای الکتریکی",
        "پالایه ها",
        "و حذف کننده‌های سیگنالهای گذرا استفاده کرد"
      ]
    },
    {
      "EnglishWord": "electromagnetic lens",
      "Meanings": [
        "عدسی الکترومغناطیسی نوعی عدسی الکترونی که باریکه‌های الکترونی آن توسط میدان الکترومغناطیسی کانونی می‌شوند"
      ]
    },
    {
      "EnglishWord": "electromagnetic mirror",
      "Meanings": [
        "آینه الکترومغناطیسی سطح یا ناحیه ای که امواج رادیویی را باز می‌تاباند",
        "نظیر لایه یونیده در جو بالایی"
      ]
    },
    {
      "EnglishWord": "electromagnetic mixing",
      "Meanings": [
        "آمیختن الکترومغناطیسی آمیختن آلیاژهای مذاب از طریق قرار دادن مذاب در برابر میدان مغناطیسی قوی و هم زمان گذراندن جریان مستقیم از ظرف ذوب. برهم کنش میدان مغناطیسی آلیاژ مذاب حامل جریان با میدان مغناطیسی عرضی بیرونی منجر به عمل هم زنی می‌شود"
      ]
    },
    {
      "EnglishWord": "electromagnetic noise",
      "Meanings": [
        "نویز الکترومغناطیسی اختلال الکترومغناطیسی غیر سینوسی"
      ]
    },
    {
      "EnglishWord": "electromagnetic plane wave",
      "Meanings": [
        "موج تخت الکترومغناطیسی یک موج الکتریکی عرضی",
        "مغناطیسی عرضی",
        "یا الکترومغناطیسی عرضی"
      ]
    },
    {
      "EnglishWord": "electromagnetic prospecting",
      "Meanings": [
        "کاوش الکترومغناطیسی",
        "کانی یابی الکترومغناطیسی کاوش اجسام کانی به وسیله اندازه گیری امواج الکترومغناطیسی"
      ]
    },
    {
      "EnglishWord": "electromagnetic pulse",
      "Meanings": [
        "پالس الکترومغناطیسی پالس مربوط به تابش الکترومغناطیسی تولید شده بر اثر انفجار گرما",
        "هسته ای شدید سخت کاری و حفاظت مراکز کنترل و پرتاب زیرزمینی موشکها مانع از تداخل این پالس با تجهیزات الکترونیکی و مخابراتی می‌شود"
      ]
    },
    {
      "EnglishWord": "electromagnetic pump",
      "Meanings": [
        "تلمبه الکترومغناطیسی تلمبه ای که با ارسال جریان بزرگ در مایع رسانا",
        "آن را در درون لوله جابجا می‌کند. جریان با میدان مغناطیسی عمود بر آن و بر لوله واکنش می‌کند و رسانای مایع حامل جریان را درست مانند رسانای جامد یک موتور الکتریکی به حرکت در می‌آورد"
      ]
    },
    {
      "EnglishWord": "electromagnetic radiation",
      "Meanings": [
        "تابش الکترومغناطیسی تابش مربوط به میدان مغناطیسی و الکتریکی متناوب که با سرعت نور حرکت می‌کند نظیر امواج رادیویی",
        "امواج نور",
        "پرتوهای ایکس",
        "و پرتو گرما",
        "تشعشع الکترومغناطیسی"
      ]
    },
    {
      "EnglishWord": "electromagnetic relay",
      "Meanings": [
        "رله الکترومغناطیسی"
      ]
    },
    {
      "EnglishWord": "electromagnetic shield",
      "Meanings": [
        "حفاظ الکترومغناطیسی صفحه یا محفظه ای فلزی که برای کاهش آثار میدانهای الکتریکی و مغناطیسی در اطراف مدارها قرار داده می‌شود. میدانهای الکترومغناطیسی توسط موتورها",
        "مولد",
        "رله ها",
        "یا سایر وسایلی که بر اساس میدانهای متناوب کار می‌کنند",
        "تولید می‌شود. حفاظت از طریق بازتاب یا جذب میدانها انجام می‌گیرد. بازتاب در سطح صورت می‌گیرد و به ضخامت حفاظ بستگی ندارد",
        "در حالی که جذب دردرون حفاظ روی میدهد و به شدت به ضخامت آن وابسته است"
      ]
    },
    {
      "EnglishWord": "electromagnetic spectrum",
      "Meanings": [
        "طیف الکترومغناطیسی"
      ]
    },
    {
      "EnglishWord": "electromagnetic spectrum spectrum",
      "Meanings": [
        "طیف الکترومغناطیسی",
        "طیف گستره کامل موجها یا بسامدهای تابش الکترومغناطیسی که از بلندترین امواج رادیویی تا کوتاهترین پرتوهای شناخته شده کیهانی را در بر می‌گیرد"
      ]
    },
    {
      "EnglishWord": "electromagnetic susceptibility",
      "Meanings": [
        "پذیرفتاری الکترومغناطیسی تحمل پذیری مدارها و قطعات در برابر منابع تداخل کننده یانرژی الکترومغناطیسی"
      ]
    },
    {
      "EnglishWord": "electromagnetic transducer",
      "Meanings": [
        "ترادیسنده الکترومغناطیسی ترادیسده ای که اساس کار آن تولید نیروی محرکه الکتریکی در رسانا یاپیچکی است که در جهت عمود بر خطوط شار مغناطیسی حرکت می‌کند",
        "مبدل الکترومغناطیسی"
      ]
    },
    {
      "EnglishWord": "electromagnetic unit",
      "Meanings": [
        "واحد الکترومغناطیسی واحدی در سیستم «سی جی اس» که به شدت هر یک از دو قطب مغناطیسی مشابه یکدیگر را با نیروی 1 دین در فاصله یک سانتیمتری در خلا دفع می‌کنند",
        "عدد یک را اختصاص می‌دهد"
      ]
    },
    {
      "EnglishWord": "electromagnetic vulnerability",
      "Meanings": [
        "آسیب پذیری الکترومغناطیسی عملکرد تجهیزات یا سیستم هایی که در محیط الکترومغناطیسی آسیب پذیر هستند"
      ]
    },
    {
      "EnglishWord": "electromagnetic wave",
      "Meanings": [
        "موج الکترومغناطیسی موج تابش الکترومغناطیسی که مشخصه آن تغییرات میدانهای الکتریکی و مغناطیسی است",
        "موج الکترومغناطیسی"
      ]
    },
    {
      "EnglishWord": "electromagnetism",
      "Meanings": [
        "الکترومغناطیس خاصیت مغناطیسی که توسط جریان الکتریکی و نه آهن ربای دایم تولید می‌شود",
        "الکترومغناطیس"
      ]
    },
    {
      "EnglishWord": "electromagnetism force",
      "Meanings": [
        "نیروی الکترومغناطیسی"
      ]
    },
    {
      "EnglishWord": "electromagnetism intensity",
      "Meanings": [
        "شدت میدان الکترومغناطیسی"
      ]
    },
    {
      "EnglishWord": "electromechanical transducer",
      "Meanings": [
        "ترادیسنده الکترومکانیکی ترادیسنده ای که امواج را از یک سیستم الکتریکی دریافت و به یک سیستم مکانیکی تحویل می‌دهد و یا بر عکس"
      ]
    },
    {
      "EnglishWord": "electrometer",
      "Meanings": [
        "برق سنج ابزاری که ولتاژ را بدون کشیدن جریان زیاد اندازه می‌گیرد. در برق سنجها ی اولیه",
        "نیروی الکتروستاتیکی بین اجسامی که با ولتاژ مورد سنجش باردار شده اند",
        "نظیر برگه‌های آویزان و موازی طلا",
        "اندازه گیری می‌شد. مقاومت ورودی برق سنجها حالت جامد جدید در حدود 10 به توان 14 اهم است"
      ]
    },
    {
      "EnglishWord": "electrometer tube",
      "Meanings": [
        "لامپ برق سنج نوعی لامپ الکترونیکی خلا",
        "بالا با امپدانس ورودی زیاد که می‌تواند به خوبی جریانها یا ولتاژهای بسیار کم را اندازه بگیرد"
      ]
    },
    {
      "EnglishWord": "electromigration",
      "Meanings": [
        "جابه جایی الکتریکی",
        "کوچ الکتریکی حرکت یونهای یک رسانای فلزی در درون مدار مجتمع و نوعا در سطح آلومینیمی در پاسخ به عبور جریان زیاد. این اثر موجب تخلیه رسانا شده که تا قبل از قطع جریان ادامه پیدا می‌کند. اثر مخرب آن در دمای بالا و جریان زیاد حادتر است اما با محدود کردن چگالی جریانها و آلیاژ کردن آلومینیم با مس یا تیتانیم می‌توان این آثار را به حداقل رساند"
      ]
    },
    {
      "EnglishWord": "electromotive force",
      "Meanings": [
        "نیروی محرکه الکتریکی نیرویی که در یک مدار جریان الکتریکی تولید می‌کند"
      ]
    },
    {
      "EnglishWord": "electromotive force   emf",
      "Meanings": [
        "نیروی محرکه الکتریکی"
      ]
    },
    {
      "EnglishWord": "electromotive series  list of standard oxidation potentials",
      "Meanings": [
        "سری عناصر محرکه الکتریکی فهرستی ازعناصر فلزی به ترتیب نیروی محرکه الکتریکی با راحتی از دست دادن الکترون در آنها که درواقع جدولی از فعالیت نسبی فلزات است. هر فلز در این فهرست از فلز قبلی خود منفی‌تر و نسبت به فلز بعدی مثبت‌تر است. عناصر معروف این سری عبارت اند از سدیم",
        "منیزیم",
        "بریلیم",
        "آلومینیم",
        "منگنز",
        "روی",
        "کوم",
        "آهن",
        "کادمیم",
        "کبالت",
        "نیکل",
        "قلع",
        "سرب",
        "آنتیموان",
        "مس",
        "نقره",
        "و جیوه"
      ]
    },
    {
      "EnglishWord": "electromotor",
      "Meanings": [
        "موتور الکتریکی"
      ]
    },
    {
      "EnglishWord": "electromyogram",
      "Meanings": [
        "ماهیچه",
        "برق نگاشت",
        "الکترومایوگرام نمودار ثبت شده به وسیله ماهیچه",
        "برق نگار"
      ]
    },
    {
      "EnglishWord": "electromyograph",
      "Meanings": [
        "ماهیچه",
        "برق نگار",
        "الکترومایوگراف دستگاهی برای اندازه گیری و ثبت ولتاژهای تولید شده توسط عضلات بدن"
      ]
    },
    {
      "EnglishWord": "electron",
      "Meanings": [
        "الکترون ذره ای بنیادی که کوچکترین بار الکتریکی منفی 1/6 × 10 به توان",
        "سی را حمل می‌کند. جرم آن 1 بر روی 1837 جرم اتم هیدروژن است و با سرعت وتحرک زیاد به دور هسته اتم می‌چرخد",
        "الکترون"
      ]
    },
    {
      "EnglishWord": "electron accelerator",
      "Meanings": [
        "شتاب دهنده الکترون"
      ]
    },
    {
      "EnglishWord": "electron beam",
      "Meanings": [
        "باریکه الکترونی جریانی از الکترونها که در کاربردهای متنوعی نظیر نوشتن روی سطح فسفری صفحه «سی آر سی» تابیدن مستقیم یا از طریق ماسک به سطوح پوشیده از فوتورزیست درپولکهای نیمرسانا",
        "یا بزرگ نمایی اجسام از طریق عبور از عدسیهای مغناطیسی استفاده می‌شود. همچنین به عنوان ابزار برش نیز به کار می‌رود",
        "پرتو باریکه الکترونی"
      ]
    },
    {
      "EnglishWord": "electron charge",
      "Meanings": [
        "بار الکترون"
      ]
    },
    {
      "EnglishWord": "electron cloud",
      "Meanings": [
        "ابر الکترونی"
      ]
    },
    {
      "EnglishWord": "electron collission",
      "Meanings": [
        "برخورد الکترون"
      ]
    },
    {
      "EnglishWord": "electron conduction",
      "Meanings": [
        "هدایت الکترون"
      ]
    },
    {
      "EnglishWord": "electron coupler  cuccia coupler",
      "Meanings": [
        "تزویجگر الکترونی نوعی لامپ قویت کننده ریزموج که در آن یک باریکه الکترونی موازی با میدان مغناطیسی و تحت تاثیر میدان الکتریکی عرضی تولید شده از مولد سیگنال",
        "اکترونها را به صورت دسته دسته در میآورد. باریکه الکترونی هم زمان با چرخش حول محور مرکزی خود با بسامد مولد سیگنال",
        "سطح مخروطی شکل را می‌پیماید. تزویجگر دیگری موسوم به تزویجگر خروجی",
        "توان را از حرکت مارپیچی الکترونها می‌گیرد و به بازار خروجی تحویل می‌دهد"
      ]
    },
    {
      "EnglishWord": "electron coupling",
      "Meanings": [
        "تزویج الکترونی روشی برای تزویج دو مدار در درون لامپ الکترونی که عمدتا در لامپهای چند شبکه ای استفاده می‌شود. جریان الکترونی گذرنده از بین الکترودهای یک مدار انرژی را به الکترودهای مدار دیگر منتقل می‌کند"
      ]
    },
    {
      "EnglishWord": "electron current",
      "Meanings": [
        "جریان الکترون"
      ]
    },
    {
      "EnglishWord": "electron deficit",
      "Meanings": [
        "تقصان الکترون"
      ]
    },
    {
      "EnglishWord": "electron density",
      "Meanings": [
        "چگالی الکترون"
      ]
    },
    {
      "EnglishWord": "electron device",
      "Meanings": [
        "وسیله الکترونی",
        "قطعه الکترونی وسیله ای که در آن رسانش اساسا توسط الکترونهای در حال حرکت در خلا",
        "گاز یا نیمرسانا انجام می‌شود",
        "مانند دیود بلوری",
        "لامپ الکترونی",
        "ترانزیستور",
        "یک یا یکسو ساز سیلسیمی"
      ]
    },
    {
      "EnglishWord": "electron distribution",
      "Meanings": [
        "توزیع الکترون"
      ]
    },
    {
      "EnglishWord": "electron drift",
      "Meanings": [
        "رانش الکترون"
      ]
    },
    {
      "EnglishWord": "electron emission",
      "Meanings": [
        "انتشار الکترون"
      ]
    },
    {
      "EnglishWord": "electron emission   emission",
      "Meanings": [
        "گسیل الکترونی",
        "گسیل آزاد شدن الکترونها از یک الکترود به فضای اطراف که معمولا تحت تاثیر گرما",
        "نور",
        "یا ولتاژ انجام می‌گیرد"
      ]
    },
    {
      "EnglishWord": "electron emitter",
      "Meanings": [
        "منتشر کننده الکترون"
      ]
    },
    {
      "EnglishWord": "electron energy",
      "Meanings": [
        "انرژی الکترون"
      ]
    },
    {
      "EnglishWord": "electron excitation",
      "Meanings": [
        "تحریک الکترون"
      ]
    },
    {
      "EnglishWord": "electron flow",
      "Meanings": [
        "شارش الکترونی جریان تولید شده در اثر حرکت الکترونهای آزاد به طرف پایانه مثبت. جهت شارش الکترونها بر خلاف جهت جریان است",
        "جریان الکترون"
      ]
    },
    {
      "EnglishWord": "electron focusing",
      "Meanings": [
        "متمرکز سازی الکترون"
      ]
    },
    {
      "EnglishWord": "electron gun",
      "Meanings": [
        "تفنگ الکترونی مجموعه ای متشکل از یک کاتد",
        "شبکه",
        "تعدادی آند و الکترودهای دیگری که می‌توانند یک باریکه الکترونی را تولید و سپس طوری آن را کنترل",
        "کانونی",
        "و منحرف کنند که در یک نقطه مشخص همگرا شود. تفنگ الکترونی خود زیر مجموعه ای از لامپ پرتو کاتدی",
        "لامپ دوربین تلویزیونی",
        "و انواع مختلفی از لامپهای توان ریز موج است",
        "تفنگ الکترونی"
      ]
    },
    {
      "EnglishWord": "electron image",
      "Meanings": [
        "تصویر الکترونی 1. تصویر تشکیل شده در جریانی از الکترونها. چگالی الکترونها در هر نقطه متناسب با روشنایی نقطه متناظر در تصویر نوری است. 2. الگویی از بارهای الکتریکی در روی یک صفحه عایق که در ان مقدار بار در هر نقطه تناسب با روشنایی نقطه متناظر در تصویر نوری است"
      ]
    },
    {
      "EnglishWord": "electron impact",
      "Meanings": [
        "اصابت الکترونی"
      ]
    },
    {
      "EnglishWord": "electron injector",
      "Meanings": [
        "تزریقگر الکترون تفنگی که باریکه ای از الکترونها را به داخل محفظه خلا یک طیف نگار جرمی",
        "بتاترون",
        "یا سایر شتا دهنده‌های بزرگ الکترون تزریق می‌کند"
      ]
    },
    {
      "EnglishWord": "electron lens",
      "Meanings": [
        "عدسی الکترونی آرایشی از الکترودها",
        "با یا بدون پیچکهای کانونش مغناطیسی",
        "که ابعاد باریکه لامپ الکترونی را کنترل می‌کند"
      ]
    },
    {
      "EnglishWord": "electron lifetime",
      "Meanings": [
        "طول عمر الکترون"
      ]
    },
    {
      "EnglishWord": "electron mass",
      "Meanings": [
        "جرم الکترون"
      ]
    },
    {
      "EnglishWord": "electron mean free path",
      "Meanings": [
        "متوسط مسیر آزاد الکترون"
      ]
    },
    {
      "EnglishWord": "electron microscope",
      "Meanings": [
        "میکروسکوپ الکترونی میکروسکوپی که با استفاده از یک باریکه الکترونی در محفظه خلا و کانونش آن با عدسیهای الکترونی",
        "نمونه را بزرگ نمایی می‌کند. باریکه ای الکترونی توسط فیلامان گرم یک لامپ الکترونی تولید می‌شود که پس از شکل دهی به وسیله پیچکها به روشی مشابه با میکروسکوپ نوری تصویر را بزرگ می‌کند. دو نوع اصلی میکروسکوپ الکترونی عبارت اند از انتقالی Transmission electron microscope",
        "باریکه الکترونی از نمونه نازک عبور می‌کند و تصویری را روی پرده فلورسان تشکیل می‌دهد. در میکروسکوپ الکترونی پویشی scanning electron microscope باریکه الکترونی نمونه رادر هنگام پویش روشن می‌سازد و تصویری سه بعدی از آن روی صفحه تلویزیون تشکیل می‌دهد",
        "میکروسکوپ الکترونی"
      ]
    },
    {
      "EnglishWord": "electron migration",
      "Meanings": [
        "مهاجرت الکترون"
      ]
    },
    {
      "EnglishWord": "electron mirror",
      "Meanings": [
        "آینه الکترونی الکترود یا سطحی که باریکه الکترونی را به طور کامل باز می‌تاباند"
      ]
    },
    {
      "EnglishWord": "electron mobility",
      "Meanings": [
        "تحرک الکترون"
      ]
    },
    {
      "EnglishWord": "electron multiplier  multipkier  secondary-electron multiplier",
      "Meanings": [
        "تکثیر کننده الکترونی",
        "تکثیر کننده الکترون ثانویه نوعی ساختار لامپ الکترونی که با گسیل ثانویه الکترونها به کمک الکترودهای بازتابنده داینود",
        "جریان را تقویت می‌کند. باریکه الکترونی که جریان سیگنال مطلوب را حمل می‌کند به نوبت از سطح هر داینود بازتاب می‌شود. در محل هز بازتاب",
        "الکترون برخورد کننده دو یا چند الکترون ثانویه را آزاد می‌کند و در نتیجه شدت سیگنال افزایش می‌یابد. نوعا آرایش 9 داینود می‌تواند ضریب تقویت چند میلیون برابر ایجاد کند"
      ]
    },
    {
      "EnglishWord": "electron optics",
      "Meanings": [
        "نورشناخت الکترونی",
        "پتیک الکترونی شاخه ای از الکترونیک که با کنترل باریکه‌های الکترونی در خلا به کمک عدسیهای الکترونی و میدانهای الکتریکی یا مغناطیسی",
        "یا هر دو سر و کار دارد"
      ]
    },
    {
      "EnglishWord": "electron path",
      "Meanings": [
        "مسیر الکترون"
      ]
    },
    {
      "EnglishWord": "electron production",
      "Meanings": [
        "تولید الکترون"
      ]
    },
    {
      "EnglishWord": "electron radius",
      "Meanings": [
        "شعاع الکترون مقدار کلاسیک شعاع الکترون برابر 2/81777×10 به توان",
        "سانتیمتر. از تساوی انرژی جرم سکون الکترون با انرژی الکتروستاتیکی آن به دست می‌آید",
        "شعاع الکترون"
      ]
    },
    {
      "EnglishWord": "electron ray",
      "Meanings": [
        "اشعه الکترون"
      ]
    },
    {
      "EnglishWord": "electron rest mass",
      "Meanings": [
        "جرم سکون الکترون ثابت فیزیکی برابر 9/1091 × 10 به توان",
        "گرم"
      ]
    },
    {
      "EnglishWord": "electron sapture",
      "Meanings": [
        "گیر اندازی الکترون"
      ]
    },
    {
      "EnglishWord": "electron shell",
      "Meanings": [
        "پوسته الکترونی آرایش الکترونها در مداری معین در بیرون هسته اتم. همه الکترونهای واقع در یک پوسته دارای سطح انرژی یکسانی هستند",
        "پوسته الکترون"
      ]
    },
    {
      "EnglishWord": "electron spin",
      "Meanings": [
        "اسپین الکترون چرخش الکترون به دور محور خود که بر اندازه حرکت زاویه ای آن موثر است",
        "چرخش الکترون"
      ]
    },
    {
      "EnglishWord": "electron spin resonance",
      "Meanings": [
        "تشدید اسپینی الکترون بر هم کنش میدانهای الکتریکی و مغناطیسی با اسپین الکترون در حول محور خود"
      ]
    },
    {
      "EnglishWord": "electron spin resonance spectrometer",
      "Meanings": [
        "طیف سنج تشدید اسپینی الکترون طیف سنجی که بر اساس تشدید پارامغناطیسی الکترون کار می‌کند"
      ]
    },
    {
      "EnglishWord": "electron state",
      "Meanings": [
        "حالت الکترون"
      ]
    },
    {
      "EnglishWord": "electron synchrotron",
      "Meanings": [
        "سنکروترون الکترونی نوعی سنکروترون که برای شتابدهی الکترونها طراحی شده است. با برخورد باریکه الکترونی به صفحه هدف داخلی",
        "پرتوهای پر انرژی گاما تولید می‌شود که در خارج از دستگاه استفاده می‌شوند"
      ]
    },
    {
      "EnglishWord": "electron trajectory",
      "Meanings": [
        "مسیر الکترون مسیری که یک لامپ الکترونی طی می‌کند"
      ]
    },
    {
      "EnglishWord": "electron transfer",
      "Meanings": [
        "انتقال الکترون"
      ]
    },
    {
      "EnglishWord": "electron tube",
      "Meanings": [
        "لامپ الکترونی وسیله ای الکترونی که در آن حرکت الکترونها در محیط خلا یا گاز و با پوشش کاملا بی منفذ",
        "منجر به برقراری جریان الکتریکی می‌شود. لامپ الکترونی می‌تواند اعمال مختلفی نظیر یکسو سازی",
        "تقویت",
        "مدوله سازی",
        "مدوله زدایی",
        "نوسان و مجدود سازی را انجام دهد. انواع آن عبارت اند از: cathode",
        "ray tubes, receiving tubes, crossed",
        "field tubes"
      ]
    },
    {
      "EnglishWord": "electron volt",
      "Meanings": [
        "الکترون ولت"
      ]
    },
    {
      "EnglishWord": "electron-beam drilling",
      "Meanings": [
        "سوراخ کاری باریکه",
        "الکترونی ایجاد حفره‌های ظریف در فریت",
        "نیمرسانا",
        "یا سایر مواد به وسیله باریکه الکترونی بسیار متمرکز که ماده را در محیط خلا ذوب",
        "تبخیر یا تصعید می‌کند"
      ]
    },
    {
      "EnglishWord": "electron-beam lithography",
      "Meanings": [
        "لیتوگرافی باریکه",
        "الکترونی نوعی روش لیتوگرافی که طی آن پولک نیم رسانای پوشیده از رزیست در محفظه خلا میکروسکوپ الکترونی قرار می‌گیرد وسپس باریکه الکترونی پویش گر تحت کنترل رایانه به آن تابیده می‌شود. با این روش می‌توان خطوط نازک در سطوح بسیار کوچک تولید کرد که در مدارهای مجتمع موردنیاز است. بعد از تابانیدن باریکه",
        "پولک برای عملیات ظهور وسایر فرایندهای متداول تولید از محفظه خلا خارج می‌شود"
      ]
    },
    {
      "EnglishWord": "electron-beam machining",
      "Meanings": [
        "ماشین کاری در خلا. گرما به وسیله باریکه الکترونی متمرکز و کنترل و شده در دمای به اندازه کافی بالا تولید می‌شود که می‌تواند فلز را به شکل مورد نظر ناپایدار و جدا کند. سوراخ کاری و برش از جمله کاربردهای این روش است"
      ]
    },
    {
      "EnglishWord": "electron-beam megnetometer",
      "Meanings": [
        "مغناطیس سنج باریکه",
        "الکترونی نوع مغناطیس سنج که اساس کار آن تغییر شدت جهت باریکه الکترونی در هنگام عبور از میدان مغناطیسی مورد سنجش است"
      ]
    },
    {
      "EnglishWord": "electron-beam tube",
      "Meanings": [
        "لامپ باریکه",
        "الکترونی نوعی لام= الکترونی که بر اساس تشکیل و کنترل یک یا چند باریکه الکترونی کار می‌کند"
      ]
    },
    {
      "EnglishWord": "electronegative",
      "Meanings": [
        "الکترومنفی ویژگی قطبیت الکتریکی منفی"
      ]
    },
    {
      "EnglishWord": "electronic",
      "Meanings": [
        "الکترونیکی اشاره به وسیله",
        "قطعه",
        "محصول",
        "مدار",
        "یا سیستمی که عملکرد آن به مدارهای الکترونیکی درون آن بستگی دارد",
        "الکترونیک"
      ]
    },
    {
      "EnglishWord": "electronic  wattmeter",
      "Meanings": [
        "وات سنج الکترونیکی نوعی وات سنج که با استفادده از دو ولت سنج الکترونیکی مشابه مقداری متناسب با حاصل ضرب دو ولتاژ تولید می‌کنند که بر روی مقیاس مدرج شده بر حسب توان قابل قرایت است. یکی از ولتاژها مربوط به ولتاژ دو سر بار و دیگری ولتاژ دوسر کی مقاومت سری با بار است"
      ]
    },
    {
      "EnglishWord": "electronic calculator",
      "Meanings": [
        "ماشین حساب الکترونیکی ماشین حسابی که با استفاده از یک پردازنده مدار مجتمع محاسبات ریاضی را انجام و نتایج را روی نمایشگر رقمی نشان می‌دهد. در مدلهای پیشرفته ماشین حساب الکترونیکی علاوه بر چهار عمل اصلی",
        "توابع مختلف ریاضی نظیر نمایی",
        "مثلثاتی",
        "ونیز قابلیت اجرای برنامه‌های محدود وجود دارد. در مدلهای رومیزی که از برق «ای سی» تغذیه می‌شوند. علاوه بر نمایشگر رقمی امکان چاپ نتایج نیز وجود دارد. در مدلهای جیبی باتری دار معمولا از نمایشگرهای هشت رقمی استفاده می‌شود. نمایشگرها نیز یا از دیودهای نورگسیل هفت",
        "قطعه ای و یا بلورهای مایع استفاده می‌کنند"
      ]
    },
    {
      "EnglishWord": "electronic chart display information system",
      "Meanings": [
        "سیستم اطلاعاتی نمایش نمودار الکترونیکی سیستم یکپارچه کننده اطلاعات به دست آمده از ماهواره‌های «جی پی اس» و سرعت سنج کشتی",
        "قطب نمای ژیروسکوپی",
        "و رادار با استفاده از نمودارهای الکترونیکی تهیه شده توسط سازمان هیدروگرافیک ملی"
      ]
    },
    {
      "EnglishWord": "electronic chart system",
      "Meanings": [
        "سیستم نمودار الکترونیکی اطلاعات مربوط به ناوبری که برای نمایش توسط رایانه به صورت رقمی در آمده و در آن ذخیره شده اند. موقعیتهای نشان داده شده در این سیستمها معمولا بر اساس اندازه گیری‌های انجام شده توسط ماهواره‌های تعیین موقعیت جهانی «جی پی اس» است"
      ]
    },
    {
      "EnglishWord": "electronic circult",
      "Meanings": [
        "مدار الکترونیکی مدار یشامل یک یا چند دیود",
        "ترانزیستور",
        "مدارهای مجتمع و سایر قطعات که کار مشخصی را انجام می‌دهد"
      ]
    },
    {
      "EnglishWord": "electronic clock",
      "Meanings": [
        "ساعت الکترونیکی ساعتی که زمان را به جای استفاده از قطعات مکانیکی یا موتر الکترونیکی به کمک مدارهای الکترونیکی با کنترل بلوری استخراج می‌کند. نمایشگر آن می‌تواند دارای عقربه‌های ساعت",
        "دقیقه",
        "و ثانیه شمار یا به صورت رقمی و به شکل چرخش مکانیکی اعداد",
        "با یک نمایشگر الکترونیکی رقمی با استفاده از ال سی دی یا ال ای دی باشد"
      ]
    },
    {
      "EnglishWord": "electronic commutator",
      "Meanings": [
        "جابه جا کننده الکترونیکی",
        "کموتاتور الکترونیکینوعی مدار لامپی یا ترانزیستوری که بدون ایجاد سایش و نویز می‌تواند اتصالات بین یک یا چند مدار را به سرعت قطع و وصل کند. نمونه آن لامپ باریکه",
        "شعاعی است که در آن میدان مغناطیسی چرخان منجر به رویش باریکه از یک آند به آند دیگر و تولید عمل قطع و وصل مورد نظر می‌شود"
      ]
    },
    {
      "EnglishWord": "electronic composition",
      "Meanings": [
        "حروفچینی الکترونیکی نوعی حروفچینی که در آن نویه‌ها توسط باریکه‌های لیزری یا الکترونی با سرعتهای بالای 6000 کلمه در دقیقه تولید میشوند"
      ]
    },
    {
      "EnglishWord": "electronic control",
      "Meanings": [
        "کنترل الکترونیکی کنترل یک دستگاه",
        "فرایند",
        "یا سیستم به وسیله مدارهای الکترونیکی",
        "نمونه‌های آن عبارت اند از کنترل موتور خودرو",
        "کنترل گرمایش و تهویه مطبوع و کنترل سیستم ایمنی. هر دسگاه یا سیستمی که با رایانه کنترل شود. تحت کنترل الکترونیکی است",
        "کنترل الکترونیکی"
      ]
    },
    {
      "EnglishWord": "electronic controller",
      "Meanings": [
        "کنترل کننده الکترونیکی دستگاه یا سیستم الکترونیکی برای کنترل یک محصول",
        "و وسیله برقی",
        "ابزار",
        "یا سیستم. نمونه‌های آن عبارت اند از کنترل کننده‌های برنامه پذیر",
        "ریز کنترل کننده ها",
        "رایانه هی صنعتی",
        "رایانه‌های شخصی",
        "و سنجه‌های تابلویی با مدار نقطه تنظیم برای کنترل فرایند"
      ]
    },
    {
      "EnglishWord": "electronic counter",
      "Meanings": [
        "شمارنده الکترونیکی مدار یا وسیله ای که دارای مدارهای الکترونیکی برای شمارش است. فلیپ",
        "فلاپ یا بس",
        "ارتعاشگر دو پا یا ساده‌ترین شکل شمارنده‌های الکترونیکی اند. با اتصال داخلی این مدارها می‌توان طبقات شمارشگر بیشتری ایجاد کرد",
        "شمارشگر الکترونیکی"
      ]
    },
    {
      "EnglishWord": "electronic counter - countermeasures  electromagnetic counter -countermeasures",
      "Meanings": [
        "عملیات ضد جنگ الکترونیکی ای سی ام پاد",
        "پاد سنجی الکترونیکی پاسخ نظامی تدافعی یا تهاجمی به تلاشهای دشمن برای ایجاد ختلال در کار رادارها و ارتباطات رادیویی با استفاده از مدارهای آر",
        "اف پهن باند و روشهای مختلف مدوله سازی. این پاسخ شامل تغییر روشهای مدوله سازی",
        "تنظیم دوباره فرستنده ها",
        "تلاش در جهت تخریب فرستنده‌های اخلالگر و آنتن آنها",
        "و جنگ الکترونیکی قویتر است. تخریب می‌تواند توسط موشکهای هدفیاب زیر قرمز یا بمبهخای هوشمند لیزری صورت گیرد"
      ]
    },
    {
      "EnglishWord": "electronic countermeasures",
      "Meanings": [
        "جنگ الکترونیکی ای سی ام پاد سنجی الکترونیکی فعالیتهای اخلالگرانه برای از کار انداختن رادارهای تجسسی و کنترل آنتن دشمن و یا فلج کردن ارتباطات رادیویی از طریق ارسال نویز پهن باند پرتوان. با استفاده از تقویت کننده‌های لامپی موج",
        "رونده می‌توان روی گستره وسع بسامدی رادار",
        "نویز ایجاد کرد. همچنین با استفاده از موشکهای هدف یاب می‌توان روی آنتن فرستنده‌های رادیویی و راداری قفل کرد و آنها را از بین برد. با دریافت اخیر",
        "تقویت",
        "و ارسال مجدد تابشهای گسیل شده از رادار دشمن می‌توان اطلاعات گمراه کننده سمت و مسافت را برای آنها فرستاد. جنگ الکترونیکی غیر فعال شامل پخش پوشالهای فلزی chaff برای گیج کردن سیستم هدایت موشکی رادار و شلیک زبانه‌های آتش برای گمراه کردن موشک‌های جستجوگر زیر قرمز است"
      ]
    },
    {
      "EnglishWord": "electronic data processing",
      "Meanings": [
        "داده پردازی الکترونیکی ای دی پی داده پردازی خودکار توسط رایانه یا سایر تجهیزات الکترونیکی",
        "پردازش داده الکترونیکی"
      ]
    },
    {
      "EnglishWord": "electronic design interchange format",
      "Meanings": [
        "قالب تبادلی طراحی الکترونیکی ادیف نوعی زبان مبادله استاندارد برای اطلاعات طراحی"
      ]
    },
    {
      "EnglishWord": "electronic device",
      "Meanings": [
        "قطعه الکترونیکی"
      ]
    },
    {
      "EnglishWord": "electronic engineer",
      "Meanings": [
        "مهندس الکترونیک مهندس فارغ التحصیل با ردجه مهندسی الکترونیک از یک دانشگاه یا کالج معتبر",
        "یا فارغ التحصیل با درجه مهندسی برق که در زمینه الکترونیک تخصص پیدا کرده باشد",
        "یا دانش و تجربه لازم برای کار با مدارها و قطعات الکترونیکی را کسب کرده باشد"
      ]
    },
    {
      "EnglishWord": "electronic engineering",
      "Meanings": [
        "مهندسی الکترونیک عملی که با کاربردهای عملی الکترونیک سرو کار دارد"
      ]
    },
    {
      "EnglishWord": "electronic fuel injection",
      "Meanings": [
        "تزریق سوخت الکترونیکی تزریق سوخت تحت فشار و با کنترل الکترونیکی به موتور خودرو یا کامیون"
      ]
    },
    {
      "EnglishWord": "electronic funds transfer",
      "Meanings": [
        "انتقال پول الکترونیکی ای اف تی انتقال پول از یک حساب بانکی به حساب دیگر توسط رایانه"
      ]
    },
    {
      "EnglishWord": "electronic game",
      "Meanings": [
        "بازی الکترونیکی نوعی مستقل بازیهای ویدیویی که دارای صفحه نمایشگر اختصاصی خود است که توسط ریز پردازنده کنترل می‌شود. انواع کوچک و جیبی آن با استفاده از باتری تغذیه می‌شوند و شکلها و وعالیم متحرک را برای بازی روی صفحه نمایش بلور",
        "مایع خود تولید می‌کنند"
      ]
    },
    {
      "EnglishWord": "electronic heating",
      "Meanings": [
        "گرمایش الکترونیکی عمل گرم کردن با استفاده از جریان آر اف که توسط نوسان ساز ترانزیستوری یا منبع معادل توان آر اف تولید می‌شود. دونوع گرمایش الکترونیکی عبارتند از گرمایش القایی برای فلزات و گرمای دی الکتریکی برای غیر فلزات"
      ]
    },
    {
      "EnglishWord": "electronic ignition",
      "Meanings": [
        "جرقه زنی الکترونیکی",
        "احتراق الکترونیکی نوعی سیستم احتراق که در آن به جای پلاتین از ترانزیستور یا سایر قطعات الکترونیکی برای کنترل جرقه زنی شمعهای خودرو استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "electronic industries association",
      "Meanings": [
        "جامعه صنایع الکترونیک آیا جامعه ای تجاری که عمدتا از تولید کنندگان قطعات و تجهیزات الکترونیکی تشکیل شده است. وظایف آن شامل استاندارد سازی ابعاد",
        "مشخصات. و اصطلاحات مرتبط با محصولات الکترونیکی است. نامهای دیگر آن در فواصل زمانی مختلف عبارت بوده اند از جامعه سازندگان رادیو RMA",
        "جامعه سازندگان رادیو",
        "تلویزیون RTMA",
        "T, و جامعه سازندگان رادیو",
        "تلویزیون و دستگاههای الکترونیکی RETMA",
        "و"
      ]
    },
    {
      "EnglishWord": "electronic intellingence",
      "Meanings": [
        "اطلاعات و جاسوسی الکترونیکی الینت شبکه جهانی نیروی هوایی امریکا متشکل از ایستگاههای ثابت",
        "هواپیماهای با تجهیزات خاص",
        "و ماهواره‌های شناسایی برای نظارت و ثبت هر کونه تابش الکترومغناطیسی از دستگاههای دشمن. با پردازش این سیگنالها",
        "اطلاعات مربوط به نوع و نحوه آرایش رادارهای هشدار دهنده و هدایت موشک",
        "پدافند هوایی و سیستمهای جنگ الکترونیکی دشمن استخراج می‌شود"
      ]
    },
    {
      "EnglishWord": "electronic keying",
      "Meanings": [
        "کلید زنی الکترونیکی انجام عمل کلید زنی صرفا توسط وسایل الکترونیکی"
      ]
    },
    {
      "EnglishWord": "electronic lock",
      "Meanings": [
        "قفل الکترونیکی قفلی که دارای کلید رمز مغناطیسی به شکل و ابعاد تقریبی کارتهای اعتباری است. در متلها و هتلها و در هنگام تحویل اتاق به میهمان جدید می‌توان رمز کلید را به صورت الکترونیکی و توسط سیستم فرمان مرکزی تعویض کرد"
      ]
    },
    {
      "EnglishWord": "electronic mail",
      "Meanings": [
        "پست الکترونیکی"
      ]
    },
    {
      "EnglishWord": "electronic mail gateway",
      "Meanings": [
        "دروازه پست الکترونیکی"
      ]
    },
    {
      "EnglishWord": "electronic megaphone",
      "Meanings": [
        "مگافون الکترونیکی وسیله ای مجتمع شده از یک میکروفون",
        "تقویت کننده شنیداری",
        "و بلندگوی بوقی"
      ]
    },
    {
      "EnglishWord": "electronic micrometer",
      "Meanings": [
        "ریز سنج الکترونیکی",
        "میکرومتر الکترونیکی ابزاری الکترونیکی برای اندازه گیری و نمایش فواصل کوچک خطی در هوا یا مواد غیر فلزی"
      ]
    },
    {
      "EnglishWord": "electronic motor control",
      "Meanings": [
        "کنترل الکترونیکی موتور کنترل موتورهای الکتریکی توسط مدارهای الکترونیکی. موتورهای ایس به وسیله ترایاک triacs یا یکسو سازهای کنترل شونده سیلیسیمی اس سی آر sillicon controlled rectifiers SCRSI پشت به پشت",
        "و موتور‌های دی سی با استفاده از یکسو سازی‌های کنترل شونده سیلیسیمی کنترل میشوند. کنترل سرو موتورهای دی سی SERVOMOTOR که در ماشینهای ابزار و روباتها استفاده می‌شوند. به وسیله ترانزیستور‌های توان ما سفت یا دو قطبی انجام می‌شود. موتورهای پله ای stopping motors را نیز می‌توان با استفاده از خروجی کلید‌های مدار مجتمع کنترل کرد و سر انجام موتورهای دی سی بدون جاروبک با استفاده از حسگرهای اثر هال all",
        "effect sensors در سیم پیچی آنها و مدارهای قطع و وصل ترانزیستوری کنترل می‌شوند"
      ]
    },
    {
      "EnglishWord": "electronic music",
      "Meanings": [
        "موسیقی الکترونیکی ایجاد طنینهای موسیقی با استفاده از مولد‌های الکترونیکی صدا و نویز که به تنهایی با همراه با مدارهای شکل دهی آکوستیک و تجهیزات ضبط صدا استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "electronic musical instrument",
      "Meanings": [
        "آلت موسیقی الکترونیکی نوعی آلت موسیقی که در آن سیگنال شنیداری به وسیله برگیر پیکاپ یا نوسان ساز شنیداری تولید و پس از تقویت الکترونیکی به بلندگو داده می‌شود مانندگیتار الکترونیکی",
        "ارگ الکترونیکی",
        "پیانوی الکترونیکی و کاریلون الکترونیکی"
      ]
    },
    {
      "EnglishWord": "electronic navigation",
      "Meanings": [
        "ناوبری الکترونیکی عمل ناوبری با استفاده از مدارها و تجهیزات الکترونیکی نظیر رادیو",
        "رادار",
        "لوران و جی پی اس"
      ]
    },
    {
      "EnglishWord": "electronic organ",
      "Meanings": [
        "ارگ الکترونیکی نوعی آلت موسیقی که با استفاده از مدارهای الکترونیکی صدایی شبیه به ارگ بادی تولید می‌کند"
      ]
    },
    {
      "EnglishWord": "electronic physics",
      "Meanings": [
        "فیزیک الکترونیک"
      ]
    },
    {
      "EnglishWord": "electronic piano",
      "Meanings": [
        "پیانوی الکترونیکی نوعی پیانو که در آن ارتعاش هر سیم",
        "ظرفیت یک میکروفون خازنی را تغییر می‌دهد و سیگنالی با بسامد شنیداری تولید می‌کند که پس از تقویت به بلندگو می‌رود"
      ]
    },
    {
      "EnglishWord": "electronic potentiometer",
      "Meanings": [
        "پتانسیو متر الکترونیکی نوعی مدار پتانسیو متر که توازن آن پیوسته توسط سروو",
        "سیستم الکترونیکی کنترل می‌شود"
      ]
    },
    {
      "EnglishWord": "electronic profilometer",
      "Meanings": [
        "ناهمواری سنج الکترونیکی ابزاری برای اندازه گیری زبری سطوح. در این وسیله سوزن بر گیر بر روی سطوح مورد نظر جا به جا می‌شود و ولتاژ متغیری تولید می‌کند که پس از تقویت و یکسو سازی به وسیله سنجه ای که مستقیما بر حسب انحراف میکرواینچی از سطح صاف درجه بندی شده است. اندازه گیری و قرایت می‌شود"
      ]
    },
    {
      "EnglishWord": "electronic relay",
      "Meanings": [
        "رله الکترونیکی مداری الکترونیکی که عمل رله را بدون استفاده از قطعات متحرک انجام می‌دهد. نمونه آن رله حالت جامد است"
      ]
    },
    {
      "EnglishWord": "electronic scanning",
      "Meanings": [
        "پویش الکترونیکی هدایت جریانهای الکترونی یا باریکه هایی از نور مریی",
        "انرژی آر اف و یا انرژی زیر قرمز تحت کنترل مدارهای الکترونیکی. نمونه‌های آن عبارت اند از پیش خطی در لامپ‌های فرستنده تلویزیونی و سی تی آر تی‌های گیرنده تلویزیونی",
        "رسم شکل در سی آر تی نوسان نماها",
        "هدایت باریکه ارسال و دریافت در آنتن‌های آرایه",
        "فازی و هدایت باریکه هی لیزر با آینه‌ها و عدسیهایی که توسط مدارهای الکترونیکی کنترل می‌شوند"
      ]
    },
    {
      "EnglishWord": "electronic security",
      "Meanings": [
        "ایمنی الکترونیکی روش‌های جلوگیری از دستیابی دشمن به اطلاعات مفید ازطریق استراق سمع سیگنالهای ناوبری و رادار"
      ]
    },
    {
      "EnglishWord": "electronic speedometer",
      "Meanings": [
        "سرعت سنج الکترونیکی نوعی سرعت سنج که در آن یک ترادیسنده پالسهای مربوط به سرعت و مسافت را از طریق",
        "سیم و نه رابطهای مکانیکی",
        "به نشانگر‌های مربوط ارسال می‌کند"
      ]
    },
    {
      "EnglishWord": "electronic structure",
      "Meanings": [
        "ساختار الکترونیکی"
      ]
    },
    {
      "EnglishWord": "electronic switch",
      "Meanings": [
        "کلید الکترونیکی مداری الکترونیکی که مانند یک کلید بسیار سریع عمل می‌کند"
      ]
    },
    {
      "EnglishWord": "electronic thermometer",
      "Meanings": [
        "دماسنج الکترونیکی دماسنجی که حسگر آن معمولا یک ترمیتور است و در رو یانزدیکی جسم مورد نظر قرار داده می‌شود. نوع دهانی ان می‌تواند در ظرف 20 ثانیه دمای بدن را مشخص کند در حالی که برای دماسنجهای طبی جیوه ای این زمان حداقل 3 دقیقه است"
      ]
    },
    {
      "EnglishWord": "electronic timer",
      "Meanings": [
        "زمان سنج الکترونیکی"
      ]
    },
    {
      "EnglishWord": "electronic trapping",
      "Meanings": [
        "به دام اندازی الکترونیکی انباشت الکترونها در محل ناکاملیهای دیوکسید سیلیسیم در حافظه‌های برنامه پذیر پاک شونده که منجر به تجمع بارهای منفی و تاخیر در پاک شدن حافظه می‌شود"
      ]
    },
    {
      "EnglishWord": "electronic tube",
      "Meanings": [
        "لامپ الکترونیکی"
      ]
    },
    {
      "EnglishWord": "electronic tuning",
      "Meanings": [
        "تنظیم الکترونیکی تنظیم مدارهای فر ستنده",
        "گیرنده و سایر تجهیزات تنظیم شونده به کمک تغییر ولتاژ و نه تنظیم دستی عناصر مدار"
      ]
    },
    {
      "EnglishWord": "electronic tuning range",
      "Meanings": [
        "گستره تنظیم الکترونیکی گستره بسامدی مربوط به تنظیم پیوسته یک نوسان ساز تنظیم شونده الکترونیکی بین دو نقطه عملیاتی با حداقل توان خروجی مشخص"
      ]
    },
    {
      "EnglishWord": "electronic viewfinder",
      "Meanings": [
        "نمایاب الکترونیکی نمایاب مورد استفاده در دوربین تلویزیونی که با استفاده از لامپ تصویر پرتو",
        "کاتدی",
        "تصویر تلویزیونی ارسال شده را نمایش می‌دهد"
      ]
    },
    {
      "EnglishWord": "electronic voltmeter",
      "Meanings": [
        "ولت متر الکترونیکی"
      ]
    },
    {
      "EnglishWord": "electronic warfare",
      "Meanings": [
        "جنگ الکترونیکی استفاده از مدارها و وسایل الکترونیکی در جنگهای فعال و غیر فعال و در فعالیتهایی نظیر مراقبت",
        "هدایت",
        "مخابرات",
        "ناوبری و کنترل آتش سلاحها",
        "مراقبت توسط رادار",
        "سونار",
        "ماهواره‌ها و تجهیزات رادیویی انجام می‌شود. هدایت موشکها و سایر سلاحها به وسیله آر",
        "اف و لیزر ها",
        "مخابرات توسط رادیو",
        "تلفن",
        "تارهای نوری",
        "و فراصوت",
        "و ناوبری به کمک ماهواره‌های جی پی اس هدایت لختی و سیستمهای دید درشب انجام می‌پذیرد. همچنین موشکها و توپخانه‌ها را می‌توان از طریق رادار",
        "لیزر تجهیزات دید در شب و دیده بانی مستقیم به کمک تلفن هدایت کرد. انفجار سرهای جنگی نیز به وسیله فیوزهای راداری یا رادیویی",
        "سیگنالهای ارسال شده از روی سیم",
        "و میدانهای مغناطیسی انجام می‌پذیرد"
      ]
    },
    {
      "EnglishWord": "electronic watch",
      "Meanings": [
        "ساعت الکترونیکی ساعتی که در آن از بلور کوارتز یا دیاپازون به همراه مدارهای الکترونیکی و باتری استفاده می‌شود و دقت بیشتری نسبت به ساعت‌های مکانیکی متداول دارد"
      ]
    },
    {
      "EnglishWord": "electronic wattmeter",
      "Meanings": [
        "وات متر الکترونیکی"
      ]
    },
    {
      "EnglishWord": "electronic woltmeter",
      "Meanings": [
        "ولت سنج الکترونیکی نوعی ولت سنج که با استفاده از ویژگیهای یکسو سازی و تقویت قطعات الکترونیکی و مدارهای مربوط به آنها ف مشخصه‌های مطلوبی نظیر امپدانس ورودی بالا",
        "گستره بسامدی وسیع",
        "و نمایش مقادیر اوج رادار است"
      ]
    },
    {
      "EnglishWord": "electronically agile radar",
      "Meanings": [
        "رادار فعال الکترونیکی نوعی سیستم رادار با توانایی ایجاد تغییرات سریع در بسامد",
        "توان خروجی",
        "روش مدوله سازی",
        "و جهت باریکه آن توسط رایانه. رادارهای فعال زمینی",
        "هوایی و دریایی همگی دارای آنتن آرایه",
        "فازی antennaphased",
        "array هستند"
      ]
    },
    {
      "EnglishWord": "electronically programmable logic device",
      "Meanings": [
        "قطعه منطقی برنامه پذیر الکترونیکی نوعی قطعه برنامه پذیر میدانی که به جای پیوندهای فیوزی از ترانزیستور برای کنترل مسیر سیگنال‌ها در آرایه ثابت بلوکهای منطقی خود استفاده می‌کند. برای برنامه نویسی دوباره «ای پی دی» باید تراشه را در عرض نور فرابنفش قرار داد تا بخش ایپرام آن پاک واتصالهای مربوط به برنامه ریزی اولیه باز شود. سپس برنامه جدید حاوی اطلاعات مسیر سیگنال در سلولهای ترانزیستوری حافظه ایپرام بار می‌شود"
      ]
    },
    {
      "EnglishWord": "electronically tuned oscillator",
      "Meanings": [
        "نوسانساز تنظیم",
        "الکترونیکی نوسان سازی که بسامد آن با تغییر ولتاژ یا جریان یک الکترود قابل تنظیم است"
      ]
    },
    {
      "EnglishWord": "electronics",
      "Meanings": [
        "الکترونیک 1. شاخه ای از مهندسی برق که در مورد مدارها و قطعاتی بحث می‌کند که سیگنالهای با بسامد بیش از 50 بر روی 60 هرتز را تقویت",
        "نوسانی",
        "آشکار",
        "یکسو",
        "و پردازش می‌کنند که متمایز از مباحث مربوط به تولید",
        "انتقال",
        "و مصرف انرژ الکتریکی است. تحقیق",
        "توسعه",
        "طراحی",
        "ساخت",
        "آزمایش",
        "و تغمیر قطعات",
        "مدارها",
        "محصولات",
        "و سیستمهای الکترونیکی از جمله مباحثی است که در حوزه الکترونیک قرار می‌گیرد. 2. صفتی که مطالعات",
        "مستندات",
        "فعالیتها",
        "و موضوعات مربوط به حوزه الکترونیک را توصیف می‌کند"
      ]
    },
    {
      "EnglishWord": "electronics industry",
      "Meanings": [
        "صنعت الکترونیک صنایعی که در زمینه طراحی",
        "توسعه",
        "ساخت و تولید تجهیزات",
        "سیستمها",
        "وسایل و قطعات الکترونیکی فعالیت می‌کنند",
        "صنعت الکترونیک"
      ]
    },
    {
      "EnglishWord": "electronics serviceman",
      "Meanings": [
        "تعمیر کار الکترونیک فردی که صلاحیت لازم برای تغمیر و نگهداری تجهیزات الکترونیکی را داراست"
      ]
    },
    {
      "EnglishWord": "electronics technician",
      "Meanings": [
        "فن ورز الکترونیک",
        "تکنیسین الکترو نیک فردی که دارای مهارتهای عملی و نظری لازم رد زمینه فناوری الکترونیک است و می‌تواند زیر نظر مهندس الکترونیک یا مستقلا کارهای مربوط به سوار کردن",
        "آزمایش",
        "و تعمیر تجهیزات الکترونیکی را در کارخانه ها",
        "آزمایشگاهها و مشاغل خصوصی انجام دهد"
      ]
    },
    {
      "EnglishWord": "electron-multiplier tube",
      "Meanings": [
        "لامپ تکثیر کننده الکترونی لامپی که در آن تکثیر کننده الکترونی به کار رفته است"
      ]
    },
    {
      "EnglishWord": "electron-positron pair",
      "Meanings": [
        "زوج الکترون",
        "پوزیترون الکترون و پوزیترونی که هم زمان توسط فرایند تولید زوج pair production به وجود می‌آیند"
      ]
    },
    {
      "EnglishWord": "electron-tube amplifier",
      "Meanings": [
        "تقویت کننده لامپ الکترونی تقویت کننده ای که با استفاده از لامپهای خلا عملیات دریافت و تقویت توان را انجام می‌دهد"
      ]
    },
    {
      "EnglishWord": "electron-tube coupler",
      "Meanings": [
        "تزویجگر لامپ الکترونی تزویجگری که اختصاصا برای قرارگیری بین یک لامپ الکترونی نظیر مگنترون و مدار ورودی یا خروجی مانند خط انتقال طراحی شده است"
      ]
    },
    {
      "EnglishWord": "electronvlt",
      "Meanings": [
        "الکترون ولت واحد انرژی برابر با مقدار انرژی که یک الکترون هنگام عبور از اختلاف پتانسیل یک ولت در محیط خلا به دست می‌آورد. یک الکترون ولت برابر است با 1/60219 × 10 به توان",
        "ای آر جی"
      ]
    },
    {
      "EnglishWord": "electron-wave tube",
      "Meanings": [
        "لامپ موج",
        "الکترونی نوعی لامپ الکترونی که در آن بر هم کنش جریانهای الکترونی با سرعتهای متفاوت منجر به مدوله سازی سیگنال و تغییر تدریجی ان در امتداد جریان الکترونی می‌شود"
      ]
    },
    {
      "EnglishWord": "electrooptical material",
      "Meanings": [
        "ماده الکترونوری ماده ای که می‌تواند اطلاعات الکتریکی را به اطلاعات نوری تبدیل کند و یا پاسخ به سیگنالهای الکتریکی",
        "عملی نوری انجام دهد. نمونه آن تیتانیات زیرکونات لانتانیم سرب",
        "نوعی سرامیک فروالکتریکی شفاف",
        "است که می‌توان ویژگیهای نوری آن را به کمک میدان الکتریکی تغییر داد. از این مواد برای انحراف باریکه",
        "مدوله سازی باریکه و کلید زنی «کیو» در لیزرها استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "electrooptical modulator",
      "Meanings": [
        "مدوله ساز الکترو نوری نوعی مدوله ساز نوری که در آن از سلول کر یک بلور الکترونوری",
        "یا سایر قطعات الکترونوری کنترل شونده با سیگنال برای مدوله سازی دامنه",
        "فاز",
        "بسامد",
        "یا جهت باریکه نور استفاده می‌شود. درباریکه‌های لیزری گستره بسامد درمدوله سازی به حدود گیگاهرتز نیز می‌رسد"
      ]
    },
    {
      "EnglishWord": "electrooptical shutter",
      "Meanings": [
        "شاتر الکترونوری",
        "نوربند الکترونوری دریچه ای که به کمک سلور کر باریکه نور را مدوله میکند"
      ]
    },
    {
      "EnglishWord": "electrooptics",
      "Meanings": [
        "الکترواپتیک",
        "نور الکتریک شاخه ای از نور شناسی که در مورد اثر میدان الکتریکی بر پرتوهای نور گذرنده از یک ماده الکترونوری بحث می‌کند. کاربرد نمونه آن سلول کر است که در آن با اعمال سیگنال ولتاژ به سلول مایع",
        "باریکه نور هدایت شده به طرف سلول مدوله می‌شود. اصطلاح نور الکتریک بعضا به جای اصطلاح عام‌تر الکترونیک نوری به کار رفته است. در این فرهنگ",
        "برای انجام و راحتی بیشتر اغلب اصطلاحات مرتبط با ترکیب الکتریسیته و الکترونیک با اپستیک در مدوده مدخلهای optoelectronics و photoelectric آورده شده اند"
      ]
    },
    {
      "EnglishWord": "electrophnotography",
      "Meanings": [
        "عکس برداری الکتریکی نام اولیه روش زیروگرافی که در دستگاههای زیاکس استفاده می‌شود و در سال 1937 توسط چتر. اف کارلون اختراع شد. در حال حاضر عکس برداری الکتریکی شامل هر دو روش زیر و گرافی و زیر و رادیو گرافی می‌شود"
      ]
    },
    {
      "EnglishWord": "electrophoresis  eataphoresis",
      "Meanings": [
        "الکتروفورز",
        "کاتافورز حرکت ذرات باردار معلق در یک شاره تحت تاثیر میدان الکتریکی"
      ]
    },
    {
      "EnglishWord": "electrophoretic display",
      "Meanings": [
        "نمایشگر الکترو فورزی نوعی نمایشگر بلور مایع که برای بهبود کنتر است رنگ و درخایی",
        "مقداری رنگینه جاذب نور به مایع افزوده شده است. درات باردار رنگینه تحت تاثیر میدان الکتریکی به حرکت در می‌آیند. تعلیق رنگینه سفید در شاره سیاه در بین الکترودهای شفاف و اعمال ولتاژ دی سی موجب نشست ذرات به روی یک الکترود و سفید دیده شدن صفحه نمایش می‌شود. با تغییر قطبیت ولتاژ",
        "ذرات به طرف الکترود دیگر رفته و صفحه نمایش سیاه دیده می‌شود"
      ]
    },
    {
      "EnglishWord": "electrophorus",
      "Meanings": [
        "الکتروفور وسیله ای که به کمک القا",
        "بارهای الکتریکی تولید می‌کند و از یک صفحه فلزی و قرصی از ماده عایق رزینی تشکیل شده است. قرص عایق از طریق مالش با پوست یا مو دارای بار منفی می‌شود. صفحه فلزی",
        "که روی پایه عایق نصب شده است",
        "طوری روی قرص قرار می‌گیرد که از طریق القا باردار شود سطح پایینی مثبت و سطح بالایی منفی. با لمس صفحه بالایی توسط انگشت",
        "بارمنفی ان از بین می‌رود. در نهایت صفحه فلزی دارای بار مثبت قابل توجهی خواهد بود"
      ]
    },
    {
      "EnglishWord": "electroplating",
      "Meanings": [
        "آبکاری الکتریکی نشاندن پوششی از فلز روی جسم رسانا با استفاده از الکتریسیته و به منظور حفاظت",
        "تزیین یا کاربردهای دیگر. جسم مورد نظر در الکترولیت قرار داده شده و به یک سر منبع ولتاژ دی سی وصل می‌شود. سر دیگر منبع نیز به فلزپوشش واقع در داخل الکترولیت متصل می‌شود با بر قراری جریان بین الکترودها توسط یونهای فلز انتقال از فلز به جسم انجام می‌شود"
      ]
    },
    {
      "EnglishWord": "electropolishing",
      "Meanings": [
        "جلادهی الکتریکی فرایند تولید کی سطح صیقلی صاف روی فلز از طریق اتصال آن به آند الکترولیت و حل ناهمواریهای جزیی"
      ]
    },
    {
      "EnglishWord": "electropositive",
      "Meanings": [
        "اکترومثبت ویژگی مربوط به قطبیت الکتریکی مثبت"
      ]
    },
    {
      "EnglishWord": "electrorefining",
      "Meanings": [
        "تصفیه الکتریکی فرایند حل کردن فلز رد آند ناخالص به وسیله نشست الکتریکیو نشاندن حالت خالص آن در کاتد"
      ]
    },
    {
      "EnglishWord": "electroresistive effect",
      "Meanings": [
        "اثر الکترومقاومتی تغییر مقاومت ویژه برخی مواد بر اثر تغییر ولتاژ وارد شده به آنها. واریستور بر این اساس کار می‌کند"
      ]
    },
    {
      "EnglishWord": "electroscope",
      "Meanings": [
        "الکتروسکوپ",
        "برق نما دستگاهی برای آشکارسازی بارهای الکتریکی به وسیلهی نیروهای مکانیکی که بین اجسام بار دار وارد می‌شود. در نوعی از آن دونورا باریک طلایی که در یک بطری شیشه ای آویزان شده اند ف در صورت باردار شدن یکدیگر را دفع می‌کنند. زاویه بین این دو نوار متناسب با مقدار بار الکتریکی است"
      ]
    },
    {
      "EnglishWord": "electrosensitive paper",
      "Meanings": [
        "کاغذ حساس به الکتریسیته کاغذ رسانایی که در اثر عبور جریان الکتریکی از آن به رنگی تیره در می‌آید"
      ]
    },
    {
      "EnglishWord": "electrosensitive recording",
      "Meanings": [
        "ثبوت حساس به الکتریسیته نوعی روش ثبوت که در آن با گذراندن جریان الکتریکی از ورقه ثبوت",
        "تصویر ظاهر می‌شود"
      ]
    },
    {
      "EnglishWord": "electrostatic",
      "Meanings": [
        "الکتروستاتیک",
        "الکتروایستا اشاره به الکتریسیته ساکن",
        "نظیر بار الکتریکی روی جسم",
        "الکترو استاتیک"
      ]
    },
    {
      "EnglishWord": "electrostatic charge",
      "Meanings": [
        "بار الکترو استاتیک"
      ]
    },
    {
      "EnglishWord": "electrostatic copler",
      "Meanings": [
        "دستگاه کپی الکتروستاتیکی نوعی دستگاه تکثیر که در آن ماده حساس به نور به صورت الکتریکی به شکل تصویر اصلی باردار می‌شود و سپس با استفاده از تونر پودر کربن که دارای بار مخالف است. تصویر نهان ظاهر می‌شود. نمونه‌های آن عبارت اند از فرایند‌های نسخه برداری زیراکس و الکتروفاکس"
      ]
    },
    {
      "EnglishWord": "electrostatic deflection",
      "Meanings": [
        "انحراف الکتروستاتیکی انحراف باریکه الکترونی به وسیله میدان الکتروستاتیکی تولید شده توسط دو الکترود واقع در دو طرف باریکه. باریکه الکترونی توسط الکترود مثبت جذب و از سوی الکترود منفی دفع می‌شود"
      ]
    },
    {
      "EnglishWord": "electrostatic detector",
      "Meanings": [
        "آشکار ساز الکتروستاتیکی وسیله ای برا تعیین وجود یا عدم وجود",
        "قطبیت. و مقدار نسبی بارهای ساکن"
      ]
    },
    {
      "EnglishWord": "electrostatic discharge",
      "Meanings": [
        "تخلیه الکتروستاتیکی ای اس دی حرکت الکتریسیته ساکن از یک سطح نارسانا که می‌تواند منجر به آسیب یا تخریب نیمه رساناها و سایر عناصر مداری شود. الکتریسیته ساکن روی کاغذ",
        "پلاستیک",
        "یا سایر مواد نارسانا جمع می‌شود و با تماس پوست انسان انگشت تخلیه می‌شود. راه رفتن با کفش روی فرش یا برس زدن نیز منجر به تولید الکتریسیته ساکن می‌شود. مدارهای مجتمع منطقی سی ماس و ماسفت بیشتر از همه در معرض آسیب هستند زیرا الکتریسیته ساکن موجب گرمای موضعی و ذوب یا شکستن دی الکتریک اکسید سیلیسیم می‌شود که گیفت ترانزیسترها را از سایر ساختارهای داخلی عایق می‌کند"
      ]
    },
    {
      "EnglishWord": "electrostatic discharge   simulator",
      "Meanings": [
        "شبیه ساز تخلیه الکتروستاتیکی ای اس دی تجهیزاتی برا یشبیه سازی تخلیه الکتریسیته ساکن از بدن انسان یا سایر تخلیه‌های الکتریکی طبیعی"
      ]
    },
    {
      "EnglishWord": "electrostatic discharge  protection",
      "Meanings": [
        "حفاظت در برابر تخلیه الکترو ستاتیکی ای اس دی روش‌های حفاظت قطعات و مدارها در برابر ای اس دی از جمله 1. رسانا ساختن سطح بسته بندیها و ظرفهای حامل قطعات حساس برای جلو گیری از تجمع الکتریسیته ساکن در هنگام جابجایی 2. زمین کردن سطوح رسانا. 3. ملزوم ساختن افراد به استفاده از نوار‌های مچی رسانا و زمین شده و نیز لباسهای رسانا در هنگام کار با قطعات حساس 4. نگهداشتن رطوبت نسبی و یونش هوای محیط کار در حداقل 0/"
      ]
    },
    {
      "EnglishWord": "electrostatic discharge  sensitivity",
      "Meanings": [
        "حساسیت تخلیه الکتروستاتیکی ای اس دی میزان آسیب پذیری مدار یا قطعه در برابر ای اس دی"
      ]
    },
    {
      "EnglishWord": "electrostatic field",
      "Meanings": [
        "میدان الکترواستاتیکی ناحیه اطراف یک جسم باردار که روی جسم دیگر بار القا می‌کند و نیرویی به آن وراد می‌ند",
        "گرادیان ولتاژ بین دو نقطه با پتانسیلهای مختلف",
        "میدان الکترو استاتیک"
      ]
    },
    {
      "EnglishWord": "electrostatic fieldmeter",
      "Meanings": [
        "میدن سنج الکتروستاتیکی ابزاری که با استفاده از حسگر یا میله بی تمای",
        "میدان الکتروستاتیکی تولید شده توسط جسم باردار را اندازه می‌گیرد. شدت میدان الکتروستاتیکی یا ولتاژ الکتروستاتیکی در فاصله معینی از جسم باردار سنجیده می‌شود"
      ]
    },
    {
      "EnglishWord": "electrostatic focusing",
      "Meanings": [
        "کانونش الکتروستاتیکی کانون کردن باریکه الکترونی به وسیله میدان الکتریکی",
        "نظیر تفنگ الکترونی لامپ پرتو",
        "کاتدی"
      ]
    },
    {
      "EnglishWord": "electrostatic generator",
      "Meanings": [
        "مولد الکترو ستاتیکی نوعی مولد ولتاژ",
        "بالا که به وسیله اصطکاک یا القا",
        "بارهای الکتریکی را تولید می‌کند و سپس به روش مکانیکی آنها را به یک الکترود عایق انتقال می‌دهد. ولتاژ جمع شده به این روش تا 9 مگاولت هم می‌رسد. نمونه‌های آن عبارت اند از مولد وان در گراف و ماشین ویمزهورست"
      ]
    },
    {
      "EnglishWord": "electrostatic gyroscope",
      "Meanings": [
        "ژیروسکوپ الکتروستاتیکی نوعی ژیروسکوپ با محفظه سرامیکی که در محیط خلا آن یک گلوله بریلیمی کوچک به صورت الکتروستاتیکی بین آرایه ای از شش الکترود آویزان است. لا استفاده از میدان مغناطیسی چرخانی که توسط پیچکهای بیرونی تولید می‌شود",
        "گلوله با سرعت 30000 دور در دقیقه به چرخش در می‌آید که بعد از آن حدود 500 روز طول می‌کشد تا متوقف شود. دو آشکار ساز فوتوالکتریکی موقعیت علایم روی گلوله را حس می‌کنند و بر اساس آن سیگنالهایی برای تعیین و کنترل محور چرخش گلوله تولید می‌کنند"
      ]
    },
    {
      "EnglishWord": "electrostatic headphone",
      "Meanings": [
        "هدفون الکتروستاتیکی هدفونی که دیافراگم متحرک آن پوسته بسیار نازکی با پوشش رساناست. دیافراگم بین دو صفحه فلزی و عبور دهنده امواج آکوستیک قرار می‌گیرد که با تغییر ولتاژ «دی سی» بین صفحات توسط سیگنال شنیداری",
        "مرتب جذب و دفع می‌شود و صدا تولید می‌کند"
      ]
    },
    {
      "EnglishWord": "electrostatic induction",
      "Meanings": [
        "القای الکتروستاتیکی القای بار الکتریکی در یک جسم از طریق آوردن آن به نزدیکی یک جسم باردار دیگر"
      ]
    },
    {
      "EnglishWord": "electrostatic instrument",
      "Meanings": [
        "ابزار الکتروستایتکی سنجه ای که بر اساس نیروهای دافعه و جاذبه بین اجسام باردار کار می‌کند"
      ]
    },
    {
      "EnglishWord": "electrostatic lens",
      "Meanings": [
        "عدسی الکتروستاتیکی نوعی عدسی که از یک استوانه فلزی هم محور و تعدادی دیافراگم سوراخدار تشکیل شده است که با اعمال پتانسیلهای مناسب می‌تواند باریکه الکترونی را در جهت محور عدسی به روش الکتروستاتیکی کانونی کند"
      ]
    },
    {
      "EnglishWord": "electrostatic loudspeaker  capacitor loudspeaker",
      "Meanings": [
        "بلندگوی الکتروستاتیکی",
        "بلندگوی خازنی بلندگویی که در آن نیروهای مکانیکی توسط میدانهای الکتروستاتیکی تولید می‌شوند. در یک نوع از آن",
        "میدانها بین دیافراگم فلزی نازک و صفحه فلزی صلب تولید می‌شوند"
      ]
    },
    {
      "EnglishWord": "electrostatic painting",
      "Meanings": [
        "نقاشی الکتروستاتیکی فرایند رنگ آمیزی بر اساس ویژگی جذب ذرات توسط بارهای ساکن. با اعمال ولتاژ «دی سی» حدود 100 کلو وات به شبکه سیمی که رنگ از طریق آن افشانده می‌شود",
        "همه ذرات رنگ باردار می‌شوند. اجسام فلزی مورد نظر به سر دیگر مدار ولتاز",
        "بالا متصل می‌شوند و در نتیجه ذرات رنگ را با حداقل ضایعات جذب می‌کنند"
      ]
    },
    {
      "EnglishWord": "electrostatic photomultiplier",
      "Meanings": [
        "تکثیر کننده نوری الکتروستاتیکی نوعی تکثیر کننده نوری که با استفاده از میدانهای الکتروستاتیکی",
        "جریانهای الکترونی را به نوبت در محل هر داینود بازتاب می‌کند"
      ]
    },
    {
      "EnglishWord": "electrostatic pinter",
      "Meanings": [
        "چاپگر الکتروستاتیکی چاپگری خطی که با استفاده از لامپ‌های قوی تصاویر نویسه‌ها را به روی طبه حساس می‌اندازد و الگوهای الکتروستاتیکی تولید می‌کند که پودر جوهر را جذب می‌کنند. سپس این تصاویر درست مانند دستگاههای تکثیر الکتروستاتیکی به روی کاغذ منتقل و تثبیت می‌شود. برخی مدلهای پیجیده‌تر نظیر چاپگر لیزری توانایی تشکیل نویسه‌ها را نیز دارند"
      ]
    },
    {
      "EnglishWord": "electrostatic precipitation",
      "Meanings": [
        "رسوب الکتروستاتیکی تصفیه هوا از دود",
        "غبار و سایر ذرات ریز معلق از طریق باردار کردن آنعا با میدان الکتریکی و جذب توسط الکترودهای جمع کننده با بار مخالف"
      ]
    },
    {
      "EnglishWord": "electrostatic recording",
      "Meanings": [
        "ثبت الکتروستاتیکی عمل ثبت به کمک میدان الکتروستاتیکی کنترل شونده"
      ]
    },
    {
      "EnglishWord": "electrostatic relay",
      "Meanings": [
        "رله الکتروستاتیکی رله ای که عنصر محرک آن محیط عایقی است که دو یا چند رسانا را از هم جدا می‌کند. وضعیت رساناها نسبت به هم بر اساس جاذبه یا دافعه متقابل بارهای الکتریکی اعمال شده به آنها تغییر می‌کند"
      ]
    },
    {
      "EnglishWord": "electrostatic scanning",
      "Meanings": [
        "پویش الکتروستاتیکی عمل پویش از طریق انحراف الکتروستاتیکی باریکه الکترونی"
      ]
    },
    {
      "EnglishWord": "electrostatic separator",
      "Meanings": [
        "جداساز الکتروستاتیکی وسیله ای برای جدا کردن مخلوطی از ذرات ریزساییده شده از طریق قرار دادن آن در یک میدان الکتریکی قوی بین دو الکترود. ظرفیت القایی متقاوت مواد سبب می‌شود هر یک به میزان خاصی منحرف شونده و در محفظه‌های جدا گانه ای بریزند"
      ]
    },
    {
      "EnglishWord": "electrostatic shield",
      "Meanings": [
        "حفاظ الکتروساتیکی صفحه ورقه",
        "یا محفظه زمین شده ای که در اطراف یک وسیله یا بین دو وسیله قرار می‌گیرد و مانع از تاثیر میدان‌های الکتریکی می‌شود. همچنین از بر هم کنش بین میدان‌های الکتریکی قطعات همجوار روی یک بدنه جلوگیری می‌کند"
      ]
    },
    {
      "EnglishWord": "electrostatic storage",
      "Meanings": [
        "حافظه الکتروستاتیکی حافظه ای که اطلاعات را به شکل حضور یا عدم حضور بارهای الکتریکی در محل‌های خاص",
        "نظیر صفحه نوعی لامپ «سی آر تی» موسوم به لامپ ذخیره بار یا سلول‌های حافظه ترمودینامیکی ذخیره می‌کند"
      ]
    },
    {
      "EnglishWord": "electrostatic tweeter",
      "Meanings": [
        "تویتر الکتروستاتیکی نوعی بلندگوی تویتر برای پخش صداهای زیر که در آن یک دیافراگم فلزی و تخت مستقیما توسط ولتاژ بالا و متغیر اعمال شده بین دیافراگم و یک الکترود ثابت فلزی تحرک می‌شود"
      ]
    },
    {
      "EnglishWord": "electrostatic unit",
      "Meanings": [
        "واحد الکتروستاتیکی واحدی در دستگاه «سی جی اس» بر اساس واحد باری که نیروی 1 دین به واحد بار دیگر در فاصله 1 سانتیمتری در خلا وارد می‌کند"
      ]
    },
    {
      "EnglishWord": "electrostatic voltmeter",
      "Meanings": [
        "ولت سنج الکتروستایتکی نوعی ولت سنج که ولتاز وارده بین پره‌های فلزی ثابت و متحرک را اندازه می‌گیرد. نیروی الکتروستاتیکی ایجاد شده",
        "پره متحرک متصل به یک فنر را منحرف می‌کند و عقربه متصل به آن مقدار ولتاژ مدار را روی مقیاس مدرج نمایش می‌دهد این ولت سنج مس تواند ولتاژهای «دی سی» بالا را اندازه گیری کند"
      ]
    },
    {
      "EnglishWord": "electrostatics",
      "Meanings": [
        "الکتروستاتیک دانشی که با الکتریسیته ساکن سر و کار دارد نظیر اجسام باردار و میدانهای الکتریکی با شدت ثابت"
      ]
    },
    {
      "EnglishWord": "electrostatography",
      "Meanings": [
        "الکتروستاتیک نگاری اصطلاحی عام برای تمام فرایندهای تشکیل و استفاده از الگوهای بار الکتروستاتیکی به منظور ثبت و تولید تصاویر. امروزه مهم‌ترین کاربرد این روش در ماشینهای تکثیر و فتوکپی زیراکس است"
      ]
    },
    {
      "EnglishWord": "electrostriction electrostrictive effect",
      "Meanings": [
        "الکتروتنگش",
        "اثر الکتروتنگشی تغییر ابعاد برخی مواد دی الکتریک در حضور میدان الکتریکی. میزان تغییر مستقل از قطبیت میدان الکتریکی است. عکس این حات رخ نمی‌دهد در حالی که پیزوالکتریسیته انرژی معکوس پذیر است"
      ]
    },
    {
      "EnglishWord": "electrostriction trancducer",
      "Meanings": [
        "ترادیسنده الکتروتنگشی ترادیسنده ای که اساس کار آن تولد کرنش کشسان در برخی بلورهای متقارن در حضور میدان الکتریکی است"
      ]
    },
    {
      "EnglishWord": "electrostrictive relay",
      "Meanings": [
        "رله الکتروتنگشی رله ای که محرک آن ماده دی الکتریک الکتروتنگشی است"
      ]
    },
    {
      "EnglishWord": "electrothermal instrument",
      "Meanings": [
        "ابزار الکتروگرمایی وسیله ای که بر اساس آثار گرمایی عبور جریان کار می‌کند"
      ]
    },
    {
      "EnglishWord": "electyronic numerical integrator",
      "Meanings": [
        "انتگرال گیر عددی الکترونیکی آنیاک نمونه ای ابتدایی از رایانه‌های رقمی که در سال 1946 و در دانشگاه پنیلونیا به منظور محاسبه مسیر پرتاب گلوله‌های توپ طراحی و ساخته شد. 17/468 لامپ خلا در آن به کار رفته و می‌توانست 5000 عدد را یک ثانیه جمع کند"
      ]
    },
    {
      "EnglishWord": "element",
      "Meanings": [
        "جزء",
        "عنصر",
        "قطعه 1. بخشی از یک لامپ الکترونی",
        "وسیله نیم رسانا",
        "آنتن آرایه ای و امثال آن که کار مشخصی را انجام می‌دهد. 2. یکی ا ز 112 ماده شناخته شده ای که با روشهای شیمیایی به مواد ساده‌تر تجزیه نمی‌شوند. دانشمندان بر این باورند که تعداد کل عناصر سرانجام به 14 خواهد رسید. آخرین عناصر کشف شده عموما به روش شکافت هسته ای تولید شده اند و دارای عمر بسیار کوتاهی بوده اند. 3. component"
      ]
    },
    {
      "EnglishWord": "elementary",
      "Meanings": [
        "مقدماتی",
        "اولیه"
      ]
    },
    {
      "EnglishWord": "elementary charge",
      "Meanings": [
        "بار بنیادی بار واحد الکتریسیته که متناظر با بار یک الکترون و برابر با تقریبا 4/80298 × 10 به توان",
        "واحد الکتروستاتیکی است"
      ]
    },
    {
      "EnglishWord": "elementary computation",
      "Meanings": [
        "محاسبه مقدماتی"
      ]
    },
    {
      "EnglishWord": "elementary row transformation",
      "Meanings": [
        "تبدیل سطری مقدماتی"
      ]
    },
    {
      "EnglishWord": "elementaty particle  fundamental particle",
      "Meanings": [
        "ذره بنیادی یکی از بیش از 60 ذره ای که تمام مواد را می‌سازد. برخی از این ذرات عبارت اند از فوتون",
        "دو نوع نوترینو",
        "الکترون",
        "مزون مو",
        "دو مزون پی",
        "دو ذره کی",
        "پروتون",
        "نوترون",
        "ذره لاندا",
        "سه ذره سیگما",
        "دو ذره اکسی",
        "هر یک با پاد ذره و بوزون خود"
      ]
    },
    {
      "EnglishWord": "eletromagnetic environment",
      "Meanings": [
        "محیط الکترومغناطیسی میدانهای الکترومغناطیسی موجود در ناحیه معین"
      ]
    },
    {
      "EnglishWord": "elevated duct",
      "Meanings": [
        "مجرای مرتفع مجرای ورودی سپهری رادیویی که مرزهای بالا و پایین آن هر دو بالاتر از سطح زمین قرار دارند",
        "مجرای مرتفع"
      ]
    },
    {
      "EnglishWord": "elevation angle",
      "Meanings": [
        "زاویه ارتفاع زاویه ای که باریکه تابش راداری یا رادیویی با افق می‌سازد"
      ]
    },
    {
      "EnglishWord": "elevation deviation indicator",
      "Meanings": [
        "نشانگر انحراف ارتفاع نشانگری که رابطه بین هدف و زاویه ارتفاع باریکه راداری یا رادیویی را به صورت بصری نمایش می‌دهد"
      ]
    },
    {
      "EnglishWord": "elevation indicator",
      "Meanings": [
        "نشانگر زاویه ارتفاع وسیله ای که زاویه بین نقطه مرجع ثابت و هدف واقع در همان صفحه عمودی را به صورت بصری نمایش میدهد"
      ]
    },
    {
      "EnglishWord": "elf",
      "Meanings": [
        "extremely low frequency",
        "بسامد نهایت",
        "پایین ای ال اف بامد کمتر از 300 هرتز در طیف رادیویی که متناظر با طول موج بالای 100 کیلومتر است"
      ]
    },
    {
      "EnglishWord": "elf radio transmitter",
      "Meanings": [
        "فرستنده رادیویی «الف» نوعی سیستم ارتباطی در نیروی دریایی امریکا که سیگنالهای با بسامد کم ای ال اف ارا همزمان از دو سیستم آنتن زیرزمینی پخش می‌کند"
      ]
    },
    {
      "EnglishWord": "elimination scheme",
      "Meanings": [
        "روش حذفی"
      ]
    },
    {
      "EnglishWord": "elint",
      "Meanings": [
        "electronic intellingence",
        "اطلاعات و جاسوسی الکترونیکی الینت شبکه جهانی نیروی هوایی امریکا متشکل از ایستگاههای ثابت",
        "هواپیماهای با تجهیزات خاص",
        "و ماهواره‌های شناسایی برای نظارت و ثبت هر کونه تابش الکترومغناطیسی از دستگاههای دشمن. با پردازش این سیگنالها",
        "اطلاعات مربوط به نوع و نحوه آرایش رادارهای هشدار دهنده و هدایت موشک",
        "پدافند هوایی و سیستمهای جنگ الکترونیکی دشمن استخراج می‌شود"
      ]
    },
    {
      "EnglishWord": "ellipsometer",
      "Meanings": [
        "الیپسومتر ابزاری برای اندازه گیری ضخامت و سایر پارامترهای مربوط به لایه‌های عایق بسیار نازک که در ساخت نیمرسانا استفاده می‌شوند. اساس کار آن اندازه گیری تغییر حالت حالت‌های قطبیدگی در اثر بازتاب نور از سطح قطبیدگی تابعی از ضخامت است"
      ]
    },
    {
      "EnglishWord": "elliptic",
      "Meanings": [
        "بیضوی"
      ]
    },
    {
      "EnglishWord": "elliptical polarization",
      "Meanings": [
        "قطبش بیضوی نوعی قطبش که در آن اندازه بردار موج همزمان با چرخش حول یک نقطه به صورت شعاع بیضی تغییر می‌کند"
      ]
    },
    {
      "EnglishWord": "elliptical waveguide",
      "Meanings": [
        "موجبر بیضوی نوعی موجبر انعطاف پذیر با سطح مقطع بیضوی که می‌تواند جانشین موجبر مستطیلی شود"
      ]
    },
    {
      "EnglishWord": "elliptically polarized wave",
      "Meanings": [
        "موج قطبش",
        "بیضوی موج الکترومغناطیسی که جهت انتشار آن در بسامدهای خاص به صورت بیضی است"
      ]
    },
    {
      "EnglishWord": "elliptic-function filter",
      "Meanings": [
        "پالایه تابع",
        "بیضوی نوع پالایه ریزموج چند طبقه با استفاده از عناصر سلف و خازن که دارای گزینندگی دقیق",
        "اتلاف جایگذاری کم",
        "و اعوجاج تاخیری پایین است. این پالایه در تقویت کننده‌های «آی اف» گیرنده‌های مخابراتی ماهواره ای نصب می‌شود که در آنها به کمک شبکه‌های «تی» پل شده برابر سازی در پهنای باند 5 مگاهرتز و بسامد میانی 70 مگاهرتز صورت می‌گیرد"
      ]
    },
    {
      "EnglishWord": "elongation",
      "Meanings": [
        "کشیدگی گسترش پوش یک سیگنال به دلیل تاخیر ورود اجزای آن در مسیرهای مخلتلف"
      ]
    },
    {
      "EnglishWord": "e-mail",
      "Meanings": [
        "پست الکترونیکی",
        "ای",
        "میل مبادله پیامهای تایپ شده بین دو رایانه",
        "بخشی از خدمات موجود روی اینترنت"
      ]
    },
    {
      "EnglishWord": "embedded",
      "Meanings": [
        "توکار",
        "سوار شده"
      ]
    },
    {
      "EnglishWord": "embedded computer",
      "Meanings": [
        "رایانه کار گذاشته تخته مداری حاوی مدارهای رایانه ای که در داخل دستگاه‌های یا ابزارهای الکترونیکی قرار می‌گیرد و عملیات پردازشی و محسباتی نظیر اندازه گیری",
        "آزمایش",
        "تشخیص و یا کنترل را برای آن انجام می‌دهد"
      ]
    },
    {
      "EnglishWord": "embedding",
      "Meanings": [
        "لانه گیری فرایند قالب گیری یک قطعه یا مجموعه به کمک پلاستیک عایق به گونه ای که تنها سرها یا پایانه‌های آن دردسترس باشد"
      ]
    },
    {
      "EnglishWord": "emc",
      "Meanings": [
        "electromagnetic compatibility",
        "همسازی الکترومغناطیسی توانایی یک قطعه یا مدار در کار صحیح الکترومغناطیسی مورد نظر بدون ارسال سیگنالهای نامطلوب به تجهیزات مجاور یا دریافت تداخل ناخواسته از منابع نزدیک به آن"
      ]
    },
    {
      "EnglishWord": "eme",
      "Meanings": [
        "eletromagnetic environment",
        "محیط الکترومغناطیسی میدانهای الکترومغناطیسی موجود در ناحیه معین"
      ]
    },
    {
      "EnglishWord": "emergency",
      "Meanings": [
        "اضطراری"
      ]
    },
    {
      "EnglishWord": "emergency alert system",
      "Meanings": [
        "سیستم آماده باش اضطراری جانشین سیتم پخش اضطراری emergency broadcast system",
        "توافقنامه ای بین پخش کنندگان برنامه‌های رادیویی تجاری امریکا برای ارسال اطلاعات اضطراری همگانی در مواقع جنگ یا بلایای طبیعی. این توافقنامه لازم می‌دارد که در تمام گیرنده‌های رادیو",
        "برقی یا باتری",
        "مدارهای مجتمع خاصی نصب شود که به محض دریافت یک سیگنال رمزی",
        "گیرنده را به صورت خودکار روشن کند و پیامها",
        "دستورالعملها و هشدارهای مربوط به وضعیت اضطراری را پخش کند"
      ]
    },
    {
      "EnglishWord": "emergency battery",
      "Meanings": [
        "باطری اضطراری"
      ]
    },
    {
      "EnglishWord": "emergency brake",
      "Meanings": [
        "ترمز اضطراری"
      ]
    },
    {
      "EnglishWord": "emergency broadcast system",
      "Meanings": [
        "سیستم پخش اضطراری سیستمی از ایستگاههای پخش و تجهیزات مرتبط با آنها که با تایید کمیسیون ارتباطات فدرال می‌توانند در مواقع بروز جنگ وبلایای طبیعی و سایر وضعیتهای اضطراری به شکل کنترل شده ای عمل کنند"
      ]
    },
    {
      "EnglishWord": "emergency cable",
      "Meanings": [
        "کابل اضطراری"
      ]
    },
    {
      "EnglishWord": "emergency generator",
      "Meanings": [
        "مولد اضطراری"
      ]
    },
    {
      "EnglishWord": "emergency lighting",
      "Meanings": [
        "روشنایی اضطراری"
      ]
    },
    {
      "EnglishWord": "emergency line",
      "Meanings": [
        "خط اضطراری"
      ]
    },
    {
      "EnglishWord": "emergency load",
      "Meanings": [
        "بار اضطراری"
      ]
    },
    {
      "EnglishWord": "emergency position indicating radio nbeacon",
      "Meanings": [
        "علامت زدن رادیویی وضعیت اضطراری فرستنده دریایی کوچکی که از باتری تغذیه می‌شود و سیگنالهای اضطراری را برای گروههای نجات پخش میکند. گستره کار آن بیشتر از فرستنده",
        "گیرنده‌های «وی اچ اف» ساحلی است و فقط می‌تواند پیامهای رادیویی اضطراری ارسال کند. اسن دستگاه در صورتی شروع به کار می‌کند که کشتی در معرض غرق شدن یا آتش گرفتن باشد و یا اینکه جان یکی از سرنشینان کشتی در خطر باشد. نمونه‌ها متداول آن سیگنالهای روی دو بسامد شناخته شده وضعیت اضطراری یعنی 121/5 مگاهرتز غیر نظامی و 243/0 مگاهرتز نظامی ارسال می‌کنند. آخرین نمونه 406 مگاهرتز این دستگاه سیگنالهای اضطراری را به ماهواره‌های مدارگرد ارسال می‌کند که از آنجا به سازمان ملی امور اقیانوس و جو ان او ای ای رله می‌شود. ان او ای ای نیز گارد ساحلی امریکا را روی بسامدهای 406 و 121/5 مگاهرتز در جریان قرار می‌دهد. دستگاههای رده طوری طراحی و نصب می‌شوند که به صورت خودکار از محل نصب خود کشتی به صورت شناور در می‌آیند و شورع به ارسال سیگنال می‌کنند. سیستمهای رده ll به صورت دستی باید فعال شوند"
      ]
    },
    {
      "EnglishWord": "emergency power plant",
      "Meanings": [
        "نیروگاه برق اضطراری"
      ]
    },
    {
      "EnglishWord": "emergency radio channel",
      "Meanings": [
        "کانال رادیویی وضعیت اضطراری هر بسامد رادیویی که برای مواقع اضطراری ذخیره شده باشد. بسامدهای اضطراری کانالهای استاندارد عبارت اند از 500 مگاهرتز و 8/",
        "/5 و 243 مگاهرتز"
      ]
    },
    {
      "EnglishWord": "emergency switch",
      "Meanings": [
        "کلید اضطراری"
      ]
    },
    {
      "EnglishWord": "emf",
      "Meanings": [
        "electromotive force",
        "نیروی محرکه الکتریکی نیرویی که در یک مدار جریان الکتریکی تولید می‌کند"
      ]
    },
    {
      "EnglishWord": "emf  emf",
      "Meanings": [
        "نیروی محرکه الکتریکی"
      ]
    },
    {
      "EnglishWord": "emg",
      "Meanings": [
        "electromyogram",
        "ماهیچه",
        "برق نگاشت",
        "الکترومایوگرام نمودار ثبت شده به وسیله ماهیچه",
        "برق نگار",
        "electromyograph",
        "الکترومایوگراف دستگاهی برای اندازه گیری و ثبت ولتاژهای تولید شده توسط عضلات بدن"
      ]
    },
    {
      "EnglishWord": "emi",
      "Meanings": [
        "electromagnetic interference",
        "تداخل الکترومغناطیسی نوعی اختلال الکترومغناطیسی که توسط منابع تابنده و فرستنده نظیر تخلیه الکتروستاتیکی ای اس دی. آذرخش",
        "رادار",
        "سیگنالهای رادیو و تلویزیونی",
        "موتورهای جاروبک دار",
        "و خطوط نیرو تولید می‌شود. این تداخل",
        "ولتاژهای نامطلوبی را در مدارهای الکترونیکی ایجاد می‌کند و منجر به خرابی و آسیب دیدگی قطعات می‌شود. برای حفاظت در برابر «ای ام آی» باید از حفاظهای الکتریکی",
        "پالایه ها",
        "و حذف کننده‌های سیگنالهای گذرا استفاده کرد"
      ]
    },
    {
      "EnglishWord": "emission",
      "Meanings": [
        "گسیل 1. هر گونه تابش به وسیله امواج الکترومغناطیس",
        "مثلا از فرستنده رادیویی. 2. electron emission",
        "انتشار",
        "گسیل"
      ]
    },
    {
      "EnglishWord": "emission bandwidth",
      "Meanings": [
        "پهنای باند گسیل باندی که بسامدهای با 99 درصد کل انرژی تابشی تا بسامدهای با توان 25 درصد کل انرژی تابشی را در بر می‌گیرد"
      ]
    },
    {
      "EnglishWord": "emission line",
      "Meanings": [
        "خط گسیل بسامد مشخصه امواج الکترومغناطیس که در شرایط خاص مثلا در هنگام گذار الکترونها از یک تراز انرژی به ترازی دیگر توسط اتمها",
        "مولکولها",
        "یا یونها گسیل می‌شود"
      ]
    },
    {
      "EnglishWord": "emission of electron",
      "Meanings": [
        "انتشار الکترون"
      ]
    },
    {
      "EnglishWord": "emission of light",
      "Meanings": [
        "انتشار نور"
      ]
    },
    {
      "EnglishWord": "emission of sound",
      "Meanings": [
        "انتشار صوت"
      ]
    },
    {
      "EnglishWord": "emission spectrometer",
      "Meanings": [
        "طیف سنج گسیل نوعی طیف سنج که درصد تراکم عناصر از پیش انتخاب شده را در نمونه‌های فلزی یا سایر مواد اندازه می‌گیرد. نمونه توسط قوس یا جرقه الکتریکی تبخیر می‌شود و طول موج مشخصه نورگسیل شده توسط هر عنصر به وسیله توری پراش یا آرایه ای از آشکار سازهای نوری اندازه گرفته می‌شود"
      ]
    },
    {
      "EnglishWord": "emission spectrum",
      "Meanings": [
        "طیف گسیل طیف به دست آمده از تابشهای هر منبع گسیلنده",
        "نظیر طیف تابش منبع نور زیر قرمز"
      ]
    },
    {
      "EnglishWord": "emissivity",
      "Meanings": [
        "گسیلمندی نسبت تابش گسیل شده از یک سطح به تابش گسیل شده از جسم سیاه کامل در همان دما",
        "گسیلندگی"
      ]
    },
    {
      "EnglishWord": "emiter layer",
      "Meanings": [
        "لایه امیتر"
      ]
    },
    {
      "EnglishWord": "emitron",
      "Meanings": [
        "امیترون نوعی لامپ دوربین تلویزیونی ساخت بریتانیا که مشابه آیکونوسکوپ است"
      ]
    },
    {
      "EnglishWord": "emittance",
      "Meanings": [
        "گسیلندگی انرژی تابش شده در واحد سطح تابنده"
      ]
    },
    {
      "EnglishWord": "emitter",
      "Meanings": [
        "امیتر یکی از سه ناحیه ناخالص شده در ترانزیستورهای پیوندی دو قطبی. با بایاس مستقیم پیوند امیتر",
        "یس",
        "امیتر باربرهای اقلیت الکترون یا حفره را به داخل ناحیه بیس تزریق می‌کند که در آنجا یا بازترکیب می‌شوند و یا به داخل کلکتور نفوذ می‌کنند. شارش باربرهای اقلیت از امیتر به کلکتور و تحت کنترل پیوند بیس",
        "امیتر",
        "می‌تواند سیگنالها را تقویت کند",
        "گسیلنده",
        "منتشر کننده"
      ]
    },
    {
      "EnglishWord": "emitter area",
      "Meanings": [
        "سطح امیتر"
      ]
    },
    {
      "EnglishWord": "emitter barrier",
      "Meanings": [
        "سد امیتر"
      ]
    },
    {
      "EnglishWord": "emitter base diode",
      "Meanings": [
        "دیود امیتر",
        "بیس"
      ]
    },
    {
      "EnglishWord": "emitter base junction",
      "Meanings": [
        "پیوند امیتر",
        "بیس"
      ]
    },
    {
      "EnglishWord": "emitter base voltage",
      "Meanings": [
        "ولتاژ امیتر",
        "بیس"
      ]
    },
    {
      "EnglishWord": "emitter circuit",
      "Meanings": [
        "مدار امیتر"
      ]
    },
    {
      "EnglishWord": "emitter coupled logic",
      "Meanings": [
        "منطق تزویج امیتری"
      ]
    },
    {
      "EnglishWord": "emitter crowding",
      "Meanings": [
        "تجمع در امیتر"
      ]
    },
    {
      "EnglishWord": "emitter current",
      "Meanings": [
        "جریان امیتر"
      ]
    },
    {
      "EnglishWord": "emitter depth",
      "Meanings": [
        "عمق امیتر"
      ]
    },
    {
      "EnglishWord": "emitter diffusion",
      "Meanings": [
        "نفوذ امیتر"
      ]
    },
    {
      "EnglishWord": "emitter efficiency",
      "Meanings": [
        "بازده امیتر"
      ]
    },
    {
      "EnglishWord": "emitter electrode",
      "Meanings": [
        "الکترود امیتر"
      ]
    },
    {
      "EnglishWord": "emitter follower",
      "Meanings": [
        "امیتر پیرو"
      ]
    },
    {
      "EnglishWord": "emitter junction",
      "Meanings": [
        "پیوند امیتر پیوندی در ترانزیستور که معمولا در حالت کم",
        "مقاومت بایاس می‌شود تا باربرهای اقلیت را به داخل بیس تزریق کند",
        "پیوند امیتر"
      ]
    },
    {
      "EnglishWord": "emitter region",
      "Meanings": [
        "ناحیه امیتر"
      ]
    },
    {
      "EnglishWord": "emitter resistance",
      "Meanings": [
        "مقاومت امیتر"
      ]
    },
    {
      "EnglishWord": "emitter stabilization",
      "Meanings": [
        "پایدار سازی امیتر استفاده از دیود زنر یا قطعات مشابه برای ثابت نگهداشتن ولتاژ امیتر در یک ترانزیستوری علیرغم تغییرات عادی بایاس بیس"
      ]
    },
    {
      "EnglishWord": "emitter terminal",
      "Meanings": [
        "پایانه امیتر"
      ]
    },
    {
      "EnglishWord": "emitter voltage",
      "Meanings": [
        "ولتاژ امیتر"
      ]
    },
    {
      "EnglishWord": "emitter width",
      "Meanings": [
        "پهنای امیتر"
      ]
    },
    {
      "EnglishWord": "emitter-coupled logic",
      "Meanings": [
        "منطق تزویج امیتری سریعترین خانواده منطق «تی تی ال» که ترانزیستورهای دو قطبی آن به منظور قطع و وصل سریع‌تر و کار در توان‌های بالاتر",
        "در ناحیه فعال بایاس می‌شوند. به عنوان مدار منطقی بسیار سریع کاربرد گسترده ای دررایانه‌ها دارد. منطق «ای سی ال» خود از خانواده‌های متعددی تشکیل شده است"
      ]
    },
    {
      "EnglishWord": "emitter-follower logic",
      "Meanings": [
        "منطق امیتر",
        "پیرو نوعی منطق که در مجتمع سازی مقیاس",
        "وسیع استفاده می‌شود و در آن ترکیب ترانزیستورهای پی ان پی و ان پی ان ساختارهای با کارایی منطق ترانزیستور",
        "مکمل و در عین حال با کمترین سطح مصرفی پدید می‌آورند"
      ]
    },
    {
      "EnglishWord": "emitter-function logic",
      "Meanings": [
        "منطق عمل",
        "امیتری شکلی از مجتمع سازی مقیاس",
        "وسیع که کارایی منطق تزویج",
        "امیتری را به فشردگی ساختارهای چند امیتری ترکیب می‌کند. سادگی دریچه‌ها در این منطق موجب کاهش تاخیر انتشار",
        "اتلاف توان وتعداد سطوح منطقی موردنیاز می‌شود"
      ]
    },
    {
      "EnglishWord": "emmitter bias",
      "Meanings": [
        "بایاس امیتر ولتاژ بایاسی کهبه الکترود امیتر یک ترانزیستور اعمال می‌شود"
      ]
    },
    {
      "EnglishWord": "emp",
      "Meanings": [
        "electromagnetic pulse",
        "پالس الکترومغناطیسی پالس مربوط به تابش الکترومغناطیسی تولید شده بر اثر انفجار گرما",
        "هسته ای شدید سخت کاری و حفاظت مراکز کنترل و پرتاب زیرزمینی موشکها مانع از تداخل این پالس با تجهیزات الکترونیکی و مخابراتی می‌شود"
      ]
    },
    {
      "EnglishWord": "emphasis",
      "Meanings": [
        "تاکید"
      ]
    },
    {
      "EnglishWord": "empirical",
      "Meanings": [
        "تجربی بر اساس اندازه گیری واقعی",
        "مشاهده یا آزمایش و نه به صورت نظری",
        "تجربی"
      ]
    },
    {
      "EnglishWord": "empty band",
      "Meanings": [
        "باند خالی ترازهای انرژی یک اتم که توسط الکترونها اشغال نشده باشند"
      ]
    },
    {
      "EnglishWord": "ems",
      "Meanings": [
        "electromagnetic susceptibility",
        "پذیرفتاری الکترومغناطیسی تحمل پذیری مدارها و قطعات در برابر منابع تداخل کننده یانرژی الکترومغناطیسی"
      ]
    },
    {
      "EnglishWord": "emu",
      "Meanings": [
        "electromagnetic unit",
        "واحد الکترومغناطیسی واحدی در سیستم «سی جی اس» که به شدت هر یک از دو قطب مغناطیسی مشابه یکدیگر را با نیروی 1 دین در فاصله یک سانتیمتری در خلا دفع می‌کنند",
        "عدد یک را اختصاص می‌دهد"
      ]
    },
    {
      "EnglishWord": "emulation",
      "Meanings": [
        "تقلید استفاده از سخت افزار و / یا نرم افزاری که عملکرد یک وسیله یا سیستم را شبیه سازی می‌کند و امکان اصلاح و توسعه کاربردهای آن را فراهم می‌سازد. نمونه آن چاپگرهای رایانه ای با مدارهای برنامه پذیر هستند که می‌توانند سیگنالهای ورودی / خروجی را با فرمت چاپگری از سازنده دیگر ارسال کنند. این اصطلاح با مفهوم شبیه سازی simulation متفاوت است"
      ]
    },
    {
      "EnglishWord": "emulator",
      "Meanings": [
        "مقلد وسیله یا سیستمی که سخت افزار و/ یا نرم افزار به کار رفته در آن امکان عملکرد مشابه با یک وسیله دیگر را فراهم می‌کند"
      ]
    },
    {
      "EnglishWord": "emv",
      "Meanings": [
        "electromagnetic vulnerability",
        "آسیب پذیری الکترومغناطیسی عملکرد تجهیزات یا سیستم هایی که در محیط الکترومغناطیسی آسیب پذیر هستند"
      ]
    },
    {
      "EnglishWord": "enable",
      "Meanings": [
        "فعال سازی تحریک مدار یا دریچه با اعمال یا برداشتن سیگنال یا پالس مناسب",
        "فعال سازی",
        "فعال شدن",
        "توانا ساز"
      ]
    },
    {
      "EnglishWord": "enabling gate",
      "Meanings": [
        "دریچه فعال ساز مداری که شروع و طول پالس تحریک را تعین می‌کند"
      ]
    },
    {
      "EnglishWord": "enabling pulse",
      "Meanings": [
        "پالس فعال ساز پالسی که مدار را برای عملیات بعدی آماده می‌کند"
      ]
    },
    {
      "EnglishWord": "enameled wire",
      "Meanings": [
        "سیم لعاب دار سیمی که بالایه عایقی از لعاب پخته پوشانده شده است"
      ]
    },
    {
      "EnglishWord": "encapsulation",
      "Meanings": [
        "بسته بندی",
        "کپسول کردن قرار دادن پوشش محافظ برای یک قطعه یا مجموعه از طریق فرو بردن آن در مذاب پلاستیک عایق یا ماده عایق دیگری که پس از سرد شدن",
        "محکم و سخت شود. برخی از مواد کپسول کننده",
        "عبارت اند از سیلیکون RTV",
        "اپوکسی و اکسید سیلیسیم شیشه",
        "روپوش دار کردن"
      ]
    },
    {
      "EnglishWord": "encipher  encode   encrypt",
      "Meanings": [
        "رمزی کردن تبدیل متن معمولی به شکلی نامفهوم توسط سیستم رمز کننده"
      ]
    },
    {
      "EnglishWord": "enciphered facsimile communication",
      "Meanings": [
        "مخابرات نمابری رمزی مخلوط کردن خروجی نمابر با پالسهای کلیدی که توسط یک مولد کلید تولید می‌شود به منظور افزایش ایمنی ارتباط. در محل گیرنده",
        "کلیدهای مشابه از خروجی کم شده تا متن قابل فهم بازیابی می‌شود"
      ]
    },
    {
      "EnglishWord": "enclosure",
      "Meanings": [
        "محفظه محفظه یا بدنه ای برای بلندگوها و سایر تجهیزات الکترونیکی"
      ]
    },
    {
      "EnglishWord": "encode",
      "Meanings": [
        "رمز گذاری 1. بیان اطلاعات معین با رمز. 2. آماده کردن برنامه به زبان ماشین در یک رایانه خاص. 3. encipher",
        "به رمز در آوردن"
      ]
    },
    {
      "EnglishWord": "encoder",
      "Meanings": [
        "رمز گذار 1. وسیله ای الکترومکانیکی که چرخش محور را به پالسهای قابل شمارش در خروجی تبدیل می‌کند تا از روی آن زاویه محور یا تعداد دور آن تعیین شود. مهم‌ترین نوع آن رمزگذارنوری زاویه",
        "محور است که از تعدادی لامپ نورگسیل و آشکار ساز نوری و صفحه ای از نقاط روشن و تاریک که روی محور نصب می‌شود",
        "تشکیل شده است. با چرخش محور",
        "باریکه‌های نور توسط صفحه قطع می‌شوند و رمزهایی را در خروجی تولید می‌کند. دو نوع اصلی رمزگذار نوری زاویه",
        "محور عبارت اند از مطلق و نموی. از این رمزگذارها به عنوان حسگرهای پسخوردی در سیستم کنترل حلقه",
        "بسته استفاده می‌شود. 2. مداری که با انجام عملیات نمونه برداری",
        "فشرده سازی و تبدیل قیاسی",
        "به",
        "یک سیگنال قیاسی را به رشته ای از نمونه‌های مدوله شده رمز",
        "پالسی پی سی ام تبدیل می‌کند",
        "کد گذار"
      ]
    },
    {
      "EnglishWord": "encoding",
      "Meanings": [
        "رمز گذاری",
        "کد گذاری"
      ]
    },
    {
      "EnglishWord": "encryption",
      "Meanings": [
        "رمز بندی به رمز در آوردن سیگنال‌های دیداری",
        "شنیداری",
        "یا داده‌ها با استفاده از مدارهای رمزگذار مخصوص و به منظور جلوگیری از دریافت غیر مجاز آنها. رمزگشایی با معکوس کردن روند رمزگذاری انجام می‌گیرد"
      ]
    },
    {
      "EnglishWord": "encryption key",
      "Meanings": [
        "کلید رمزبندی رشته ای از اعداد که قبل از تبدیل داده‌ها توسط الگو ریتم رمز بندی باید وارد آن شوند. به همین ترتیب کلید رمز زدایی decryption key داده‌ها را به شکل اولیه خود برمی گرداند"
      ]
    },
    {
      "EnglishWord": "end",
      "Meanings": [
        "انتها",
        "پایان"
      ]
    },
    {
      "EnglishWord": "end effect",
      "Meanings": [
        "اثر انتها اثر خازنی در سرهای یک آنتن. این اثر لازم می‌دارد که طول واقعی آنتن نیم موج حدود 5 درصد کمتر از نصف طول موج باشد"
      ]
    },
    {
      "EnglishWord": "end effector",
      "Meanings": [
        "محرک پایانی ابزاری مکانیکی در قسمت انتهایی بازوی روبات برای انجام کارهای مختلف. مانند «دست» الکترومکانیکی برای در دست گرفتن",
        "کاسه مکش برای برداشتن صفحه‌های تخت",
        "پیچ گوشتی الکترونیکی برای پیچاندن پیچها",
        "رنگ پاش برای رنگ کاری",
        "و مشعل جوشکاری برای جوش دادن"
      ]
    },
    {
      "EnglishWord": "end face",
      "Meanings": [
        "سطح انتهایی"
      ]
    },
    {
      "EnglishWord": "end points",
      "Meanings": [
        "نقاط انتهایی"
      ]
    },
    {
      "EnglishWord": "end shield",
      "Meanings": [
        "حفاظ انتهایی حفاظی که برای جلوگیری از بمباران الکترونها در هر یک از سرهای کاتد مگنترون گذاشته می‌شود"
      ]
    },
    {
      "EnglishWord": "end system",
      "Meanings": [
        "سیستم انتهایی"
      ]
    },
    {
      "EnglishWord": "end-around carry",
      "Meanings": [
        "رقم نقلی چرخشی سیگنال نقلی در رایانه که پس از تولید در محل رقم با ارزش ترین",
        "مستقیما به محل رقم کم ارزش‌ترین فرستاده می‌شود"
      ]
    },
    {
      "EnglishWord": "end-fed antenna",
      "Meanings": [
        "آنتنی تغذیه از سر آنتنی که سیگنال را از یک سر دریافت می‌کند. از آنجایی که هر یک از سرهای آنتن نقطه بیشترین ولتاژ است",
        "به ان آنتن تغذیه با ولتاژ نیز می‌گویند. نمونه آن آنتن تغذیه با ولتاژ «زپ» zepp antenna است"
      ]
    },
    {
      "EnglishWord": "end-fire array",
      "Meanings": [
        "آرایه سرتاب آرایه ای خطی که جهت بیشترین تابش آن در امتداد محور آرایه است و می‌تواند یکسویه یا دوسویه باشد. عناصر آن همچون آنتن اسکلت ماهی موازی و در یک صفحه اند"
      ]
    },
    {
      "EnglishWord": "ending delimiter",
      "Meanings": [
        "تعیین کننده فاصله تا انتها"
      ]
    },
    {
      "EnglishWord": "end-of-tape marker",
      "Meanings": [
        "نشانگذار انتهای نوار باریکه فلزی",
        "نوار بازتاب کننده نور",
        "قسمت شفاف",
        "یا رمز خاصی که در انتهای ناحیه قابل ضبط یک نوار مغناطیسی قرار داده می‌شود"
      ]
    },
    {
      "EnglishWord": "endothermic",
      "Meanings": [
        "گرماگیر فرایندی که گرما را جذب می‌کند"
      ]
    },
    {
      "EnglishWord": "energize",
      "Meanings": [
        "انرژی دادن اعمال ولتاژ مجاز به دستگاه"
      ]
    },
    {
      "EnglishWord": "energy",
      "Meanings": [
        "انرژی توانایی انجام کار. انرژی از شکلی به شکلی دیگر منتقل می‌شود اما نمی‌توان آن را به وجود آورد یا از بین برد. واحدهای انرژی الکتریکی عبارت اند از وات",
        "ثانیه",
        "ژول",
        "یا اجزای ژول",
        "انرژی"
      ]
    },
    {
      "EnglishWord": "energy  level",
      "Meanings": [
        "تراز انرژی حالتهایی که در آن انرژی ذرات اتم ثابت است. در هر تراز از انرژی فقط تعداد محدودی الکترون می‌توانند وجود داشته باشند. با رفتن الکترون به تراز انرژی پایین تر",
        "انرژی گسیل و در صورت رفتن به تراز بالاتر انرژی جذب می‌شود"
      ]
    },
    {
      "EnglishWord": "energy balance",
      "Meanings": [
        "تعادل انرژی"
      ]
    },
    {
      "EnglishWord": "energy band",
      "Meanings": [
        "باند انرژی"
      ]
    },
    {
      "EnglishWord": "energy band  bloch band",
      "Meanings": [
        "باند انرژی",
        "باند بلوخ مجموعه ای از ترازهای انرژی گسسته اما نزدیک به هم که تعداد آنها برابر با تعداد اتمها است. منشا آن حالت‌های کوانتومی اتمها ماده ای است که از حالت گازی غیر دیژنره به حالت جامد فشرده می‌شوند. در نیمرساناها",
        "بالاترین تراز انرزی باند رسانش است که فقط الکترونهای مربوط به ناخالصیهای بلور در آن قرار دارند. بالاترین تراز بعدی",
        "باند ظرفیت است که معمولا با الکترونها پر شده است. بین این دو باند",
        "باند ممنوع قرار می‌گیرد که پهنای آن در ماده عایق بیشتر از نیمرسانا است. این باند در مواد رسانا وجود ندارد"
      ]
    },
    {
      "EnglishWord": "energy beam",
      "Meanings": [
        "باریکه انرژی باریکه ای پرقدرت از نور",
        "الکترونها یا سایر ذرات هسته که برای برش",
        "سوراخکاری",
        "شکلدهی",
        "جوشکاری و پرداخت فلزات",
        "سرامیکها و مواد دیگر به کار می‌رود"
      ]
    },
    {
      "EnglishWord": "energy conservation law",
      "Meanings": [
        "قانون بقای انرزی انرژی نه تولید می‌شود نه از بین می‌رود",
        "تنها از شکلی به شکلی دیگر تبدیل می‌شود"
      ]
    },
    {
      "EnglishWord": "energy consumption",
      "Meanings": [
        "مصرف انرژی"
      ]
    },
    {
      "EnglishWord": "energy conversion",
      "Meanings": [
        "تبدیل انرژی"
      ]
    },
    {
      "EnglishWord": "energy converter",
      "Meanings": [
        "مبدل انرژی"
      ]
    },
    {
      "EnglishWord": "energy density",
      "Meanings": [
        "چگالی انرژی"
      ]
    },
    {
      "EnglishWord": "energy dependence",
      "Meanings": [
        "وابستگی انرژی مشخصه پاسخ یکم آشکار ساز تابش به گستره معینی از طول موج‌ها یا انرژیهای تابشی"
      ]
    },
    {
      "EnglishWord": "energy distribution",
      "Meanings": [
        "توزیع انرژی"
      ]
    },
    {
      "EnglishWord": "energy drop",
      "Meanings": [
        "افت انرژی"
      ]
    },
    {
      "EnglishWord": "energy equation",
      "Meanings": [
        "معادله انرژی"
      ]
    },
    {
      "EnglishWord": "energy exchange",
      "Meanings": [
        "تبادل انرژی"
      ]
    },
    {
      "EnglishWord": "energy flow",
      "Meanings": [
        "جریان انرژی"
      ]
    },
    {
      "EnglishWord": "energy flux",
      "Meanings": [
        "شار انرژی"
      ]
    },
    {
      "EnglishWord": "energy gap",
      "Meanings": [
        "شکاف انرژی گستره انرژی بین پایین باند رسانش و بالای باند ظرفیت در نیمرسانا",
        "شکاف انرژی"
      ]
    },
    {
      "EnglishWord": "energy inductive",
      "Meanings": [
        "انرژی القایی"
      ]
    },
    {
      "EnglishWord": "energy level",
      "Meanings": [
        "سطح انرژی"
      ]
    },
    {
      "EnglishWord": "energy -level digram  energy digram",
      "Meanings": [
        "نمودار تراز انرژی",
        "نموار انرژی نموداری که تراز انرژی ذرات یک سیستم کوانتیده را به صورت فواصل خطوط افقی از تراز انرژی صفر نشان می‌دهد"
      ]
    },
    {
      "EnglishWord": "energy loss",
      "Meanings": [
        "تلف انرژی"
      ]
    },
    {
      "EnglishWord": "energy meter",
      "Meanings": [
        "کنتور برق"
      ]
    },
    {
      "EnglishWord": "energy of radiation",
      "Meanings": [
        "انرژی تشعشعی"
      ]
    },
    {
      "EnglishWord": "energy of rotation",
      "Meanings": [
        "انرژی دورانی"
      ]
    },
    {
      "EnglishWord": "energy principle",
      "Meanings": [
        "اصل انرژی"
      ]
    },
    {
      "EnglishWord": "energy product curve",
      "Meanings": [
        "منحنی حاصلضرب انرژی منحنی که از رسم حاصلضرب مقادیر القای مغناطیسی B و شدت میدان مغناطیسی H برای هر نقطه از منحنی مغناطیسی زدایی یک ماده آهنربایی دایم به دست می‌آید"
      ]
    },
    {
      "EnglishWord": "energy quantum",
      "Meanings": [
        "کوانتوم انرژی"
      ]
    },
    {
      "EnglishWord": "energy recovery",
      "Meanings": [
        "بازیابی انرژی"
      ]
    },
    {
      "EnglishWord": "energy scheme",
      "Meanings": [
        "نمودار انرژی"
      ]
    },
    {
      "EnglishWord": "energy source",
      "Meanings": [
        "منبع انرژی"
      ]
    },
    {
      "EnglishWord": "energy spectral density",
      "Meanings": [
        "چگالی طیف انرژی"
      ]
    },
    {
      "EnglishWord": "energy state",
      "Meanings": [
        "حالت انرژی"
      ]
    },
    {
      "EnglishWord": "energy storage",
      "Meanings": [
        "ذخیره انرژی"
      ]
    },
    {
      "EnglishWord": "energy storage element",
      "Meanings": [
        "عنصر ذخیره کننده انرژی"
      ]
    },
    {
      "EnglishWord": "energy theorem",
      "Meanings": [
        "نظریه انرژی"
      ]
    },
    {
      "EnglishWord": "energy transfer",
      "Meanings": [
        "انتقال انرژی"
      ]
    },
    {
      "EnglishWord": "energy transport",
      "Meanings": [
        "حمل و نقل انرژی"
      ]
    },
    {
      "EnglishWord": "energy unit",
      "Meanings": [
        "واحد انرژی"
      ]
    },
    {
      "EnglishWord": "engine",
      "Meanings": [
        "ماشین",
        "موتور"
      ]
    },
    {
      "EnglishWord": "engineer",
      "Meanings": [
        "مهندس فردی که تجارب و آموزشهای لازم برای انجام وظایف تخصصی در شاخه ای از مهندسی دارد. عموما مهندس با طراحی",
        "ساخت",
        "عملکرد ونظارت سروکار دارد",
        "در حالی که دانشمند در جستجوی مواد جدید",
        "اصول جدید",
        "و یافته‌های جدید است",
        "مهندس"
      ]
    },
    {
      "EnglishWord": "engineering",
      "Meanings": [
        "مهندسی تخصصی که در آن دانشهایی از علوم ریاضی و فیزیکی از طریق مطالعه",
        "آزمایش و تمرین به دست می‌آید و همراه با استدلال و نتیجه گیری برای بهره برداری از مواد و نیروهای طبیعت به کارگرفته می‌شود",
        "مهندسی"
      ]
    },
    {
      "EnglishWord": "enhance",
      "Meanings": [
        "افزایشی",
        "ارتقایی"
      ]
    },
    {
      "EnglishWord": "enhance mode",
      "Meanings": [
        "حالت افزایشی"
      ]
    },
    {
      "EnglishWord": "enhanced graphics adapter",
      "Meanings": [
        "تطبیق دهنده گرافیکی بهبود یافته نوعی تطبیق دهنده گرافیکی که سیگنال «آر جی بی» سطح «تی تی ال» را برای نمایشگر رنگی راینه‌های شخصی فراهم می‌کند. این سیگنال تا 64 رنگ را می‌تواند مشخص کند"
      ]
    },
    {
      "EnglishWord": "enhanced small device interface",
      "Meanings": [
        "واسطه بهبود یافته وسیله کوچک نوعی واسطه استاندارد برای سخت",
        "دیسک گردانها که سازگاری بین محصولات سازندگان مختلف را تضمین می‌کند"
      ]
    },
    {
      "EnglishWord": "enhanced video connection standard",
      "Meanings": [
        "استاندارد بهبود یافته اتصال ویدیو استانداردی که از سوی انجمن استانداردهای الکترونیک ویدیو VESA وضع شده است"
      ]
    },
    {
      "EnglishWord": "enhanced-carrier demodulation",
      "Meanings": [
        "مدوله زدایی حامل",
        "تقویت شده نوعی سیستم مدوله زدایی دامنه که در آن حامل محلی و همزمان شده",
        "با فاز مناسب وارد مدوله زدا می‌شود تا از اعوجاج آن بکاهد"
      ]
    },
    {
      "EnglishWord": "enhancement",
      "Meanings": [
        "افزایش",
        "ارتقا"
      ]
    },
    {
      "EnglishWord": "enhancement - mode fet",
      "Meanings": [
        "فت مد",
        "افزایشی اشاره به مدی از ترانزیستور اثر",
        "میدانی ماسفت یا مسفت که در آن به دلیل تخلیه کامل قطعه لازم است با یاس خاصی برای برقراری جریان سورس",
        "درین اعمال شود. فت مد",
        "افزایشی اصطلاحا «در حالت عادی قطع» نیز نام دارد. فت کانال",
        "N نیاز به بایاس مثبت و فت کانال",
        "P نیاز به بایاس منفی برای شروع هدایت دارد"
      ]
    },
    {
      "EnglishWord": "enhancement -depletion circuit",
      "Meanings": [
        "مدار تخلیه ای",
        "افزایشی مدار مجتمعی که شامل هر دو نوع فت مد",
        "افزایشی ومد",
        "تخلیه ای است"
      ]
    },
    {
      "EnglishWord": "enhancement transistor",
      "Meanings": [
        "ترانزیستور افزایشی"
      ]
    },
    {
      "EnglishWord": "enhancement type fet",
      "Meanings": [
        "FET نوع افزایشی"
      ]
    },
    {
      "EnglishWord": "enica",
      "Meanings": [
        "Electyronic numerical integrator",
        "انتگرال گیر عددی الکترونیکی آنیاک نمونه ای ابتدایی از رایانه‌های رقمی که در سال 1946 و در دانشگاه پنیلونیا به منظور محاسبه مسیر پرتاب گلوله‌های توپ طراحی و ساخته شد. 17/468 لامپ خلا در آن به کار رفته و می‌توانست 5000 عدد را یک ثانیه جمع کند"
      ]
    },
    {
      "EnglishWord": "enlarged",
      "Meanings": [
        "توسعه یافته"
      ]
    },
    {
      "EnglishWord": "ensemble",
      "Meanings": [
        "مجموعه"
      ]
    },
    {
      "EnglishWord": "entire memory",
      "Meanings": [
        "کل حافظه"
      ]
    },
    {
      "EnglishWord": "entity",
      "Meanings": [
        "نهاد"
      ]
    },
    {
      "EnglishWord": "entropy",
      "Meanings": [
        "انتروپی بازدهی ارسال در سیستمی که با اطلاعات سر کار دارد. برحسب لگاریتم تعداد پیامهای قابل ارسال از بین مجموعه خاصی از نمادها انتخاب می‌شوند",
        "بیان می‌شود"
      ]
    },
    {
      "EnglishWord": "enumerated",
      "Meanings": [
        "شمارش و معین شده"
      ]
    },
    {
      "EnglishWord": "enumerated type",
      "Meanings": [
        "نوع شمارش شده"
      ]
    },
    {
      "EnglishWord": "enumerated value",
      "Meanings": [
        "مقدار شمارش شده"
      ]
    },
    {
      "EnglishWord": "envelope",
      "Meanings": [
        "حباب",
        "پوش 1. پوشش شیشه ای یا فلزی لامپ الکترونی. 2. منحنی ای که از اتصال نقاط اوج نمودار مربوط به شکل موج سیگنال حامل مدوله شده «ار",
        "اف» به دست می‌آید",
        "پوش"
      ]
    },
    {
      "EnglishWord": "envelope detection",
      "Meanings": [
        "آشکار سازی پوش"
      ]
    },
    {
      "EnglishWord": "envelope detector",
      "Meanings": [
        "آشکار ساز پوش"
      ]
    },
    {
      "EnglishWord": "envelope function",
      "Meanings": [
        "تابع پوش"
      ]
    },
    {
      "EnglishWord": "ephemeris",
      "Meanings": [
        "جدول نجومی جدولی که موقعیت محاسبه شده یک ماهواره یا جسم آسمانی را در فواصل زمانی منظم مشخص می‌کند"
      ]
    },
    {
      "EnglishWord": "ephemeris time",
      "Meanings": [
        "زمان نجومی استاندارد بنیادی زمان برحسب چرخش زمین به دور خورشید. ثانیه نجومی برابر با 1 بر روی 31556925/9747 سال خورشیدی است"
      ]
    },
    {
      "EnglishWord": "epirbn",
      "Meanings": [
        "emergency position indicating radio nbeacon",
        "علامت زدن رادیویی وضعیت اضطراری فرستنده دریایی کوچکی که از باتری تغذیه می‌شود و سیگنالهای اضطراری را برای گروههای نجات پخش میکند. گستره کار آن بیشتر از فرستنده",
        "گیرنده‌های «وی اچ اف» ساحلی است و فقط می‌تواند پیامهای رادیویی اضطراری ارسال کند. اسن دستگاه در صورتی شروع به کار می‌کند که کشتی در معرض غرق شدن یا آتش گرفتن باشد و یا اینکه جان یکی از سرنشینان کشتی در خطر باشد. نمونه‌ها متداول آن سیگنالهای روی دو بسامد شناخته شده وضعیت اضطراری یعنی 121/5 مگاهرتز غیر نظامی و 243/0 مگاهرتز نظامی ارسال می‌کنند. آخرین نمونه 406 مگاهرتز این دستگاه سیگنالهای اضطراری را به ماهواره‌های مدارگرد ارسال می‌کند که از آنجا به سازمان ملی امور اقیانوس و جو ان او ای ای رله می‌شود. ان او ای ای نیز گارد ساحلی امریکا را روی بسامدهای 406 و 121/5 مگاهرتز در جریان قرار می‌دهد. دستگاههای رده طوری طراحی و نصب می‌شوند که به صورت خودکار از محل نصب خود کشتی به صورت شناور در می‌آیند و شورع به ارسال سیگنال می‌کنند. سیستمهای رده ll به صورت دستی باید فعال شوند"
      ]
    },
    {
      "EnglishWord": "epitaxial",
      "Meanings": [
        "رونشستی"
      ]
    },
    {
      "EnglishWord": "epitaxial diffused-junction transistor",
      "Meanings": [
        "ترانزیستور پیوند",
        "نفوذی رونشستی نوعی ترانزیستور پیوندی که از رشد لایه نازک نیمرسانا با خلوص بالا بر روی نیمرسانایی از همان نوع ولی با ناخالصی شدید به دست می‌آید"
      ]
    },
    {
      "EnglishWord": "epitaxial diffused-mesa transistor",
      "Meanings": [
        "ترانزیستور مزا",
        "نفوذی نوعی ترانزیستور مزا نفوذی که در آن یک لایه رونشستی با مقاومت ویژه بالا روی بستر نشانده شده و به عنوان کلکتور عمل می‌کند"
      ]
    },
    {
      "EnglishWord": "epitaxial doping",
      "Meanings": [
        "آلایش رونشستی"
      ]
    },
    {
      "EnglishWord": "epitaxial junction",
      "Meanings": [
        "پیوند رونشستی لایه رونشستی ناخالص که روی بستر رونشستی از نوع مخالف رشد داده می‌شود و یک پیوند PN می‌سازد"
      ]
    },
    {
      "EnglishWord": "epitaxial layer",
      "Meanings": [
        "لایه رونشستی لایه نیمرسانای نازکی که با حفظ جهت بلوری بستر روی آن رشد داده می‌شود. فرایند نمونه آن",
        "متراکم کردن اتمهای سیلسیم روی بستر سیلیسیمی در دمای 1200 درجه است",
        "در این دما اتمها متحرک هستند و می‌توانند جهت شبکه بلوری بستر را بگیرند",
        "لایه ورنشستی"
      ]
    },
    {
      "EnglishWord": "epitaxial process",
      "Meanings": [
        "فرایند رونشستی"
      ]
    },
    {
      "EnglishWord": "epitaxy",
      "Meanings": [
        "رونشانی رشد کنترل شده شده لایه تک",
        "بلور. موسوم به لایه اپی epilayer",
        "روی بستر تک",
        "بلور. در رونشانی همگون homoepitaxy لایه سیلیسیم روی بستر سیلیسیم لایه اپی ساختار بلوری بستر یا همان جهت شبکه بلوری بستر را تکرار می‌کند. در رونشانی ناهمگون heteroepitaxy سیلیسیم روی یاقوت لایه‌های نشانده شده دارای ساختار بلوری متفاوت با بستر خود هستند. در این روش می‌توان لایه بلوری با کمترین نقص و / یا ویژگیهای متفاوت با بستر اصلی تشکیل داد",
        "رونشینی"
      ]
    },
    {
      "EnglishWord": "epld",
      "Meanings": [
        "electronically programmable logic device",
        "قطعه منطقی برنامه پذیر الکترونیکی نوعی قطعه برنامه پذیر میدانی که به جای پیوندهای فیوزی از ترانزیستور برای کنترل مسیر سیگنال‌ها در آرایه ثابت بلوکهای منطقی خود استفاده می‌کند. برای برنامه نویسی دوباره «ای پی دی» باید تراشه را در عرض نور فرابنفش قرار داد تا بخش ایپرام آن پاک واتصالهای مربوط به برنامه ریزی اولیه باز شود. سپس برنامه جدید حاوی اطلاعات مسیر سیگنال در سلولهای ترانزیستوری حافظه ایپرام بار می‌شود"
      ]
    },
    {
      "EnglishWord": "epndb",
      "Meanings": [
        "effective perceived noise decibel",
        "دسیبل موثر نویز دریافتی واحد فرضی نویز که آثار زمان و بسامد در آن منظور شده است. یکی از شرایط اعطای گواهینامه نویز از سوی سازمان هوانوردی فدرال آمریکا مشخص کردن این مقدار در هواپیماست"
      ]
    },
    {
      "EnglishWord": "epoxy",
      "Meanings": [
        "اپوکسی نوعی رزنی پلاستیکی با استحکام چسبندگی زیاد",
        "انقباض کم و ویژگیهای عایقی عالی که به عنوان چسب و کپسول کننده قطعات و مدارها به کار می‌رود"
      ]
    },
    {
      "EnglishWord": "epoxy glass  glass-fiber epoxy",
      "Meanings": [
        "اپوکسی گلاس نوعی پلاستیک محکم و مناسب برای کار در دماهای بالا به عنوان مخلوطی از تارهای شیشه ای و اپوکسی دارای ضریب انبساط گرمایی کم و رطوبت پذیری پایین است. به عنوان ماده اصلی در تخته مدارها و کارت‌های صنعتی و نظامی استفاده می‌شود و بستری مناسب برای مدارهای ریز موج خط",
        "نواری",
        "مدولهای حافظه کشویی و قطعات بسامد",
        "رادیویی است. قابلیت تحمل دماهای 400 تا 500 درجه F را دارد"
      ]
    },
    {
      "EnglishWord": "eprom",
      "Meanings": [
        "erasable programmable read",
        "only memory",
        "حافظه فقط خواندنی برنامه پذیر پاک شونده نوعی حافظه رام نیمرسانا و غیر فرار که با قرار گرفتن در معرض نور فرابنفش UV اطلاعات آن پاک می‌شودو مجددا به صورت الکتریکی قابل برنامه ریزی است. برای این منظور یک پنجره کوارتر شفاف روی تراشه کار گذاشته می‌شود بعد از برنامه ریزی سطح پنجره با یک ماده کدر باید پوشانده شود",
        "حافظه فقط خواندنی قابل برنامه نویسی و پاک شدن"
      ]
    },
    {
      "EnglishWord": "epuipotential   surface",
      "Meanings": [
        "سطح همپتانسیل سطحی فرضی در فضا یا محیطی دیگر که پتانسیل تمام نقاط آن یکسان است"
      ]
    },
    {
      "EnglishWord": "equal-energy source",
      "Meanings": [
        "منبع هم",
        "انرژی منبع نوری که آهنگ زمانی گسیل انرژی آن در واحد طول موج در سراسر طیف مریی ثابت است"
      ]
    },
    {
      "EnglishWord": "equal-energy white",
      "Meanings": [
        "سفید هم",
        "انرژی نور تولید شده توسط منبعی که انرژی یکسانی را در تمام طول موجهای مریی تابش می‌کند"
      ]
    },
    {
      "EnglishWord": "equality",
      "Meanings": [
        "برابری",
        "تعادل"
      ]
    },
    {
      "EnglishWord": "equalization",
      "Meanings": [
        "برابر سازی مجموعه روشهای تمیز دهنده بسامدی که در هنگنام ارسال",
        "و ضبط",
        "تقویت",
        "یا پردازش سیگنالها به منظور ایجاد پاسخ بسامدی مطلوب به کار گرفته می‌شوند",
        "تعدیل",
        "متعادل کردن"
      ]
    },
    {
      "EnglishWord": "equalization curve",
      "Meanings": [
        "منجنی برابر سازی منحنی ای که پاسخ بسامدی موردنیاز در یک سیستم صدای وفاداری",
        "بالا‌های فی را به منظور جبران اثر بیش تقوزت اعمال شده در استودیوی پخش نشان می‌دهد"
      ]
    },
    {
      "EnglishWord": "equalizer",
      "Meanings": [
        "برابر ساز شبکه ای الکتریکی که تغییرات تاثیر فاز یا بهره آن با بسامد اثر مشخصه نامطولب دامنه وفاز خط انتقال را جبران می‌کند",
        "متعادل کننده",
        "بکنواخت ساز"
      ]
    },
    {
      "EnglishWord": "equalizing pulse",
      "Meanings": [
        "پالس برابر سازی پالسی که بلا فاصله قبل و بعد از پالس همزمانی افقی در سیگنال تلویزیونی قرار می‌گیرد و اثر پالسهای بسامد خط را بر روی هم",
        "باقی خطوط تصویر به حد اقل می‌رساند. بسامد پالسهای برابر سازی دو برابر بسامد خط است و باعث می‌شود هر انحراف عمودی درست در لحظه مناسب انجام گیرد"
      ]
    },
    {
      "EnglishWord": "equally tempered scale",
      "Meanings": [
        "گام با تعدیل یکنوا رشته ای از تنهای موسیقی که با تقسیم اکتاو به 14 فاصله مساوی انتخاب می‌شوند"
      ]
    },
    {
      "EnglishWord": "equation",
      "Meanings": [
        "معادله"
      ]
    },
    {
      "EnglishWord": "equatorial mounting",
      "Meanings": [
        "نصب استوایی نصب آنتن رادیو",
        "تلسکوپ به گونه ای که حول محور موازی با محور چرخش زمین پیوسته در حرکت باشد. اگر سرعت موتور آنتن با سرعت چرخش زمین یکسان باشد",
        "جهت آنتن همواره به سمت نقطه ثابت در فضا خواهد بود"
      ]
    },
    {
      "EnglishWord": "equatorial orbit",
      "Meanings": [
        "مدار استوایی مدار واقع در صفحه استوای زمین"
      ]
    },
    {
      "EnglishWord": "equiangular spiral antenna",
      "Meanings": [
        "آنتن مار پیچ هم",
        "زاویه نوعی آنتن پهن",
        "باند و مستقل از بسامد که از ورقه‌های فلز ساخته می‌شود و باریکه ای با قطبش دایره ای خیلی پهن در دو طرف سطح خود تابش می‌کند. محدودیت عمده این آ«تن دو سویه بودن الگوی تابشی آن است"
      ]
    },
    {
      "EnglishWord": "equilibrium",
      "Meanings": [
        "تعادل جسمی که در حالت سکون ایستا است. ساده‌ترین وضعیت هنگامی روی می‌دهد که به جسم فقط دو نیروی برابر و مخالف هم وارد شود",
        "موازنه",
        "حالت تعادل"
      ]
    },
    {
      "EnglishWord": "equilibrium composition",
      "Meanings": [
        "ترکیب تعادل"
      ]
    },
    {
      "EnglishWord": "equilibrium concentration",
      "Meanings": [
        "غلظت تعادل"
      ]
    },
    {
      "EnglishWord": "equilibrium condition",
      "Meanings": [
        "شرط تعادل"
      ]
    },
    {
      "EnglishWord": "equilibrium constant",
      "Meanings": [
        "ثابت تعادل"
      ]
    },
    {
      "EnglishWord": "equilibrium diagram",
      "Meanings": [
        "نمودار تعادل"
      ]
    },
    {
      "EnglishWord": "equilibrium distribution",
      "Meanings": [
        "توزیع تعادل"
      ]
    },
    {
      "EnglishWord": "equilibrium point",
      "Meanings": [
        "نقطه تعادل"
      ]
    },
    {
      "EnglishWord": "equilibrium position",
      "Meanings": [
        "وضعیت تعادل"
      ]
    },
    {
      "EnglishWord": "equilibrium potential",
      "Meanings": [
        "پتانسیل تعادل"
      ]
    },
    {
      "EnglishWord": "equilibrium state",
      "Meanings": [
        "حالت تعادل"
      ]
    },
    {
      "EnglishWord": "equip",
      "Meanings": [
        "تجهیز کردن",
        "ایجاد کردن"
      ]
    },
    {
      "EnglishWord": "equiphase surface",
      "Meanings": [
        "سطح همفاز هر سطح موجی که روی آن بردارهای میدان در یک نقطه یا همفاز و یا دارای 180 درجه اختلاف فاز باشند"
      ]
    },
    {
      "EnglishWord": "equiphase zone",
      "Meanings": [
        "منطقه همفاز منطقه ای در فضا که در آن اختلاف فاز دو سیگنال رادیویی غیر قابل تشخیص است"
      ]
    },
    {
      "EnglishWord": "equipment",
      "Meanings": [
        "تجهیزات",
        "دستگاه یک یا چند مجموعه مکمل هم که کار واحدی را انجام دهند",
        "دستگاه"
      ]
    },
    {
      "EnglishWord": "equipotemtial",
      "Meanings": [
        "همپتانسیل ویژگی داشتن پتانسیل یکسان در تمام نقاط"
      ]
    },
    {
      "EnglishWord": "equipotential",
      "Meanings": [
        "هم پتانسیل"
      ]
    },
    {
      "EnglishWord": "equipotential line",
      "Meanings": [
        "خط همپتانسیل خطی فرضی در فضا یا محیطی دیگر که پتانسیل تمام آن یکسان است"
      ]
    },
    {
      "EnglishWord": "equipotential lines",
      "Meanings": [
        "خطوط هم پتانسیل"
      ]
    },
    {
      "EnglishWord": "equipotential surface",
      "Meanings": [
        "سطح هم پتانسیل"
      ]
    },
    {
      "EnglishWord": "equiripple",
      "Meanings": [
        "با دندانگی یکنواخت"
      ]
    },
    {
      "EnglishWord": "equiripple filter",
      "Meanings": [
        "فیلتر بادندانگی یکسان"
      ]
    },
    {
      "EnglishWord": "equisignal localizer  equisignal beacon radio - range",
      "Meanings": [
        "مکان یاب همسیگنال",
        "هدایت رادیویی همسیگنال سیستم مکان یاب برای هدایت هواپیما که خط مسیر آن در مرکز ناحیه ساخته شده از دو سیگنال ارسالی هم",
        "دامنه قرار می‌گیرد. هر گونه انحراف از این ناحیه بصورت عدم قوازن در دامنه سیگنالی ظاهر می‌شود"
      ]
    },
    {
      "EnglishWord": "equisignal zone",
      "Meanings": [
        "منطقه همسیگنال منطقه ای در فضا که در درون آن اختلاف دامنه دو سیگنال رادیویی که معمولا از یک ایستگاه ارسال می‌شوند قابل تشخیص نیست"
      ]
    },
    {
      "EnglishWord": "equivalance circuit",
      "Meanings": [
        "مدار هم ارز"
      ]
    },
    {
      "EnglishWord": "equivalence",
      "Meanings": [
        "هم ارزی"
      ]
    },
    {
      "EnglishWord": "equivalent",
      "Meanings": [
        "معادل",
        "هم ارز"
      ]
    },
    {
      "EnglishWord": "equivalent circuit",
      "Meanings": [
        "مدار معادل مداری که از نظر الکتریکی معادل با یک قطعه یا مدار پیچیده‌تر است",
        "مدار معادل",
        "مدار هم ارز"
      ]
    },
    {
      "EnglishWord": "equivalent dinary digits",
      "Meanings": [
        "ارقام دودویی معادل تعداد ارقام دودویی که معادل با تعداد معینی ارقام دهدهی یا نویسه‌های دیگر است. در هنگام تبدیل عدد دهدهی به عدد دودویی",
        "عموما تعداد ارقام دودویی حدود 3/3 برابر تعداد ارقام دهدهی خواهد بود. در علامتگذاری دهدهی رمزی",
        "معمولا تعداد ارقام دودویی 4 برابر تعداد ارقام دهدهی است"
      ]
    },
    {
      "EnglishWord": "equivalent noise temperature",
      "Meanings": [
        "دمای نویز معادل دمای مطلقی که در آن یک مقاومت کامل همان مقدار نویز تولید میکند که یک مقاومت واقعی با مقاومت مشابه در شرایط متعارفی ایجاد می‌کند"
      ]
    },
    {
      "EnglishWord": "equivalent resistance",
      "Meanings": [
        "مقاومت معادل"
      ]
    },
    {
      "EnglishWord": "equivalent series resistance",
      "Meanings": [
        "القا کنایی سری معادل ای اس ال القا کنایی موثری که به دلیل آثار پارازیتی مدارهای با قطع و وصل سریع با یک خازن ایده آل سری می‌شود",
        "مقاومت سری معادل مقاومت موثری که به دلیل مقاومت پایه‌ها یا موقعیت عناصر داخلی با یک خازن ایده آل سری می‌شود"
      ]
    },
    {
      "EnglishWord": "equivalent sound absorption",
      "Meanings": [
        "جذب صدای معادل مساحت سطح کالما جاذبی که انرژی صدا را با همان آهنگ سطح یا جسم مفروض در شرایط یکسان جذب می‌کند واحد آکوستیکی جذب معادل سابین sabin است"
      ]
    },
    {
      "EnglishWord": "erasable programmable read- only memory",
      "Meanings": [
        "حافظه فقط خواندنی برنامه پذیر پاک شونده نوعی حافظه رام نیمرسانا و غیر فرار که با قرار گرفتن در معرض نور فرابنفش UV اطلاعات آن پاک می‌شودو مجددا به صورت الکتریکی قابل برنامه ریزی است. برای این منظور یک پنجره کوارتر شفاف روی تراشه کار گذاشته می‌شود بعد از برنامه ریزی سطح پنجره با یک ماده کدر باید پوشانده شود"
      ]
    },
    {
      "EnglishWord": "erasable storage",
      "Meanings": [
        "حافظه پاک شونده حافظه ای که داده‌های آن را می‌توان در هر لحظه تغییر داد"
      ]
    },
    {
      "EnglishWord": "erase",
      "Meanings": [
        "پاک کردن 1. پاک کردن اطلاعات ظبط شده روی نوار مغناطیسی با گذراندن آن از میدان مغناطیسی ثابت و قوی پاک کردن «دی سی» یا میدان مغناطیسی متغیر بسامد",
        "بالا پاک کردن «ای سی» 2. صفر کردن تمام ارقام دودویی ذخیره شده در حافظه رایانه 3. حذف اطلاعات ذخیره شده قبلی در لامپ ذخیره",
        "باری از طریق باردهی یا تخلیه بار تمام عناصر ذخیره کننده"
      ]
    },
    {
      "EnglishWord": "erase oscillator",
      "Meanings": [
        "نوسانساز پاک سازی نوسانساز تعبیه شده در دستگاه ضبط مغناطیسی که سیگنال بسامد",
        "بالای لازم برای پاک کردن نوار مغناطیسی را تولید می‌کند. از نوسانساز بایاس نیز معمولا برای این کار استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "erasing head",
      "Meanings": [
        "هدپاک کننده نوعی هدمغناطیسی که اطلاعات ضبط شده روی نوار مغناطیسی را پاک می‌کند"
      ]
    },
    {
      "EnglishWord": "erg",
      "Meanings": [
        "ارگ واحد منسوخ شده انرژی و کار در دسگاه سی جی اس برابر است با کار انجام شده توسط نیروی یک دین در فاصله یک سانتیمتر"
      ]
    },
    {
      "EnglishWord": "ergometer",
      "Meanings": [
        "ارگو سنج ابزاری برای اندازه گیری مقدار کار انجام شده توسط عضلات معینی از بدن در شرایط کنترل شده"
      ]
    },
    {
      "EnglishWord": "ergonomics",
      "Meanings": [
        "ارگونومی",
        "کارسنجی دانش و فناوری مرتبط با طراحی و ساخت بهینه ابزار آلات",
        "تجهیزات",
        "مبلمان و وسایل خانگی برای استفاده دراز مدت در منازل",
        "ادارات",
        "کارخانجات",
        "کشتیها",
        "هواپیماها و وسایل نقلیه",
        "این اصطلاح به مفهوم اندازه گیری کار است و در آن اثر تمام عوامل محیطی نظیر روشنایی",
        "دما",
        "رطوبت",
        "و نویز محیط به همراه محدودیتها و خستگیهای فیزیولوژیکی انسان در نظر گرفته می‌شود. اهداف ارگونومی به حداکثر رساندن کارایی با حفظ اصول ایمنی است. یک ایستگاه کاری خوش طرح باید دارای تمهیداتی برای راحتی درازمدت",
        "حفاظت در برابر نویز یا سایر عوامل مضر و بالقوه",
        "و تغییر پذیری متناسب با وزن و ابعاد کار باشد. ابزار و آلات مورد استفاده باید طوری طراحی شده باشند که به راحتی با دست و یا پا سازگار باشند و جنس",
        "ابعاد",
        "شکل و رنگ مواد به کار رفته در آنها موجب بهبود ایمنی و افزایش کارایی شود"
      ]
    },
    {
      "EnglishWord": "eriang",
      "Meanings": [
        "ارلانگ واحد چگالی ترافیک مخابراتی",
        "برابر با تعداد میانگین مکالمات همزمان تلفنی در یک فاصله زمانی معین بر حسب ساعت"
      ]
    },
    {
      "EnglishWord": "erp",
      "Meanings": [
        "effective radiated power",
        "توان تابیده موثر حاصل ضرب توان ورودی آنتن و بهره توان آن که بر حسب کیلو وات بیان می‌شود"
      ]
    },
    {
      "EnglishWord": "erroneous",
      "Meanings": [
        "خطا",
        "غلط"
      ]
    },
    {
      "EnglishWord": "error",
      "Meanings": [
        "خطا 1. اختلاف بین مقدار واقعی و مقدار محاسبه یا مشاهده شده 2. malfunction",
        "خطا"
      ]
    },
    {
      "EnglishWord": "error - correcting  code",
      "Meanings": [
        "رمز تصحیح خطا رمزی که مطابق آن هر سیگنال داده از قواعد خاصی پیروی می‌کند به گونه ای که وجود خطا در سیگنال دریافتی به سرعت آشکار می‌شود و برخی با تمام آنها به صورت خودکار تصحیح می‌شوند"
      ]
    },
    {
      "EnglishWord": "error amplifier",
      "Meanings": [
        "تقویت کننده خطا تقویت کنده ای عملیاتی یا تفاضلی که پسخورد را در یک سیستم یا مدار حلقه",
        "بسته کنترل می‌کند. در صورتی که خروجی نسبت به ولتاژ خطایی توسط این تقویت کننده تولید می‌شود. در منابع تغذیه قطع و وصلی نیز ولتاژ خروجی را با تنظیم مدوله ساز پهنای پالس تصحیح می‌کند"
      ]
    },
    {
      "EnglishWord": "error checking",
      "Meanings": [
        "بررسی خطا"
      ]
    },
    {
      "EnglishWord": "error code",
      "Meanings": [
        "رمز خطا نویسه خاصی که در یک دیسک",
        "نوار",
        "یا حافظه ثبت می‌شود تا وجود خطای عمدی را در بلوک داده مخرتبط با آن نشان دهد. می‌توان ماشین‌های قرایت کننده رمز خطا را طوری برنامه ریزی کرد که به صورت خودکار بلوک را کنار بگذارند"
      ]
    },
    {
      "EnglishWord": "error control",
      "Meanings": [
        "کنترل خطا"
      ]
    },
    {
      "EnglishWord": "error correcting code",
      "Meanings": [
        "کد تحصیح خطا"
      ]
    },
    {
      "EnglishWord": "error correction routine",
      "Meanings": [
        "روال تصحیح خطا"
      ]
    },
    {
      "EnglishWord": "error detecting code",
      "Meanings": [
        "کد آشکار ساز خطا"
      ]
    },
    {
      "EnglishWord": "error detection and correction",
      "Meanings": [
        "کشف و تصحیح خطا ای دی سی فرایندی برای ذخیره داده‌های رقمی که در ابتدا یک برچسب رقمی",
        "که از داده‌ها قابل استخراج است",
        "برای آنها مشخص می‌شود. سپس در هنگام بازیابی داده ها",
        "از این برچسب برای بررسی صحت داده‌ها استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "error detector",
      "Meanings": [
        "آشکار ساز خطا"
      ]
    },
    {
      "EnglishWord": "error diagnostic",
      "Meanings": [
        "تشخیص خطا"
      ]
    },
    {
      "EnglishWord": "error free",
      "Meanings": [
        "بی خطا"
      ]
    },
    {
      "EnglishWord": "error free module",
      "Meanings": [
        "قطعه برنامه بدون خطا"
      ]
    },
    {
      "EnglishWord": "error free program",
      "Meanings": [
        "برنامه بدون خطا"
      ]
    },
    {
      "EnglishWord": "error isolation",
      "Meanings": [
        "جدا کننده خطا"
      ]
    },
    {
      "EnglishWord": "error message",
      "Meanings": [
        "پیام خطا"
      ]
    },
    {
      "EnglishWord": "error rate",
      "Meanings": [
        "آهنگ خطا نسبت تعداد نویسه‌های خطا به تعداد کل نویسه‌های دریافت شده در یک سیستم ارسال داده ها"
      ]
    },
    {
      "EnglishWord": "error signal",
      "Meanings": [
        "سیگنال خطا ولتاژ یا جریان متناسب اختلاف بین پاسخهای واقعی و مطلوب در سیستم حلقه",
        "بسته Closed",
        "loop system"
      ]
    },
    {
      "EnglishWord": "error trap",
      "Meanings": [
        "تله خطا"
      ]
    },
    {
      "EnglishWord": "error voltage  error signal",
      "Meanings": [
        "ولتاژ خطا ولتاژی که معمولا از یک دور سنج به دست می‌آید و متناسب با اختلاف بین موقعیت زاویه ای محورهای ورودی و خروجی در یک سیستم سروو است. این ولتاژ منجر به حرکت سیستم در جهت کاهش خطای موقعیت می‌شود"
      ]
    },
    {
      "EnglishWord": "error-rate damping   proportional plus derivative control",
      "Meanings": [
        "میراسازی آهنگ خطا نوعی میراسازی که در آن کنترل مکانیزم سروو با استفاده از دو ولتاژ انجام می‌شود که یکی متناسب با خطا و دیگری متناسب با آهنگ تغییرات خطاست"
      ]
    },
    {
      "EnglishWord": "escape velocity",
      "Meanings": [
        "سرعت فرار کمترین سرعت لازم برای فرار جسم از سطح سیار یا جسم دیگر بدون بیشرانش اضافی. سرعت فرار برای زمین 40/266 کیلومتر بر ثانیه و برای ماه 8633 کیلومتر بر ثانیه است"
      ]
    },
    {
      "EnglishWord": "escutcheon",
      "Meanings": [
        "نشان دستگاه صفحه ای تزیینی که در بخشهای مختلف بدنه دستگاه نصب می‌شود"
      ]
    },
    {
      "EnglishWord": "esd",
      "Meanings": [
        "electrostatic discharge",
        "تخلیه الکتروستاتیکی ای اس دی حرکت الکتریسیته ساکن از یک سطح نارسانا که می‌تواند منجر به آسیب یا تخریب نیمه رساناها و سایر عناصر مداری شود. الکتریسیته ساکن روی کاغذ",
        "پلاستیک",
        "یا سایر مواد نارسانا جمع می‌شود و با تماس پوست انسان انگشت تخلیه می‌شود. راه رفتن با کفش روی فرش یا برس زدن نیز منجر به تولید الکتریسیته ساکن می‌شود. مدارهای مجتمع منطقی سی ماس و ماسفت بیشتر از همه در معرض آسیب هستند زیرا الکتریسیته ساکن موجب گرمای موضعی و ذوب یا شکستن دی الکتریک اکسید سیلیسیم می‌شود که گیفت ترانزیسترها را از سایر ساختارهای داخلی عایق می‌کند",
        "electrostatic discharge protection",
        "حفاظت در برابر تخلیه الکترو ستاتیکی ای اس دی روش‌های حفاظت قطعات و مدارها در برابر ای اس دی از جمله 1. رسانا ساختن سطح بسته بندیها و ظرفهای حامل قطعات حساس برای جلو گیری از تجمع الکتریسیته ساکن در هنگام جابجایی 2. زمین کردن سطوح رسانا. 3. ملزوم ساختن افراد به استفاده از نوار‌های مچی رسانا و زمین شده و نیز لباسهای رسانا در هنگام کار با قطعات حساس 4. نگهداشتن رطوبت نسبی و یونش هوای محیط کار در حداقل 0/",
        "electrostatic discharge sensitivity",
        "حساسیت تخلیه الکتروستاتیکی ای اس دی میزان آسیب پذیری مدار یا قطعه در برابر ای اس دی",
        "electrostatic discharge simulator",
        "شبیه ساز تخلیه الکتروستاتیکی ای اس دی تجهیزاتی برا یشبیه سازی تخلیه الکتریسیته ساکن از بدن انسان یا سایر تخلیه‌های الکتریکی طبیعی"
      ]
    },
    {
      "EnglishWord": "esdi",
      "Meanings": [
        "enhanced small device interface",
        "واسطه بهبود یافته وسیله کوچک نوعی واسطه استاندارد برای سخت",
        "دیسک گردانها که سازگاری بین محصولات سازندگان مختلف را تضمین می‌کند"
      ]
    },
    {
      "EnglishWord": "esp",
      "Meanings": [
        "earth",
        "surface potential",
        "پتانسیل سطح",
        "زمین ای اس پی ولتاژی که در اثر نوسانهای میدان مغناطیسی زمین در سطح آن تولید می‌شود"
      ]
    },
    {
      "EnglishWord": "esr",
      "Meanings": [
        "equivalent series resistance",
        "القا کنایی سری معادل ای اس ال القا کنایی موثری که به دلیل آثار پارازیتی مدارهای با قطع و وصل سریع با یک خازن ایده آل سری می‌شود",
        "مقاومت سری معادل مقاومت موثری که به دلیل مقاومت پایه‌ها یا موقعیت عناصر داخلی با یک خازن ایده آل سری می‌شود"
      ]
    },
    {
      "EnglishWord": "esu",
      "Meanings": [
        "electrostatic unit",
        "واحد الکتروستاتیکی واحدی در دستگاه «سی جی اس» بر اساس واحد باری که نیروی 1 دین به واحد بار دیگر در فاصله 1 سانتیمتری در خلا وارد می‌کند"
      ]
    },
    {
      "EnglishWord": "e-t tuner",
      "Meanings": [
        "تنظیم گر ای",
        "اچ نوعی پیوند ای",
        "اچ تی با دو بازوی قابل تنظیم که برای تبدیل امپدانس استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "etalon",
      "Meanings": [
        "اتالون",
        "مدگیر وسیله ای نوری متشکل از دو صفحه موازی شیشه ای که به صورت جزیی نقره اندود شده اند. اتالون در یک کاواک لیزری طوری به صورت اریب قرار داده می‌شود که بازتابهای آن مانع از نوسان در مدهای ناخواسته در طول کاواک شود"
      ]
    },
    {
      "EnglishWord": "etch",
      "Meanings": [
        "زدودن 1. حذف قسمتهای مسی متصل به صفحه مدار چاپی با استفاده از اسید و بر اساس ماسک تعریف اتصالات",
        "سیمها و بالشتکها روی آن. 2. برداشتن ماده نیمرسانا",
        "اکسید یا لایه‌های فلزی نازک با استفاده از اسید یا بمباران پلاسما یون نظیر زدودن اکسید و نیترید"
      ]
    },
    {
      "EnglishWord": "etchant",
      "Meanings": [
        "زداینده اسیدی که مواد نامطلوب نظیر اکسید یا فلز را ز روی سطح بستر حذف می‌کند"
      ]
    },
    {
      "EnglishWord": "etched",
      "Meanings": [
        "حک شده"
      ]
    },
    {
      "EnglishWord": "etched printed circuit",
      "Meanings": [
        "مدار چاپی زدوده نوعی مدار چاپی که به وسیله زدایش شیمیایی یا حذف شیمیایی و الکترولیتی بخش‌های نامطلوب لایه رسانا",
        "نوعا لایه مسی روی ماده عایق",
        "ساخته می‌شود"
      ]
    },
    {
      "EnglishWord": "etching",
      "Meanings": [
        "زدایش حذف بخشهای نامطلوب فلز یا نیمه رسانا با استفاده از واکنش شیمیایی یا الکترولیتی",
        "لایه گذاری",
        "حک کردن"
      ]
    },
    {
      "EnglishWord": "ethernet",
      "Meanings": [
        "اترنت استاندارد نرم افزاری شبکه‌های محلی لن که طرز کار سیستم را تعیین می‌کند. سازماندهی آن با استفاده از یک نرم افزار وتعدادی تخته مدار و تطبیق دهنده برای هر رایانه یا ایستگاه کاری موجود در شبکه انجام می‌گیرد",
        "شبکه اترنت"
      ]
    },
    {
      "EnglishWord": "etilletas emitiram lanoitanretnl organization",
      "Meanings": [
        "سازمان بین المللی ماهواره دریایی سازمان بین المللی که دارای شبکه مخابرات ماهواره ای سراسری ثابت و سیار است"
      ]
    },
    {
      "EnglishWord": "etpc",
      "Meanings": [
        "electrolytic tugh",
        "pitch copper",
        "مس سخت الکترولیتی نوعی مس با حداقل رسانایی 99/9 % برای ساخت آندهای لامپ توان استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "ettingshausen effect",
      "Meanings": [
        "اثر اتینگشاوزن در صورتی که سطح یک نوار فلزی عمود بر میدان مغناطیسی قرار گیرد و جریانی طولی از آن عبور داده شود",
        "نقاط مشابه در دو لبه نوار دماهای متفاوتی خواهد داشت"
      ]
    },
    {
      "EnglishWord": "euler's equation",
      "Meanings": [
        "معادله اولر"
      ]
    },
    {
      "EnglishWord": "eutectic",
      "Meanings": [
        "اتکتیک",
        "زودگداز نوعی ترکیب آلیاژی مایع با پایین‌ترین نقطه انجماد. برای لحیم سرب",
        "قلع",
        "اتکتیک به صورت 63% قلع و 37% سرب است که نقطه انجماد 361 درجه F را می‌دهد"
      ]
    },
    {
      "EnglishWord": "ev",
      "Meanings": [
        "electronvlt",
        "الکترون ولت واحد انرژی برابر با مقدار انرژی که یک الکترون هنگام عبور از اختلاف پتانسیل یک ولت در محیط خلا به دست می‌آورد. یک الکترون ولت برابر است با 1/60219 × 10 به توان",
        "ای آر جی"
      ]
    },
    {
      "EnglishWord": "evacuate  exhaust",
      "Meanings": [
        "تخلیه کردن خارج کردن گاز و بخار از یک محفظه"
      ]
    },
    {
      "EnglishWord": "evacuation",
      "Meanings": [
        "تخلیه عمل خارج کردن گاز و بخار از محفظه لامپ الکترونی درهنگام ساخت"
      ]
    },
    {
      "EnglishWord": "evaluation",
      "Meanings": [
        "ارزیابی"
      ]
    },
    {
      "EnglishWord": "evaluation tree",
      "Meanings": [
        "درخت ارزیابی"
      ]
    },
    {
      "EnglishWord": "evanescent",
      "Meanings": [
        "به تدریج محو شونده"
      ]
    },
    {
      "EnglishWord": "evanescent mode",
      "Meanings": [
        "مد گذار نوعی مد نوسانی که در آن دامنه موج در طول یک موجبر بدون تغییر فاز کاهش می‌یابد"
      ]
    },
    {
      "EnglishWord": "evaporant",
      "Meanings": [
        "ماده تبخیر ماده ای که با عمل تبخیر به صورت پوسه ای نازک نشانده می‌شود"
      ]
    },
    {
      "EnglishWord": "evaporated dielectric film",
      "Meanings": [
        "پوسه دی الکتریکی تبخیر داده شده پوسه ای از ماده دی الکتریک که به روش تبخیر در خلا برای حفاضت قطعات به روی آنها نشانده می‌شود. همچینین به عنوان دی الکتریک خازنهای نازک",
        "پوسه استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "evaporation",
      "Meanings": [
        "تبخیر فرایند تبخیر ماده در خلا به وسیله گرما و به منظور ایجاد پوسه‌های نازک",
        "تبخیر"
      ]
    },
    {
      "EnglishWord": "evc",
      "Meanings": [
        "enhanced video connection standard",
        "استاندارد بهبود یافته اتصال ویدیو استانداردی که از سوی انجمن استانداردهای الکترونیک ویدیو VESA وضع شده است"
      ]
    },
    {
      "EnglishWord": "even harmonic",
      "Meanings": [
        "هماهنگ زوج هماهنگی که بسامد آن مضرب زوجی از بسامد بنیادی است"
      ]
    },
    {
      "EnglishWord": "even parity check",
      "Meanings": [
        "بررسی پریتی زوج روشی برای آشکار سازی کاهش بیتها از طریق افزودن 1 بیت به نویسه ای که با تعداد فردی بیت مشخص شده است. در نتبجه تمام نویسه‌ها دارای تعداد زوجی بیت هستند و خلاف آن نشانه خطای پریتی است"
      ]
    },
    {
      "EnglishWord": "event",
      "Meanings": [
        "پیشامد",
        "رویداد"
      ]
    },
    {
      "EnglishWord": "event controlled loop",
      "Meanings": [
        "حلقه کنترل پیشامدها"
      ]
    },
    {
      "EnglishWord": "ew",
      "Meanings": [
        "electronic warfare",
        "جنگ الکترونیکی استفاده از مدارها و وسایل الکترونیکی در جنگهای فعال و غیر فعال و در فعالیتهایی نظیر مراقبت",
        "هدایت",
        "مخابرات",
        "ناوبری و کنترل آتش سلاحها",
        "مراقبت توسط رادار",
        "سونار",
        "ماهواره‌ها و تجهیزات رادیویی انجام می‌شود. هدایت موشکها و سایر سلاحها به وسیله آر",
        "اف و لیزر ها",
        "مخابرات توسط رادیو",
        "تلفن",
        "تارهای نوری",
        "و فراصوت",
        "و ناوبری به کمک ماهواره‌های جی پی اس هدایت لختی و سیستمهای دید درشب انجام می‌پذیرد. همچنین موشکها و توپخانه‌ها را می‌توان از طریق رادار",
        "لیزر تجهیزات دید در شب و دیده بانی مستقیم به کمک تلفن هدایت کرد. انفجار سرهای جنگی نیز به وسیله فیوزهای راداری یا رادیویی",
        "سیگنالهای ارسال شده از روی سیم",
        "و میدانهای مغناطیسی انجام می‌پذیرد"
      ]
    },
    {
      "EnglishWord": "exa   abbreviated e",
      "Meanings": [
        "اکزا",
        "یا علامت اختصاری E پیشوندی که 10 به توان هجده را نشان می‌دهد"
      ]
    },
    {
      "EnglishWord": "examine off",
      "Meanings": [
        "آزمایش قطع"
      ]
    },
    {
      "EnglishWord": "examine on",
      "Meanings": [
        "آزمایش وصل"
      ]
    },
    {
      "EnglishWord": "except",
      "Meanings": [
        "اکسپت",
        "انحصار عملگری منطقی با این ویژگی که اگر P و Q دوگزاره باشند",
        "آنگاه",
        "گزاره P EXCEPT Q فقط وقتی درست است که P به تنهایی درست باشد. در س حالت دیگر P غلط Q غلط P غلط Q درست و P درست Q درست گزاره نادرست است. این عملگر معادل با ANDNOT است"
      ]
    },
    {
      "EnglishWord": "except  gate",
      "Meanings": [
        "دریچه اکسپت",
        "دریچه انحصار دریچه ای که فقط هنگامی پالس خروجی تولید می‌کند که یک یا چند پالس در ورودیهای آن موجود باشد و در بقیه خطوط ورودی آن پالس وجود نداشته نباشد"
      ]
    },
    {
      "EnglishWord": "excess",
      "Meanings": [
        "اضافی"
      ]
    },
    {
      "EnglishWord": "excess carriers",
      "Meanings": [
        "حامل‌های اضافی"
      ]
    },
    {
      "EnglishWord": "excess electron",
      "Meanings": [
        "الکترون اضافی الکترونی مازاد بر تعداد مورد نیاز برای تکمیل ساختار پیوندی ماده نیمرسانا که عموما توسط نا خالصیهای دهنده تولید می‌شود"
      ]
    },
    {
      "EnglishWord": "excess- three code",
      "Meanings": [
        "رمز سه",
        "افزا نوعی رمز عددی که در آن رقم دهدهی n با معادل دودویی و چهار بیتی n+3 نمایش داده می‌شود. بنابر این ارقام دهدهی 0 تا9 با این رمز عبارت اند از به ترتیب"
      ]
    },
    {
      "EnglishWord": "exchange",
      "Meanings": [
        "مبادله",
        "معاوضه"
      ]
    },
    {
      "EnglishWord": "excitation",
      "Meanings": [
        "تحریک",
        "بر انگیزش 1. سیگنال ولتاژی که به الکترود کنترل لامپ الکترونی اعمال می‌شود. 2. اعمال انرژی سیگنال به آنتن فرستنده. 3. انتقال سیستم هسته ای اتم از حالت پایه به یک حالت بر انگیخته با دادن انرژی به آن 4. وارد کردن ولتاژ به پیچکهای میدان بلندگو یا مولد به منظور تولید میدان مغناطیسی"
      ]
    },
    {
      "EnglishWord": "excitation coil",
      "Meanings": [
        "سیم پیچ تحریک"
      ]
    },
    {
      "EnglishWord": "excitation current",
      "Meanings": [
        "جریان تحریک"
      ]
    },
    {
      "EnglishWord": "excitation curve",
      "Meanings": [
        "منحنی تحریک"
      ]
    },
    {
      "EnglishWord": "excitation energy",
      "Meanings": [
        "انرژی تحریک"
      ]
    },
    {
      "EnglishWord": "excitation flux",
      "Meanings": [
        "شار تحریک"
      ]
    },
    {
      "EnglishWord": "excitation frequency",
      "Meanings": [
        "فرکانس تحریک"
      ]
    },
    {
      "EnglishWord": "excitation potential",
      "Meanings": [
        "پتانسیل تحریک"
      ]
    },
    {
      "EnglishWord": "excitation source",
      "Meanings": [
        "منبع تحریک"
      ]
    },
    {
      "EnglishWord": "excitation state",
      "Meanings": [
        "حالت تحریک"
      ]
    },
    {
      "EnglishWord": "excitation switch",
      "Meanings": [
        "کلید تحریک"
      ]
    },
    {
      "EnglishWord": "excitation system",
      "Meanings": [
        "سیستم تحریک"
      ]
    },
    {
      "EnglishWord": "excitation table",
      "Meanings": [
        "جدول تحریک"
      ]
    },
    {
      "EnglishWord": "excitation voltage",
      "Meanings": [
        "ولتاژ تحریک"
      ]
    },
    {
      "EnglishWord": "excitation wavelength",
      "Meanings": [
        "طول موج تحریک"
      ]
    },
    {
      "EnglishWord": "excitation winding",
      "Meanings": [
        "سیم پیچ تحریک سیم پیچ تقویت کنده مغناطیسی که نیروی محرکه مغناطیسی یکسویه ای به هسته آن اعمال می‌کند",
        "سیم پیچی تحریک"
      ]
    },
    {
      "EnglishWord": "exciter",
      "Meanings": [
        "محرک 1. بخشی از سیستم آنتن فرستنده جهتی که مستقیما به فرستنده متصل شده است. 2. نوسانساز بلوری با خود",
        "تحریکی که بسامد حامل یک فر ستنده را تولید می‌کند. 3. مولد کمکی کوچکی که جریان میدان مولد ای سی را فراهم می‌کند. 4. حلقه یا میله ای که به داخل کاواک تشدید یا موجیر کشیده شده است. 5. exciter lamp",
        "محرک"
      ]
    },
    {
      "EnglishWord": "exciter circuit",
      "Meanings": [
        "مدار محرک"
      ]
    },
    {
      "EnglishWord": "exciter field",
      "Meanings": [
        "میدان محرک"
      ]
    },
    {
      "EnglishWord": "exciton",
      "Meanings": [
        "اکسایتون ترکیب یک الکترون و یک حفره در نیمرسانایی که در حالت بر انگیخته است. حفره در نقش یک بار مثبت",
        "اکترون را جذب می‌کند"
      ]
    },
    {
      "EnglishWord": "exclusive",
      "Meanings": [
        "انحصاری"
      ]
    },
    {
      "EnglishWord": "exclusive code",
      "Meanings": [
        "کد انحصاری"
      ]
    },
    {
      "EnglishWord": "exclusive or   exor",
      "Meanings": [
        "یا ی انحصاری"
      ]
    },
    {
      "EnglishWord": "exclusive-or gate  xor  gate",
      "Meanings": [
        "دریچه «یا نمای انحصاری",
        "دریچه XOR» دریچه ای منطقی که خروجی آن هنگامی 1است که غلط یکی از ورودیهای آن 1 باشد اگر بیش از یک ورودی 1 یا تمام ورودیها 0 باشند",
        "خروجی 0 خواهد بود"
      ]
    },
    {
      "EnglishWord": "execute",
      "Meanings": [
        "اجراکردن انجام عملیات موجود در برنامه ذخیره شده در رایانه"
      ]
    },
    {
      "EnglishWord": "execution",
      "Meanings": [
        "اجرا"
      ]
    },
    {
      "EnglishWord": "execution bar",
      "Meanings": [
        "خط اجرا",
        "میله اجرا"
      ]
    },
    {
      "EnglishWord": "execution error",
      "Meanings": [
        "خطای اجرایی",
        "خطای زمان اجرا"
      ]
    },
    {
      "EnglishWord": "execution speed",
      "Meanings": [
        "سرعت اجرا"
      ]
    },
    {
      "EnglishWord": "executive routine",
      "Meanings": [
        "رول اجرایی",
        "زیر برنامه اجرایی زیر برنامه ای که سایر زیر برنامه‌ها را پردازش و کنترل می‌کند"
      ]
    },
    {
      "EnglishWord": "exhaust tube",
      "Meanings": [
        "لامپ تخلیه نوعی لامپ شیشه ای یا فلزی که از طریق آن هوای لامپ الکترونی تخلیه می‌شود"
      ]
    },
    {
      "EnglishWord": "exhaustive",
      "Meanings": [
        "کامل",
        "جامع",
        "فراگیر"
      ]
    },
    {
      "EnglishWord": "exosphere",
      "Meanings": [
        "بورنسپهر ناحیه ای از جو واقع در بالای گرمسپهر thermosphere که از فاصله تقریبا 600 کیلومتری شروع می‌شود و چگالی آن به قدری پایین است که هیچگونه برخورد مولکولی به جز در قسمت پایه آن رخ نمی‌دهد در ارتفاع 10000 کیلومتری",
        "برونسپهری با محیط بین سیارهای ادغام می‌شود. همچنین این ناحیه با مغناطیس سپهر همپوشی دارد"
      ]
    },
    {
      "EnglishWord": "exothermic  exoergic",
      "Meanings": [
        "گرمازا تابش گرما یا انرژهای دیگر",
        "تمام فرایندهای پرتوزاگرمازا هستند"
      ]
    },
    {
      "EnglishWord": "expanded sweep",
      "Meanings": [
        "رویش بسط یافته نوعی رویش پرتو",
        "کاتدی که در آن سرعت باریکه الکترونی در فاصله مشخصی از زمان رویش",
        "افزایش داده می‌شود"
      ]
    },
    {
      "EnglishWord": "expander",
      "Meanings": [
        "بسط دهنده بخشی از مدار فشرده",
        "بازکننده compondor که در سر گیرنده مدار استفاده می‌شود و سیگنال فشرده شده را به شکل اولیه خود بر می‌گرداند",
        "گسترش کننده",
        "توسعه دهنده"
      ]
    },
    {
      "EnglishWord": "experience",
      "Meanings": [
        "تجربه"
      ]
    },
    {
      "EnglishWord": "experiment",
      "Meanings": [
        "آزمایش"
      ]
    },
    {
      "EnglishWord": "experimental",
      "Meanings": [
        "تجربی"
      ]
    },
    {
      "EnglishWord": "experimental circuit",
      "Meanings": [
        "مدار تجربی"
      ]
    },
    {
      "EnglishWord": "experimental error",
      "Meanings": [
        "خطای تجربی"
      ]
    },
    {
      "EnglishWord": "experimental laboratory",
      "Meanings": [
        "آزمایشگاه تجربی"
      ]
    },
    {
      "EnglishWord": "experimental method",
      "Meanings": [
        "روش تجربی"
      ]
    },
    {
      "EnglishWord": "experimental value",
      "Meanings": [
        "مقدار تجربی"
      ]
    },
    {
      "EnglishWord": "expert",
      "Meanings": [
        "متخصص",
        "خبره"
      ]
    },
    {
      "EnglishWord": "expert systems",
      "Meanings": [
        "سیستمهای خبره برنامه رایانه ای که بر اساس جمع آوری شده از تجارب عملی خبرگان و متخصصین حوزه‌ها و رشته‌های خاص نوشته شده اند. به عنوان برنامه‌های تشخیص پزشکی",
        "برنامه‌های پیش بینی هوا و برنامه وقوع زلزله یا آتشفشانی نام برد. تمام این برنامه‌ها بر اساس تجارب شخصی",
        "داده‌های تجربی",
        "نتایج ابزارهای آزماینده",
        "تاریخ و عوامل دیگر نوشته شده اند"
      ]
    },
    {
      "EnglishWord": "explore",
      "Meanings": [
        "تحقیق کردن",
        "اکتشاف"
      ]
    },
    {
      "EnglishWord": "exploring coil  magnetic test coil  search coil",
      "Meanings": [
        "پیچک جستجو پیچک کوچکی که برای اندازه گیری میدان مغناطیسی یا آشکار سازی تغییرات میدان مغناطیسی توسط اجسام مخفی به کار می‌رود. پیچک مستقیما یا از طریق یک تقویت کننده به ابزار نشان دهنده متصل می‌شود"
      ]
    },
    {
      "EnglishWord": "explosion",
      "Meanings": [
        "انفجار"
      ]
    },
    {
      "EnglishWord": "exponent",
      "Meanings": [
        "توان",
        "نما"
      ]
    },
    {
      "EnglishWord": "exponential",
      "Meanings": [
        "نمایی"
      ]
    },
    {
      "EnglishWord": "exponential absorption",
      "Meanings": [
        "جذب نمایی حذف ذرات یا فوتونها یک باریکه با آهنگ نمایی در هنگام عبور آن از ماده"
      ]
    },
    {
      "EnglishWord": "exponential amplifier",
      "Meanings": [
        "تقویت نمایی تقویت کننده ای که سیگنال خروجی آن متناسب با تابع نمایی سیگنال ورودی است"
      ]
    },
    {
      "EnglishWord": "exponential antenna",
      "Meanings": [
        "آنتن نمایی نوعی آنتن گیرنده تلویزیونی که از تعدادی عنصر فعال موازی با هم تشکیل شده است. طول عناصر طوری تنظیم می‌شود که در سرهای آنها دو خم لگاریتمی طبیعی تشکیل شود. این آنتن بهره بالایی در باندهای تلویزیونی «وی اچ اف» و «یو اچ اف» دارد"
      ]
    },
    {
      "EnglishWord": "exponential backoff",
      "Meanings": [
        "عقبگرد نمایی"
      ]
    },
    {
      "EnglishWord": "exponential characteristic",
      "Meanings": [
        "منحنی مشخصه نمایی"
      ]
    },
    {
      "EnglishWord": "exponential class",
      "Meanings": [
        "طبقه نمایی"
      ]
    },
    {
      "EnglishWord": "exponential convergence factor",
      "Meanings": [
        "ضریب همگرایی نمایی"
      ]
    },
    {
      "EnglishWord": "exponential curve",
      "Meanings": [
        "منحنی نمایی"
      ]
    },
    {
      "EnglishWord": "exponential decay",
      "Meanings": [
        "افت نمایی افت تابش",
        "بار",
        "شدت سیگنال",
        "یا کمیتهای دیگر با آهنگ نمایی"
      ]
    },
    {
      "EnglishWord": "exponential distribution",
      "Meanings": [
        "توزیع نمایی"
      ]
    },
    {
      "EnglishWord": "exponential function",
      "Meanings": [
        "تابع نمایی"
      ]
    },
    {
      "EnglishWord": "exponential horn",
      "Meanings": [
        "بوقی نمایی نوعی بوقی که مساحت سطح مقطع آن یا فاصله از محور به صورت نمایی افزایش می‌یابد"
      ]
    },
    {
      "EnglishWord": "exponential law",
      "Meanings": [
        "قانون نمایی"
      ]
    },
    {
      "EnglishWord": "exponential order",
      "Meanings": [
        "مرتبه نمایی"
      ]
    },
    {
      "EnglishWord": "exponential process",
      "Meanings": [
        "فرآیند نمایی"
      ]
    },
    {
      "EnglishWord": "exponential spiral",
      "Meanings": [
        "مارپیچ نمایی"
      ]
    },
    {
      "EnglishWord": "exponential transmission line",
      "Meanings": [
        "خط انتقال نمایی خط انتقال دو سیمه ای که امپدانس مشخصه آن به صورت نمایی با طول الکتریکی خط تغییر می‌کند"
      ]
    },
    {
      "EnglishWord": "exposure",
      "Meanings": [
        "نوردهی",
        "در معرض نور قرار دادن"
      ]
    },
    {
      "EnglishWord": "exposure dose",
      "Meanings": [
        "دز نوردهی میزان تابش پرتو",
        "ایکس یا گرما در یک نقطه براساس توانایی یونش آن. واحد دز نوردهی",
        "رونتگن است"
      ]
    },
    {
      "EnglishWord": "exposure meter",
      "Meanings": [
        "نورسنج ابزاری که شدت نور باز تابیده از یک جسم را برای تعیین زمان مناسب نوردهی در دوربین اندازه می‌گیرد. در نورسنجهای جدید از پیل فوتو ولتایی متصل به سنجه نشاندهنده استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "exposure-dose rate",
      "Meanings": [
        "آهنگ دز نوردهی دز نوردهی در واحد زمان",
        "واحد آن رونتگن در واحد زمان است"
      ]
    },
    {
      "EnglishWord": "expression",
      "Meanings": [
        "عبارت",
        "بیان",
        "اظهار"
      ]
    },
    {
      "EnglishWord": "extended binary-coded decimal interchange code",
      "Meanings": [
        "رمز گسترش یافته تبادل دهدهی به رمز دودویی نوعی رمز رایانه ای که در آن هر 8 بیت دودویی یک نویسه را نمایش می‌دهند و در نتیجه حداکثر 256 نویسه می‌توان با آن ساخت. در واقع رمز «بی سی دی» است که به 8 بیت گسترش یافته است. پیامهای رمز شده با «ایبسیدیک» برای بررسی درستی به ایستگاه فرستنده برگردانده می‌شوند"
      ]
    },
    {
      "EnglishWord": "extended date output",
      "Meanings": [
        "خروجی داده گسترش یافته اشاره به حافظه‌های دینامیکی با دستیابی تصادفی DRAM که نسبت به حافظه‌های دینامیکی معمولی سرعت بشتری تقریبا 60 نانو ثانیه در اختیار قرار می‌دهد"
      ]
    },
    {
      "EnglishWord": "extended industry standard architecture",
      "Meanings": [
        "معماری گسترش یافته استاندارد صنعت تعمیمی از گذرگاه ISA در رایانه‌های شخصی برای ریز پردازنده‌های 80386 اینتل به بعد که با سیستمهای ابتدایی ISA سازگاری ایجاد می‌کند"
      ]
    },
    {
      "EnglishWord": "extending",
      "Meanings": [
        "توسعه",
        "تمدید"
      ]
    },
    {
      "EnglishWord": "extension code",
      "Meanings": [
        "کد توسعه"
      ]
    },
    {
      "EnglishWord": "exterior gateway protocol",
      "Meanings": [
        "پروتکل دروازه بیرونی"
      ]
    },
    {
      "EnglishWord": "external",
      "Meanings": [
        "خارجی"
      ]
    },
    {
      "EnglishWord": "external circuit",
      "Meanings": [
        "مدار خارجی"
      ]
    },
    {
      "EnglishWord": "external compensation",
      "Meanings": [
        "جبران خارجی"
      ]
    },
    {
      "EnglishWord": "external conductor",
      "Meanings": [
        "هادی خارجی"
      ]
    },
    {
      "EnglishWord": "external current",
      "Meanings": [
        "جریان خارجی"
      ]
    },
    {
      "EnglishWord": "external display",
      "Meanings": [
        "نمایشگر خارجی"
      ]
    },
    {
      "EnglishWord": "external feedback",
      "Meanings": [
        "پسخورد خارجی"
      ]
    },
    {
      "EnglishWord": "external field",
      "Meanings": [
        "میدان خارجی"
      ]
    },
    {
      "EnglishWord": "external force",
      "Meanings": [
        "نیروی خارجی"
      ]
    },
    {
      "EnglishWord": "external influence",
      "Meanings": [
        "تاثیر خارجی"
      ]
    },
    {
      "EnglishWord": "external load",
      "Meanings": [
        "بار خارجی"
      ]
    },
    {
      "EnglishWord": "external memory",
      "Meanings": [
        "حافظه خارجی"
      ]
    },
    {
      "EnglishWord": "external program",
      "Meanings": [
        "برنامه خارجی"
      ]
    },
    {
      "EnglishWord": "external resistance",
      "Meanings": [
        "مقاومت خارجی"
      ]
    },
    {
      "EnglishWord": "external signal",
      "Meanings": [
        "سیگنال خارجی"
      ]
    },
    {
      "EnglishWord": "external viewer",
      "Meanings": [
        "ناظر بیننده خارجی"
      ]
    },
    {
      "EnglishWord": "external voltage",
      "Meanings": [
        "ولتاژ خارجی"
      ]
    },
    {
      "EnglishWord": "extinction",
      "Meanings": [
        "خاموشی",
        "اطفا"
      ]
    },
    {
      "EnglishWord": "extinction angle",
      "Meanings": [
        "زاویه خاموشی"
      ]
    },
    {
      "EnglishWord": "extragalactic radio source",
      "Meanings": [
        "منبع رادیویی فراکهکشانی نبع تولید سیگنالهای رادیویی در خارج از کهکشانها یا کوازارهای شناخته شده. تاکنون بیش از 10000 مورد از این منابع با بسامدهای بین 10MHZ تا100GHZ توسط تلسکوپهای رادیویی کشف شده اند"
      ]
    },
    {
      "EnglishWord": "extra-high voltage",
      "Meanings": [
        "ولتاژ نهایت",
        "بالا ولتاژ بالاتر از 345KW در سیستمهای انتقال انرژی الکتریکی"
      ]
    },
    {
      "EnglishWord": "extraodinary component",
      "Meanings": [
        "مولفه غیر عادی مولفه ای از نور با قطبش صفحه ای که از منشور نیکلو گذشته باشد. مولفه عادی بطور کامل توسط منشور بازتاب می‌شود"
      ]
    },
    {
      "EnglishWord": "extrapolation",
      "Meanings": [
        "برون یابی"
      ]
    },
    {
      "EnglishWord": "extraterrestrial noise",
      "Meanings": [
        "نویز فرازمینی نویز کیهانی",
        "خورشید",
        "رادیویی و انواع دیگر نویز‌های الکترو مغناطیسی که منشا غیر زمینی داشته باشند"
      ]
    },
    {
      "EnglishWord": "extreinsic properties",
      "Meanings": [
        "ویژگیهای غیر ذاتی ویژگیهای تغییر یافته یک نیمرسانا به وسیله ناخالصیها یا ناکاملیهای بلور"
      ]
    },
    {
      "EnglishWord": "extreme",
      "Meanings": [
        "حد نهایی",
        "کرانه بی نهایت"
      ]
    },
    {
      "EnglishWord": "extreme value",
      "Meanings": [
        "مقدار حد نهایی"
      ]
    },
    {
      "EnglishWord": "extremely high frequency",
      "Meanings": [
        "بسامد نهایت بالا ای اچ اف نام داده شده از سوی کمیسیون ارتباطات فدرال به بسامدی که در باند 30 تا 300 گیگاهرتز",
        "متناظر با امواج میلیمتری بین 1 و 10 میلیمتر قرار داشته باشد"
      ]
    },
    {
      "EnglishWord": "extremely low frequency",
      "Meanings": [
        "بسامد نهایت",
        "پایین ای ال اف بامد کمتر از 300 هرتز در طیف رادیویی که متناظر با طول موج بالای 100 کیلومتر است"
      ]
    },
    {
      "EnglishWord": "extremum",
      "Meanings": [
        "بیشینه یا کمینه",
        "نقطه عطف"
      ]
    },
    {
      "EnglishWord": "extrinsic",
      "Meanings": [
        "غیر ذاتی"
      ]
    },
    {
      "EnglishWord": "extrinsic semiconductor",
      "Meanings": [
        "نیمرسانای غیر ذاتی نیمرسانایی که ویژگیهای الکتریکی آن به ناخالصیها یا ناکامیلیهای بلور",
        "نیمرسانای غیر ذاتی نیمرسانایی که ویژگیهای الکتریکی آن به ناخالصیهای افزوده شده به بلور آن بستگی دارد. بر خلاف نیمرسانا ی ذاتی که ویژگیهای آن مربوط به بلور کامل ایده آل است",
        "نیمه هادی غیر ذاتی"
      ]
    },
    {
      "EnglishWord": "extrisic material",
      "Meanings": [
        "ماده غیر ذاتی"
      ]
    }
  ]
}