{
  "Group": "F",
  "Entries": 921,
  "Words": [
    {
      "EnglishWord": "f",
      "Meanings": [
        "Fahreheit",
        "فارنهایت نوعی مقیاس اندازه گیری دما که در آن نقطه انجماد 32 درجه و نقطه جوش آب 212 درجه در فشار عادی جو است. صفر مطلق نیز در 459/6 درجه F",
        "روی می‌دهد. برای تبدیل درجه فارنهایت به درجه سلسیوس ابتدا عدد 32 را از آن کم می‌کنند و سپس نتیجه در 5 تقسیم بر 9 ضرب می‌شود. مقیاسهای فارنهایت و سلسیوس در یک نقطه مشترکند: 40C درجه = 40F درجه. از ضرب درجه سلسیوس در 5 تقسیم بر 9 و افزودن 32 به آن درجه فارنهایت به دست می‌آید",
        "farad",
        "فاراد واحد ظرفیت در سیستم «اس آی». اگر تغییر ولتاژ 1 وات بر ثانیه بود در دو سر یک خازن",
        "جریان 1 آمپر را تولید کند ظرفیت آن 1 اف خواهد بود. در عمل",
        "فاراد واحد بسیار بزرگی است و عموما به جای آن از دوواحد کوچکتر استفاده می‌شود: میکروفاراد برابر با یک میلیونیم فاراد و پیکوفاراد مساوی با یک میلیونیم میکروفاراد",
        "femto",
        "فمتو",
        "پیشوندی که ضریب 10 به توان",
        "یا 0/000000000000001 یا یکهرازم یک میلیونیم یک میلیونیم را نمایش می‌دهد",
        "fuse",
        "فیوز 1. قطعه ای گرمایی که به صورت سری بین بارو خط تغذیه قرار می‌گیرد و از مدارهای الکتریکی و / یا الکترونیکی در برابر اضافه جریان حفاظت می‌کند. سیم فلز یا مفتول فیوز در صورت تجاوز جریان از حد مجاز آن",
        "ذوب شده یا می‌سوزد و برای شروع به کار دوباره مدار باید فیوز جدیدی جانشین آن شود. اغلب فیوزهای مورد استفاده در مدارهای الکترونیکی به شکل لوله‌های شیشه ای با کلاهک فلزی در دو انتها و سیم گرمایی در محور مرکزی آن هستند. طول فیوزهای استاندارد امریکایی 1و 1 چهارم اینچ و قطر آن 1 بر روی 4 اینچ است. همچنین ولتاژ استاندارد آنها 1 بر روی 15 تا 15 آمپ است. فیوزهای استاندارد اروپایی به طول 0/8 اینچ 20 میلیمتر و قطر 0/2 اینچ 5 میلیمتر می‌باشند. زمان پاسخ آنها بر حسب میلی ثانیه اندازه گرفته می‌شود. رده‌های متداول فیوز عبارت اند از واکنش سریع fast",
        "acting و آهسته سوز slow",
        "blow یا تاخیری time delay. برخی از فیوزها پایه هایی برای لحیمکاری به تخته مدار دارند که در صورت سوختن باید لحیم آنها ذوب و فیوز جدیدی جانشین شود. فیوزهای محافظ گرمایی thermal protector fuses از وسایل مولد گرما در برابر اضافه گرمای تولید شده حفاظت می‌کنند. 2. وسیله یا مداری برای منفجر کردن بمبها",
        "موشکها",
        "پر تابه ها",
        "یا فشنگهای انفجاری به صورت fuze هم نوشته می‌شود",
        "frequency",
        "بسامد تعداد چرخه‌های کامل در واحد زمان برای یک کمیت دوره ای نظیر جریان تناوب",
        "امواج صدا",
        "یا امواج رادیویی. بسماد یک چرخه در ثانیه معادل با یک هرتز 1 هرتز است. سایر واحدهای بسامد عبارت اند از کیلومتر هرتز KHZ",
        "مگاهرتز MHZ",
        "گیگاهرتز GHZ",
        "تراهرتز THZ",
        "بسامد بر حسب مگاهرتز برابر است با 300 تقسیم بر طول موج بر حسب متر"
      ]
    },
    {
      "EnglishWord": "f layer",
      "Meanings": [
        "لایه «اف» یکی از لایه‌های یونیده هوا که ارتفاعهای مختلف در منطقه «اف» یون سپهر به وجود می‌آیند. این لایه می‌تواند امواج رادیویی با بسامدهای تا 50 مگاهرتز را به طرف زمین بازتاب کند. در نیمکره روز معمولا دو لایهٔ «اف» به نامهای «اف 1» و «اف 2» وجود دارد"
      ]
    },
    {
      "EnglishWord": "f number",
      "Meanings": [
        "عدد «اف» مشخصه ای از عدسی که از تقسیم فاصله کانونی آن به حداکثر قطر موثر عدسی به دست می‌آید"
      ]
    },
    {
      "EnglishWord": "f region",
      "Meanings": [
        "ناحیه «اف» ناحیه مربوط به یون سپهر در حدود 145 کیلومتری بالای سطح زمین. این ناحیه از دو لایه «اف",
        "» و «اف",
        "» در روز و یک لایه «اف» در شب تشکیل می‌شود که همگی امواج رادیویی با بسامدهای تا 50 مگاهرتز را به زمین بازتاب می‌کنند"
      ]
    },
    {
      "EnglishWord": "f scope",
      "Meanings": [
        "«اف» نما صفحه راداری که نمایش «اف» تولید می‌کند"
      ]
    },
    {
      "EnglishWord": "f/v - v/f",
      "Meanings": [
        "علامت اختصاری که نشان میدهد یک مبدل در هر دو جهت بسامد به ولتاژ و ولتاژ",
        "به",
        "بسامد عمل تبدیل را انجام می‌دهد"
      ]
    },
    {
      "EnglishWord": "f/v converter",
      "Meanings": [
        "frequency",
        "to",
        "voltage converter",
        "مبدل بسامد",
        "ولتاژ مبدلی که ولتاژ خروجی قیاسی آن متناسب با بسامد سا آهنگ تکرار سیگنال ورودی است که از شارینج",
        "دورسنج",
        "یا سایر وسایل مولد «ای سی» می‌آیند. در سیستم کنترل فرایند از پسخورد این ولتاژ خروجی برای تنظیم فرایند استفاده می‌شود. از این مبدلها برای پایدارسازی و خطی سازی نوسانسازهای کنترل شونده باولتاژ نیز استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "f1 layer",
      "Meanings": [
        "لایه «اف 1» لایه پایینی ازدو لایه یونیده منطقه «اف» در نیمکره روز این لایه معمولا در فاصله 90 تا 150 مایل 145 تا 240 کیلومتری بالای زمین قرار دارد و عمدتا بر بسامدهای حدود 1/5 تا 25 مگاهرتز تاثیر می‌گذارد"
      ]
    },
    {
      "EnglishWord": "f2 layer",
      "Meanings": [
        "لایه «اف",
        "» لایه یونیده ای از منطقه «اف» که معمولا در نیمکره شب وجود دارد. در نیمکره روز",
        "«اف",
        "» لایه بالایی از بین دو لایه موجود است"
      ]
    },
    {
      "EnglishWord": "fa",
      "Meanings": [
        "femtoampere",
        "فمتو آمپر واحد جریان برابر با 10 به توان",
        "آمپر"
      ]
    },
    {
      "EnglishWord": "faa",
      "Meanings": [
        "Federal Aviation Administration",
        "سازمان هوانوردی فدرال سازمان تاسیس شده در سال 1958 که اختیار کامل برای وضع مقررات هوانوردی نظامی و غیر نظامی دارد"
      ]
    },
    {
      "EnglishWord": "fabricate",
      "Meanings": [
        "ساختن",
        "تولید و ایجاد"
      ]
    },
    {
      "EnglishWord": "fabrication",
      "Meanings": [
        "ساخت",
        "تولید"
      ]
    },
    {
      "EnglishWord": "fabrication procedure",
      "Meanings": [
        "روال ساخت"
      ]
    },
    {
      "EnglishWord": "fabrication technique",
      "Meanings": [
        "فن ساخت"
      ]
    },
    {
      "EnglishWord": "face",
      "Meanings": [
        "مقابل",
        "نما",
        "صورت",
        "وجه"
      ]
    },
    {
      "EnglishWord": "face bond",
      "Meanings": [
        "پیوند رودررو اتصال بین بالشتک اتصال تراشه نیمرسانای وارونه شده با اتصال مکمل آن روی بدنه"
      ]
    },
    {
      "EnglishWord": "face centered",
      "Meanings": [
        "وجه مرکزدار",
        "رویه مرکزی"
      ]
    },
    {
      "EnglishWord": "faceplate",
      "Meanings": [
        "صفحه دید شیشه شفاف یا نیمه شفاف واقع در جلوی لامپ پرتو کاتدی که از طریق آن تصویر مشاهده می‌شود. سطح داخلی این صفحه با مواد شیمیایی فلویورسان پوشیده شده است و در موقع برخورد باریکه الکترونی به آن نور گسیل می‌کند"
      ]
    },
    {
      "EnglishWord": "facimile",
      "Meanings": [
        "نمابر سیستمی برای ارسال و دریافت متن و / یا گرافیک از طریق خطوط تلفن. ابتدا به کمک پویشگر Scanner",
        "نسخه موضوع subject copy تحت پویش نوری قرار می‌گیرد و سیگنال الکرتیکی متناظر با تصویر تولید می‌شود. پس از رمزگذاری",
        "سیگنال به وسیله مودم و از طریق خطوط تلفنی به دستگاه مشابه فکس در مقصد ارسال می‌شود. سرعت مودمهای فکس نوعا 14/4kb/s است. دستگاه فکس گیرنده پس از رمزگشایی سیگنال آن را به قالب مناسب باری چاپ نسخه نمابر facsimile copy تبدیل می‌کند"
      ]
    },
    {
      "EnglishWord": "facsimile",
      "Meanings": [
        "نمابر",
        "تصویر رادیویی نگار"
      ]
    },
    {
      "EnglishWord": "facsimile copy",
      "Meanings": [
        "نسخه نمابر نسخه چاپ شده دستگاه فکس به روی کاغذ گرمایی یا ساده"
      ]
    },
    {
      "EnglishWord": "facsimile machine",
      "Meanings": [
        "دستگاه نمابر دستگاه شخصی یا راداری پیشرفته ای که عملیات پویش فکس",
        "ارسال و دریافت",
        "و چاپرا یک جا انجام می‌دهد. در روش متداول پویش",
        "نسخه موضوع subject copy به داخل دستگاه فرستاده می‌شود و از مقابل طلبه ای که با سرعت زاویه ای ثابت می‌چرخد",
        "عبور داده می‌شود. یک چرخ اپتیکی به همراه فوتوسل روی تسمه ای عرضی نصب شده است که به اندازه ارتفاع خط مستقیم در هر گام جلو می‌رود. فوتوسل جریانی از دانه‌های تصویری پیکسل9 را در پی پویش تولید می‌کند. خروجی فوتوسل یا فوتوسلها پس از تبدیل توسط مودم از طریق خطوط تلفنی به دستگاه مشابه فکس ارسال می‌شود. دستگاه گیرنده فکس ازلاعات را دوباره به سیگنال قابل چاپ روی کاغذ گرمایی یا ساده تبدیل می‌کند. معمولا برای دستگاههای فکس شماره تلفن اختصاصی در نظر گرفته می‌شود به گونه ای که بدون تداخل با مکالمات تلفنی می‌توانند به صورت شبانه روزی کار کنند. از برخی دستگاههای فکس به عنوان پویشگر استفاده می‌شود تا متون یا تصاویر گرافیکی را به شکل رقمی در آورند و برای پردازش یا ذخیره به رایانه ارسال کنند. برخی دیگر نیز به عنوان ماشینهای کپی اداری به کار می‌روند"
      ]
    },
    {
      "EnglishWord": "facsimile signal",
      "Meanings": [
        "سیگنال نمابر سیگنال تصویری که در هنگام پویش نسخه موضوع توسط دستگاه نمابر تولید می‌شود"
      ]
    },
    {
      "EnglishWord": "facsimile transmission",
      "Meanings": [
        "ارسال نمابر ارسال داده‌های رقمی تولید شده در هنگام پویش موضوع",
        "که می‌تواند شامل عکس و تصویر نیز باشد",
        "برای باز تولید در محل گیرنده"
      ]
    },
    {
      "EnglishWord": "factor",
      "Meanings": [
        "ضریب نسبت مقدار تغییر بسیار کوچکی در ولتاژ ام یک لامپ الکترونی n پایه به مقدار تغییر بسیار کوچکی در ولتاژالکترود l ام در صورتی که جریان الکترود m ثابت بماند",
        "ضریب",
        "فاکتور"
      ]
    },
    {
      "EnglishWord": "factory",
      "Meanings": [
        "کارخانه"
      ]
    },
    {
      "EnglishWord": "fade",
      "Meanings": [
        "محو کردن تغییر تدریجی شدت سیگنال"
      ]
    },
    {
      "EnglishWord": "fade out",
      "Meanings": [
        "محو تدریجی افت تدریجی و موقتی سیگنال دریافت شده رادیویی یا تلویزیونی بر اثر فوتونهای مغناطیسی",
        "اختلاف جوی",
        "یا سایر شرایط ایجاد شده در طول مسیر انتقال. خاموشی blackout نوعی محو تدریجی به مدت چندین ساعت یا بیشتر در یک بسامد مشخص است"
      ]
    },
    {
      "EnglishWord": "fader",
      "Meanings": [
        "محو کننده نوعی کنترل برای گذر تدریجی از یک میکروفون به کانال شنیداری",
        "یا دوربین تلویزیونی به دیگری. در هر بار تغییر",
        "سطح سیگنال اساسا ثابت می‌ماند زیرا بخشی از محو کننده سطح سیگنال را در کانال خود افزایش می‌دهد در حالی که بخش دیگر سیگنال را به مقدار متناظر کاهش می‌دهد"
      ]
    },
    {
      "EnglishWord": "fading",
      "Meanings": [
        "محو شدگی تغییر تدریجی شدت میدان یک سیگنال رادیویی در اثر تغییر و تحول در محیط انتقال",
        "محو شدن"
      ]
    },
    {
      "EnglishWord": "fading margin",
      "Meanings": [
        "حاشیه محو شدگی محدوده مجاز تضعیف که در طراحی سیستمهای رادیویی در نظر گرفته می‌شود به گونه ای که علیرغم وجود محو شدگی نسبت سیگنال به نویز در حداقل مشخصی حفظ شود"
      ]
    },
    {
      "EnglishWord": "fahnestock clip",
      "Meanings": [
        "گیره فان استوک نوعی گیره فنری برای ایجاد اتصالات موقت الکتریکی"
      ]
    },
    {
      "EnglishWord": "fahreheit",
      "Meanings": [
        "فارنهایت نوعی مقیاس اندازه گیری دما که در آن نقطه انجماد 32 درجه و نقطه جوش آب 212 درجه در فشار عادی جو است. صفر مطلق نیز در 459/6 درجه F",
        "روی می‌دهد. برای تبدیل درجه فارنهایت به درجه سلسیوس ابتدا عدد 32 را از آن کم می‌کنند و سپس نتیجه در 5 تقسیم بر 9 ضرب می‌شود. مقیاسهای فارنهایت و سلسیوس در یک نقطه مشترکند: 40C درجه = 40F درجه. از ضرب درجه سلسیوس در 5 تقسیم بر 9 و افزودن 32 به آن درجه فارنهایت به دست می‌آید"
      ]
    },
    {
      "EnglishWord": "fahrenheit",
      "Meanings": [
        "فارنهایت"
      ]
    },
    {
      "EnglishWord": "fahrenheit scale",
      "Meanings": [
        "مقیاس فارنهایت"
      ]
    },
    {
      "EnglishWord": "fail safe",
      "Meanings": [
        "ایمن در مقابل خرابی"
      ]
    },
    {
      "EnglishWord": "fail-safe control",
      "Meanings": [
        "کنترل ایمن از خرابی نوعی کنترل که طراحی ان طوری است که خرابی مدار آن در هیچ شرایطی نمی‌تواند وضعیت خطرناکی ایجاد کند"
      ]
    },
    {
      "EnglishWord": "failt simulation",
      "Meanings": [
        "شبیه سازی خطا اصطلاحی به مفهوم شبیه سازی رایانه ای خطاهای ایجاد شده در هنگام ساخت مدارهای مجتمع. در این حالت توصیف مدار با در نظر گرفتن نقایص ساخت اصلاح می‌شود و شبیه سازی مشخص میکند که آیا برنامه آزمون می‌تواند این نقص را پیدا کند یا خیر"
      ]
    },
    {
      "EnglishWord": "failure",
      "Meanings": [
        "خرابی"
      ]
    },
    {
      "EnglishWord": "faire lead",
      "Meanings": [
        "قرقره گردان لوله ای از جنس پلاستیک",
        "چوپ",
        "یا فلز با سرقیفی شکل که آنتن هواپیما در درون آن پیچیده می‌شود"
      ]
    },
    {
      "EnglishWord": "fall time",
      "Meanings": [
        "زمان افت زمان لازم برای رسیدن دامنه پالس پایین رونده از 90 به 10 درصد مقدار اولیه خود",
        "زمان افت"
      ]
    },
    {
      "EnglishWord": "false",
      "Meanings": [
        "نادرست"
      ]
    },
    {
      "EnglishWord": "false echo",
      "Meanings": [
        "پزواک نادرست پژواک اضافی و گمراه کننده ای که روی صفحه نشانگر نقشه موقعیت در رادار کشتی ظاهر می‌شود. ساختمانهای ساحلی رودخانه‌ها یکی از عوامل ایجاد پژواکهای نادرست است. همچنین ممکن است هدفی به گلبرگ فرعی باریکه رادار برخورد کند و پژواک آن توسط دکل",
        "دودکش یا برج کشتی به روی مسیر باریکه اصلی بیفتد"
      ]
    },
    {
      "EnglishWord": "fan",
      "Meanings": [
        "پنکه"
      ]
    },
    {
      "EnglishWord": "fan beam",
      "Meanings": [
        "باریکه پرده ای 1. باریکه رادیویی با سطح مقطع بیضوی شکل که نسبت محورهای اصلی به فرعی آن معمولا بیشتر از 3 به 1 است. این باریکه در صفحه قایم پهن و در صفحه افقی باریک است. 2. باریکه راداری به شکل بادبزن"
      ]
    },
    {
      "EnglishWord": "fan in",
      "Meanings": [
        "ظرفیت ورودی"
      ]
    },
    {
      "EnglishWord": "fan marker beacon",
      "Meanings": [
        "راهنمای نشانه زن پره ای تجهیزات رادیویی «وی اچ اف» که باریکه پره ای آن در جهت عمودی با قطع یک خط یا مسیر هوایی موقعیت ثابتب را تعریف می‌کند. در صورت استفاده از آن در نزدیکی فرودگاه و به عنوان بخشی از سیستم فرود ابزاری",
        "به نام راهنمای نشانه زن مرزی",
        "میانی",
        "یا بیرونی شناخته می‌شود"
      ]
    },
    {
      "EnglishWord": "fan out",
      "Meanings": [
        "ظرفیت خروجی"
      ]
    },
    {
      "EnglishWord": "fan- out circuit",
      "Meanings": [
        "مدار شاخه ده خروجی مداری که از یک نقطه خروجی چندین شاخه را تغذیه می‌کند"
      ]
    },
    {
      "EnglishWord": "fan-in",
      "Meanings": [
        "ظرفیت ورودی",
        "شاخه پذیری ورودی تعداد ورودیهایی که می‌توان به یک دریچه منطقی رقمی وصل کرد"
      ]
    },
    {
      "EnglishWord": "fan-in circuit",
      "Meanings": [
        "مدار شاخه پذیر ورودی مداری که در آن تعداد زیادی ورودی به یک نقطه مشترک وارد می‌شوند"
      ]
    },
    {
      "EnglishWord": "fanning beam",
      "Meanings": [
        "باریکه بادزن باریکه رادیویی که روی یک قوس محدود",
        "مرتب رفت و برگشت می‌کند"
      ]
    },
    {
      "EnglishWord": "fan-out",
      "Meanings": [
        "ظرفیت خروجی",
        "شاخه دهی خروجی تعدا خروجی منطقی موازی که می‌توان از یک مدار مجتمع گرفت بدون آنکه از حد مجاز مشخصات خود خارج شود"
      ]
    },
    {
      "EnglishWord": "far field",
      "Meanings": [
        "میدان دور میدان تابشی در منطقه فرانهوفر واقع در اطراف یک آنتن فرستنده",
        "میدان دور"
      ]
    },
    {
      "EnglishWord": "farad",
      "Meanings": [
        "فاراد واحد ظرفیت در سیستم «اس آی». اگر تغییر ولتاژ 1 وات بر ثانیه بود در دو سر یک خازن",
        "جریان 1 آمپر را تولید کند ظرفیت آن 1 اف خواهد بود. در عمل",
        "فاراد واحد بسیار بزرگی است و عموما به جای آن از دوواحد کوچکتر استفاده می‌شود: میکروفاراد برابر با یک میلیونیم فاراد و پیکوفاراد مساوی با یک میلیونیم میکروفاراد",
        "فاراد"
      ]
    },
    {
      "EnglishWord": "faraday",
      "Meanings": [
        "فاراده واحد مقدار الکتریسیته برابر با 96500 سی",
        "فاراده"
      ]
    },
    {
      "EnglishWord": "faraday cage",
      "Meanings": [
        "قفس فاراده"
      ]
    },
    {
      "EnglishWord": "faraday constant",
      "Meanings": [
        "ثابت فاراده"
      ]
    },
    {
      "EnglishWord": "faraday dark space",
      "Meanings": [
        "فضای تاریک فاراده منطقه نسبتا تاریکی در لامپ تخلیه تابان سرد",
        "کاتد که تابش منفی را از ستون مثبت جدا می‌کند"
      ]
    },
    {
      "EnglishWord": "faraday effect",
      "Meanings": [
        "اثر فاراده هنگامی که نور با قطبش صفحه ای از مواد شفاف خاصی در جهت موازی با خطوط میدان مغناطیسی قوی عبور کند",
        "صفحه قطبش به میزان معینی می‌چرخد. عمل چرخشگر فریتی در موجبرها نیز از همین قانون پیروی می‌کند",
        "اثر فاراده"
      ]
    },
    {
      "EnglishWord": "faraday induction law",
      "Meanings": [
        "قانون القای فاراده"
      ]
    },
    {
      "EnglishWord": "faraday law",
      "Meanings": [
        "قانون فاراده"
      ]
    },
    {
      "EnglishWord": "faraday rotation",
      "Meanings": [
        "چرخش فاراده چرخش قطبیدگی یک سیگنال در اثر عبور آن از لایه‌های یونیده ای و اف در سطوح بالایی جو"
      ]
    },
    {
      "EnglishWord": "faraday rotation isolator",
      "Meanings": [
        "جداساز چرخش فاراده نوعی جداساز در موجبرهای دایره ای که امواج را فقط در یک جهت عبور می‌دهد. با قرار دادن میله فریتی بین پره‌های مقاومتی صفحه قطبش امواج به میزان 45 درجه می‌چرخد. با استفاده از گذارهای مناسب مستطیلی",
        "به دایره ای می‌توان جداساز را برای موجبرهای مستطیلی نیز به کار برد"
      ]
    },
    {
      "EnglishWord": "faraday rotator phase shifter",
      "Meanings": [
        "انتقال دهنده فاز چرخشگر فاراده نوعی انتقال دهنده فاز قفلی و دو جانبه که از یک چرخشگر فاراده و صفحات ربع",
        "موجی غیر دو جانبه در هر سر تشکیل می‌شود یک موجبر فریتی نیز در آن به کار رفته است. به دور موجبر پیچک محوری پیچیده می‌شود که میدان مغناطیسی آن در خارج از دیواره‌های موجبر توسط یونهای فرومغناطیسی بسته می‌شود. انرژی محفظه مستطیلی توسط صفحات ربع",
        "موجی و بسته به جهت انتشار به یکی از انرژیهای قطبیده دایره ای چپگرد یا راستگرد تبدیل می‌شود. فاز انرژی به وسیله میدان مغناطیسی متغیری که پیچک دور موجبر ایجاد می‌کند",
        "تغییر داده می‌شود"
      ]
    },
    {
      "EnglishWord": "faraday shield",
      "Meanings": [
        "حفاظ فاراده 1. نوعی حفاظ التروستاتیکی که به منظور کاهش آثار تزویج خازنی و نویز",
        "بین سیم پیچهای اولیه و ثانویه یک ترانسفورمر قرار داده می‌شود. 2. نوعی حفاظ الکتروستاتیکی که از توری سیم فلزی ساخته می‌شود. 3. کیسه پلاستیکی با پوشش فلزی در هر دو طرف که قطعات حساس را از آثار مخرب تخلیه الکتروستاتیکی ای اس دی حفاظت می‌کند. حفاظ در ضمن حفاظت الکتروستاتیکی امواج الکترومغناطیسی را عبور می‌دهد و نیازی به زمین کردن آن نیست"
      ]
    },
    {
      "EnglishWord": "faraday's law  electromagnetic induction",
      "Meanings": [
        "قانون فاراده",
        "قانون القای الکترومغناطیسی ولتاژ القا شده در یک مدار متناسب با آهنگ تغییر شار مغناطیسی آن است"
      ]
    },
    {
      "EnglishWord": "faradic current",
      "Meanings": [
        "جریان فارادی نوعی جریان متناوب و غیر متقارن مشابه با جریان سیم پیچ ثانویه پیچک القایی"
      ]
    },
    {
      "EnglishWord": "far-end crosstalk",
      "Meanings": [
        "همشنوایی وسیع نوعی همشنوایی که جهت حرکت آن در مدار دچار اختلال با سیگنالهای اصلی یکی است. در صورت بروز آن ایستگاههای تکرار کننده تلفنی",
        "سیگنال خروجی یک تکرار کننده به روی خط خروجی تکرار کننده دیگر نیز می‌رود"
      ]
    },
    {
      "EnglishWord": "fast",
      "Meanings": [
        "سریع"
      ]
    },
    {
      "EnglishWord": "fast ethernet",
      "Meanings": [
        "شبکه اترنت سریع"
      ]
    },
    {
      "EnglishWord": "fast fourier transform",
      "Meanings": [
        "تبدیل فوریه سریع نوعی تبدیل فوریه برای محاسبه پاسخ دامنه و فاز توابع زمانی در حوزه بسامد با استفاده از برنامه‌های ویژه ای که سرعت محاسبه سریهای مختلط فوریه را در رایانه افزایش می‌دهد"
      ]
    },
    {
      "EnglishWord": "fast fourier transform   fft",
      "Meanings": [
        "تبدیل فوریه سریع"
      ]
    },
    {
      "EnglishWord": "fast synchronization",
      "Meanings": [
        "همزمانی سریع"
      ]
    },
    {
      "EnglishWord": "fast uplink signaling channel   fausch",
      "Meanings": [
        "کانال کنترل ارسال سریع"
      ]
    },
    {
      "EnglishWord": "fault",
      "Meanings": [
        "خطا",
        "نقص 1. عیبی نظیر مدار باز",
        "اتصال کوتاه",
        "یا زمین شدن ناخواسته یک قطعه",
        "مدار",
        "یا خط انتقال. 2. نقصی در قطعه نیمرسانا که مانع از کار عادی آن می‌شود و معمولا به نقایص ساخت مربوط است",
        "عیب"
      ]
    },
    {
      "EnglishWord": "fault current",
      "Meanings": [
        "جریان خطا"
      ]
    },
    {
      "EnglishWord": "fault detector",
      "Meanings": [
        "آشکار ساز خطا"
      ]
    },
    {
      "EnglishWord": "fault finding",
      "Meanings": [
        "عیب یابی"
      ]
    },
    {
      "EnglishWord": "fault location",
      "Meanings": [
        "محل خطا"
      ]
    },
    {
      "EnglishWord": "fault mode current",
      "Meanings": [
        "جریان مد خطا جریان مدار در شرایط معیوب نظیر اتصال کوتاه باز"
      ]
    },
    {
      "EnglishWord": "fault power",
      "Meanings": [
        "توان خطا"
      ]
    },
    {
      "EnglishWord": "fault protection",
      "Meanings": [
        "حفاظت در برابر خطا"
      ]
    },
    {
      "EnglishWord": "fault resistance",
      "Meanings": [
        "مقاومت محل خطا"
      ]
    },
    {
      "EnglishWord": "fault voltage",
      "Meanings": [
        "ولتاژ خطا"
      ]
    },
    {
      "EnglishWord": "faultless",
      "Meanings": [
        "بدون خطا"
      ]
    },
    {
      "EnglishWord": "fax",
      "Meanings": [
        "facimile",
        "نمابر سیستمی برای ارسال و دریافت متن و / یا گرافیک از طریق خطوط تلفن. ابتدا به کمک پویشگر Scanner",
        "نسخه موضوع subject copy تحت پویش نوری قرار می‌گیرد و سیگنال الکرتیکی متناظر با تصویر تولید می‌شود. پس از رمزگذاری",
        "سیگنال به وسیله مودم و از طریق خطوط تلفنی به دستگاه مشابه فکس در مقصد ارسال می‌شود. سرعت مودمهای فکس نوعا 14/4kb/s است. دستگاه فکس گیرنده پس از رمزگشایی سیگنال آن را به قالب مناسب باری چاپ نسخه نمابر facsimile copy تبدیل می‌کند"
      ]
    },
    {
      "EnglishWord": "fc",
      "Meanings": [
        "footcandle",
        "فوت کندل واحد قبلی شدت روشنایی که لومن بر فوت مربع جانشین آن شده است. استفاده از واحد «اس آی» روشنایی",
        "یعنی لوکس ترجیح داده می‌شود"
      ]
    },
    {
      "EnglishWord": "fc - al",
      "Meanings": [
        "fiber",
        "channel arbitrated loop",
        "حلقه رسیدگی شده کانال",
        "تارنوری یک واسط سری برا ی شبکه‌های رایانه ای که پهنای باند بیشتری نسبت به واسط موازی سیستمهای کامپیوتر کوچک اسکازی small computer system SCSI Interface دارد"
      ]
    },
    {
      "EnglishWord": "fcc",
      "Meanings": [
        "Federal communications commission",
        "کمسیون ارتباطات فدرال سازمان وابسته به دولت امریکا که مسیولیتهای زیر را به عهده دارد: 1. سیاست گذاری در مورد تخصیص بسامدها 2. تایید صلاحیت دارندگان ایستگاههای رادیویی و تلویزیونی تجاری و اعطای جواز بهآنها. 3. تایید صلاحیت و اعطای گواهینامه به اپراتورهای حرفه ای و آماتوری رادیو و رادار و تکنیسینهای الکترونیک"
      ]
    },
    {
      "EnglishWord": "fdcc",
      "Meanings": [
        "forward control channel",
        "کانال کنترل مستقیم در سیستم تلفن سیار سلولی telephne cellular mobile به کانال کنترلی گفته می‌شود که بین یک ایستگاه زمینی و یک ایستگاه سیار استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "fdm",
      "Meanings": [
        "frequency",
        "division multiplex",
        "تسهیم با تقسیم بسامدی نوعی سیستم تسهیم برای ارسال دو یا چند سیگنال روی یک مسیر مشترک از طریق قطع و وصل باندهای بسامدی مربوط به هر سیگنال"
      ]
    },
    {
      "EnglishWord": "fdma",
      "Meanings": [
        "frequency",
        "division multiaccess",
        "دستیابی چندگانه با تقسیم بسامدی نوعی سیستم مخابرات ماهواره ای تسهیمی که از یک روش قیاسی برای مدوله سازی سیگنالهای تلفنی استفاده می‌کند. تکرار کننده‌های ماهواره توانایی پذیرش سیگنالهای متعدد با بسامدهای مختلف را در محدوده پهنای باند خود دارند"
      ]
    },
    {
      "EnglishWord": "fe",
      "Meanings": [
        "iron",
        "آهن FE عنصر فلزی با عدد اتمی 26 و وزن اتمی 55/"
      ]
    },
    {
      "EnglishWord": "fe 2 o3",
      "Meanings": [
        "ferric oxide",
        "اکسید فریک اکسید آهن مغناطیسی به رنگ قرمز که در پوشش نوارهای ضبط مغناطیسی استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "feature",
      "Meanings": [
        "ویژگی",
        "خاصیت"
      ]
    },
    {
      "EnglishWord": "fec",
      "Meanings": [
        "forward error correction; mode B",
        "تصحیح خطای مستقیم یکی از دو مدار ارتباطی AMTOR که در آن هرنویسه دوبار فرستاده می‌شود. ایستگاه گیرنده وجود خطا در نسبت علامت/فاصله را بررسی می‌کند. در صورت کشف خطا",
        "یک فاصله به نشانه دریافت نویسه نادرست چاپ می‌شود"
      ]
    },
    {
      "EnglishWord": "fed rheed",
      "Meanings": [
        "reflection electron diffraction",
        "شکست الکترون بازتابی فرایند آزمایش ساختارهای سطح بلور. ابزارهای در اخل محفظه‌های سیستم اپتیکی باریکه مولکولی MBE نصب می‌شوند تااین آزمایش را در حین آنجام فرایند اپتیکی انجام دهند"
      ]
    },
    {
      "EnglishWord": "federal aviation administration",
      "Meanings": [
        "سازمان هوانوردی فدرال سازمان تاسیس شده در سال 1958 که اختیار کامل برای وضع مقررات هوانوردی نظامی و غیر نظامی دارد"
      ]
    },
    {
      "EnglishWord": "federal communications commission",
      "Meanings": [
        "کمسیون ارتباطات فدرال سازمان وابسته به دولت امریکا که مسیولیتهای زیر را به عهده دارد: 1. سیاست گذاری در مورد تخصیص بسامدها 2. تایید صلاحیت دارندگان ایستگاههای رادیویی و تلویزیونی تجاری و اعطای جواز بهآنها. 3. تایید صلاحیت و اعطای گواهینامه به اپراتورهای حرفه ای و آماتوری رادیو و رادار و تکنیسینهای الکترونیک"
      ]
    },
    {
      "EnglishWord": "feed",
      "Meanings": [
        "تغذیه 1. اعمال سیگنال به ورودی مدار",
        "خط انتقال",
        "یا آنتن. 2. بخشی ازآنتن رادار که به انتهای خط انتقال متصل می‌شود و انرژی «آر اف» را به بازتابنده داده یااز آن دریافت می‌کند",
        "تغذیه"
      ]
    },
    {
      "EnglishWord": "feed coil",
      "Meanings": [
        "سیم پیچی تغذیه"
      ]
    },
    {
      "EnglishWord": "feed equipment",
      "Meanings": [
        "دستگاه تغذیه"
      ]
    },
    {
      "EnglishWord": "feed- forward control",
      "Meanings": [
        "کنترل پیشخوردی نوعی کنترل فرایند که در آن با آشکار کردن تغییرات ورودی فرایند و قبل از فعال شدن خروجی",
        "یک سیگنال تصحیح حدسی اعمال می‌شود"
      ]
    },
    {
      "EnglishWord": "feed- forward network",
      "Meanings": [
        "شبکه پیشخورد نوعی شبکه بیرونی و کاهنده اعوجاج کهبه همراه تقویت کننده‌های رده «سی» در خدمات مخابراتی ماهواره ای استفاده می‌شود. سیگنال خطا با نمونه گیری از ورودی و خروجی تقویت کننده تقویت کننده اعوجاج دار به دست می‌آید. با پردازش و ترکیب این سیگنال خطا بعد از خروجی تقویت کننده و حذف خطاهای مشترک",
        "یک سیگنال بدون اعوجاج به دست می‌آید"
      ]
    },
    {
      "EnglishWord": "feed line",
      "Meanings": [
        "خط تغذیه"
      ]
    },
    {
      "EnglishWord": "feed pipe",
      "Meanings": [
        "لوله تغذیه"
      ]
    },
    {
      "EnglishWord": "feed point",
      "Meanings": [
        "نقطه تغذیه"
      ]
    },
    {
      "EnglishWord": "feed system",
      "Meanings": [
        "سیستم تغذیه"
      ]
    },
    {
      "EnglishWord": "feed wire",
      "Meanings": [
        "سیم تغذیه"
      ]
    },
    {
      "EnglishWord": "feedback",
      "Meanings": [
        "پسخورد",
        "بازخورد برگشت بخشی از خروجی یک مدار یا قطعه به ورودی آن",
        "در پسخورد مثبت",
        "سیگنال برگشتی با ورودی همفاز است و موجب تقویت آن می‌شود اما در عین حال ممکن است مدار را دچار نوسان کند. در پسخورد منفی",
        "سیگنال برگشتی 180 درجه با ورودی اختلاف فاز دارد و تقویت را کم می‌کند اما در عین حال موجب پایداری عملکرد مدار و کاهش نویز و اعوجاج می‌شود",
        "پسخور"
      ]
    },
    {
      "EnglishWord": "feedback amplifier",
      "Meanings": [
        "تقویت کننده پسخوردی تقویت کننده ای که در آن شبکه غیر فعال بخشی از سیگنال خروجی را به گونه ای به ورودی بر می‌گرداند که مشخصه عملکرد تقویت کننده دستخوش تغییر می‌شود",
        "تقویت کننده پسخورد"
      ]
    },
    {
      "EnglishWord": "feedback circuit",
      "Meanings": [
        "مدار پسخورد"
      ]
    },
    {
      "EnglishWord": "feedback control",
      "Meanings": [
        "کنترل پسخورد"
      ]
    },
    {
      "EnglishWord": "feedback control loop",
      "Meanings": [
        "حلقه کنترل پسخوردی مداری که هر گونه انحراف از سطح مطلوب خروجی را شناسایی می‌کند و شکل موجهای تحریک را در جهت جبران این تغییرات اصلاح می‌کند"
      ]
    },
    {
      "EnglishWord": "feedback controller",
      "Meanings": [
        "کنترل کننده پسخوردی مدار یا عنصری که در یک سیستم حلقه",
        "بسته closed loop",
        "system که موتور یا سایر محرکها را در جهت تصحیح سیگنال خطا signal error کنترل می‌کند"
      ]
    },
    {
      "EnglishWord": "feedback oscillator",
      "Meanings": [
        "نوسانساز پسخوردی مدار نوسان کننده ای که خروجی تقویت کننده آن به صورت همفاز به ورودی برگشت داده می‌شود. بسامد نوسان توسط عناصر رآکتیو تقویت کننده و مدار پسخورد تعیین می‌شود"
      ]
    },
    {
      "EnglishWord": "feedback path",
      "Meanings": [
        "مسیر پسخورد مسیر انتقال از سیگنال خروجی حلقه به سیگنال پسخورد حلقه در حلقه کنترل پسخوردی"
      ]
    },
    {
      "EnglishWord": "feedback regulator",
      "Meanings": [
        "تنظیمگر پسخوردی نوعی سیستم کنترل پسخوردی که سعی در جهت حفظ رابطه معینی بین سیگنالهای خاصی از سیستم با سایر کمیات از پیش معین دارد. برخی از سیگنالهای سیستم تنظیمگر را سیگنالهای مرجع قابل تظیم تشکیل می‌دهند. در شرایط کاری معین",
        "از تنظیمگر پسخوردی به عنوان سروو مکانیزم استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "feedback resistor",
      "Meanings": [
        "مقاومت پسخوردی مقاومت موازی با یک تقویت کننده عملیاتی برای تزویج خروجی به ورودی و کنترل ولتاژ"
      ]
    },
    {
      "EnglishWord": "feedback system",
      "Meanings": [
        "سیستم با پسخورد"
      ]
    },
    {
      "EnglishWord": "feedback winding",
      "Meanings": [
        "سیم پیچ پسخوردی سیم پیچی که اتصالات پسخورد را در یک تقویت کننده مغناطیسی برقرار می‌کند"
      ]
    },
    {
      "EnglishWord": "feeder",
      "Meanings": [
        "خط تغذیه",
        "تغذیه کننده خط انتقال بین فرستنده و آنتن"
      ]
    },
    {
      "EnglishWord": "feeder cable",
      "Meanings": [
        "کابل خط تغذیه"
      ]
    },
    {
      "EnglishWord": "feeder clamp",
      "Meanings": [
        "گیره خط تغذیه"
      ]
    },
    {
      "EnglishWord": "feeder line",
      "Meanings": [
        "خط تغذیه کننده"
      ]
    },
    {
      "EnglishWord": "feedforward",
      "Meanings": [
        "پیشخورد روشی برای بهبود تنظیم و ثبیت خط با اندازه گیری مستقیم ولتاژ ورودی مدار"
      ]
    },
    {
      "EnglishWord": "feedline",
      "Meanings": [
        "خط تغذیه سیم یا کابل بین آنتن و فرستده یا گیرنده"
      ]
    },
    {
      "EnglishWord": "feedthrough  via connection",
      "Meanings": [
        "توگذر",
        "اتصال مجرا رسانایی که دو طرف یک تخته مدار چاپی را به هم اتصال می‌دهد"
      ]
    },
    {
      "EnglishWord": "feedthrough capacitor",
      "Meanings": [
        "خازن توگذر عایق توگذر که طرفیت معینی را بین رسانای توگذر و بدنه آن ایجاد می‌کند. در مدارهای «یو اچ اف» از آن به عنوان کنارگذر استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "feedthrough terminal   feed through insulator",
      "Meanings": [
        "پایانه توگذر نوعی استوانه عایق با سیم هم محور که در سوراخ ایجاد شده در بدنه یا قاب فلزی نصب می‌شود و انرژی یا سیگنال الکتریکی را عبور می‌دهد"
      ]
    },
    {
      "EnglishWord": "feet per second",
      "Meanings": [
        "فوت در ثانیه واحدی برای سرعت صدا در محیط. سرعت صدا در هوا و در شرایط استاندارد سطح دریا تقریبا برابر با 1080 اف تی/ اس 330 متر بر ثانیه و در آب برابر با 4800 اف تی/اس 1460 متر بر ثانیه است"
      ]
    },
    {
      "EnglishWord": "fel",
      "Meanings": [
        "free",
        "electron laser",
        "لیزر الکترون آزاد نوعی منبع تابش همدوس",
        "کارآمد",
        "پرتوان و با بسامد قابل تنظیم که از باند گیگاهرتز تا باندهای پرتو",
        "ایکس نرم کار می‌کند. سرعت الکترونهای آن نزدیک سرعت نور است. هرچه سرعت الکترون بیشتر باشد",
        "طول موج تابش خروجی کوتاهتر است. با استفاده از یک میدان تلمبه زنی متناوب و بیرونی",
        "الکترونهای نسبیتی به صورت عرضی نوسان و در نتیجه تابش گسیل می‌کنند. الکترونها",
        "همزمان با نوسان عرضی در جهت طولی نیز دسته بندی می‌شود و خروجی لیزر را به صورت همدوس در می‌آورند"
      ]
    },
    {
      "EnglishWord": "female connector",
      "Meanings": [
        "اتصال دهنده مادگی"
      ]
    },
    {
      "EnglishWord": "female-connector",
      "Meanings": [
        "اتصال ماده",
        "پ",
        "رابط ماده اتصال دهنده ای که اتصالات آن در تورفتگیها کار کذاشته شده اند. سراتصالهای ماده",
        "سوکتها و پریزهای برق نمونه ای از اتصال دهنده‌های ماده هستند"
      ]
    },
    {
      "EnglishWord": "femto",
      "Meanings": [
        "فمتو",
        "پیشوندی که ضریب 10 به توان",
        "یا 0/000000000000001 یا یکهرازم یک میلیونیم یک میلیونیم را نمایش می‌دهد"
      ]
    },
    {
      "EnglishWord": "femtoampere",
      "Meanings": [
        "فمتو آمپر واحد جریان برابر با 10 به توان",
        "آمپر"
      ]
    },
    {
      "EnglishWord": "femtosecond",
      "Meanings": [
        "فمتو ثانیه واحد زمان برابر با 10 به توان",
        "ثانیه"
      ]
    },
    {
      "EnglishWord": "femtovolt",
      "Meanings": [
        "فمتو ولت برابر با 10 به توان",
        "ولت"
      ]
    },
    {
      "EnglishWord": "femtowatt",
      "Meanings": [
        "فمتو وات واحد تواه برابر با 10 به توان",
        "وات"
      ]
    },
    {
      "EnglishWord": "fep",
      "Meanings": [
        "fluorinated ethlene propylene",
        "پروپیلن اتیلن فلویوردار شکل گرما نرم پلیپروپیلن اتیلن که از مذاب تحت فشار آن به دست می‌آید و دارای ویژگیهای الکتریکی عالی و مقاوم در برابر گرما و مواد شیمیایی است. بانام تجاری تفلون Teflon نیز شناخته می‌شود"
      ]
    },
    {
      "EnglishWord": "fermat's principle",
      "Meanings": [
        "اصل فرما هر موج مغناطیسی کوتاهترین مسیر انتشارش بین دو نقطه را از لحاظ زمانی انتخاب می‌کند"
      ]
    },
    {
      "EnglishWord": "fermi",
      "Meanings": [
        "فرمی"
      ]
    },
    {
      "EnglishWord": "fermi approximation",
      "Meanings": [
        "تقریب فرمی"
      ]
    },
    {
      "EnglishWord": "fermi distribution",
      "Meanings": [
        "توزیع فرمی"
      ]
    },
    {
      "EnglishWord": "fermi effect",
      "Meanings": [
        "اثر فرمی"
      ]
    },
    {
      "EnglishWord": "fermi energy",
      "Meanings": [
        "انرژی فرمی"
      ]
    },
    {
      "EnglishWord": "fermi level",
      "Meanings": [
        "سطح فرمی",
        "تراز فرمی"
      ]
    },
    {
      "EnglishWord": "fernico  kovar",
      "Meanings": [
        "فرنیکو",
        "کووار آلیاژی از آهن",
        "نیکل و کبالت که ضریب انبساط آن مشابه با شیشه است و برای درزبندیهای شیشه",
        "به",
        "فلز در لامپهای توان و سایر محفظه‌های خلا به کار می‌رود"
      ]
    },
    {
      "EnglishWord": "ferric",
      "Meanings": [
        "فریک دارای ترکیب سه ظرفیتی از آهن"
      ]
    },
    {
      "EnglishWord": "ferric oxide",
      "Meanings": [
        "اکسید فریک اکسید آهن مغناطیسی به رنگ قرمز که در پوشش نوارهای ضبط مغناطیسی استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "ferrimagnetic limiter",
      "Meanings": [
        "محدود ساز فری مغناطیسی نوعی محدود ساز توان که جانشین لامپهای تی آر در سیستمهای ریزموج می‌شود. در آن از مواد فری مغناطیسی با ویژگیهای غیر خطی نظیر فریت یا نارسنگ گارنت استفاده شده است"
      ]
    },
    {
      "EnglishWord": "ferrimagnetic material",
      "Meanings": [
        "ماده فری مغناطیسی ماده فریتی نظیر چند بلوریهای نارسنگ ایتریم",
        "آهن که ویژگی فری مغناطیسی از خود نشان می‌دهند"
      ]
    },
    {
      "EnglishWord": "ferrimagnetism",
      "Meanings": [
        "فری مغناطیس شکلی از مغناطیس که در آن گشتاور مغناطیسی یونهای همسایه تمایل به همترازی پادموازی با یکدیگر دارند. در عین حال",
        "به دلیل تفاوت اندازه گشتاورها",
        "مغناطیدگی حاصل می‌تواند مقدار بزرگی باشد. این اثر در فریتها و ترکیبهای مشابه آن دیده می‌شود"
      ]
    },
    {
      "EnglishWord": "ferristor",
      "Meanings": [
        "فریستور نوعی واکنشگر قابل اشباع کوچک با دو سیم پیچ که در بسامدهای بالا کار می‌کند و قابلیت اتصال به نوسانساز",
        "شمارنده حلقوی",
        "بس ارتعاشگر آزاد گرد یا ممیز جریان را دارد"
      ]
    },
    {
      "EnglishWord": "ferrite",
      "Meanings": [
        "فریت"
      ]
    },
    {
      "EnglishWord": "ferrite  ferrospinel",
      "Meanings": [
        "فریت ماده مغناطیسی به صورت پودر فشرده با مقاومت ویژه بالا که عمدتا از ترکیب اکسید فریک با یک یا چند فلز دیگر ساخته می‌شود. مقاومت بالا سبب کاهش قابل توجه اتلاف جریان ادی در بسامدهای بالا می‌شود. برخی از ترکیبهای فریتی عبارت اند از فریت نیکل",
        "فریت کبالت",
        "نیکل",
        "فریت منیزیم",
        "منگنز",
        "نارسنگ گارنت ایتریم",
        "آهن",
        "و نارسنگ تک بلوری ایتریم"
      ]
    },
    {
      "EnglishWord": "ferrite bead",
      "Meanings": [
        "مهره فریتی مهره ای از پودر فریت که در بسامدهای بالا روی سیمهای رابط قرار داده می‌شود تا با ایجاد القا کنایی نوسانهای پارازیتی را حذف کند"
      ]
    },
    {
      "EnglishWord": "ferrite circulator",
      "Meanings": [
        "سیرکولاتور فریتی",
        "دورزن فریتی ترکیبی از دو ترادسنده دو",
        "مدی و یک چرخشگر فریتی 45 درجه که انرژی ریزموج در موجبر مستطیلی را کنترل و قطع و وصل می‌کنند"
      ]
    },
    {
      "EnglishWord": "ferrite core",
      "Meanings": [
        "هسته فریت"
      ]
    },
    {
      "EnglishWord": "ferrite core memory",
      "Meanings": [
        "حافظه هسته",
        "فریتی نوعی حافظه مغناطیسی که در آن سیمهای خواندن و نوشتن در ماتریسی از هسته‌های چنبره ای ریز از جنس فریت با حلقه پسماند مربعی به نخ کشیده شده اند. قطر هسته‌های این نوع حافظه گاهی فقط 0/5 میلیمتر است. در حال حاضر استفاده از این حافظه‌ها منسوخ شده است"
      ]
    },
    {
      "EnglishWord": "ferrite isolator",
      "Meanings": [
        "جداسازی فریتی نوعی جداساز که انرژی موجبر را در یک جهت عبور می‌دهد و در جهت مخالف امکان جذب آن را فراهم می‌کند. در این جداساز",
        "یک میله فریتی واقع در روی محور مرکزی قطعه کوچکی از موجبر دایره ای",
        "بین بخشهای انتهایی دو موجبر مستطیلی که زاویه 45 با هم دارند",
        "قرار می‌گیرد. سیگنال دارای جهت مطلوب توسط میله فریتی به اندازه 45 درجه می‌چرخد و به موجبر خروجی منتقل می‌شود. سیگنال برگشتی به میزان 45 درجه در جهت نادرست می‌چرخد و انرژی آن توسط عناصر مقاومتی جذب می‌شود"
      ]
    },
    {
      "EnglishWord": "ferrite limiter",
      "Meanings": [
        "محدود ساز فریتی نوعی محدود ساز ریزموج کم توان و غیر فعال که در صورت کار در گستره خطی خود دارای کمترین اعوجاج فاز و اتلاف جایگذاری کمتر از 1 دسیبل است. سیگنال ورودی به نمونه تک بلور نارسنگ ایتریم",
        "آهن یا فریت لیتیم",
        "که توسط میدان مغناطیسی به حالت تشدید بایاس شده اند",
        "تزویج می‌شود. از این محدود ساز برای جلوگیری از سوختن گیرنده‌های حساس و مسدود شدن توسط سیگنالهای تداخلی قوی استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "ferrite phase shifter",
      "Meanings": [
        "انتقال دهنده فاز فریتی جزیی از رادار ریزموج که فاز سیگنال گذرنده از خود را تغییر می‌دهد. ماتریسی از انتقال دهنده‌های فاز به صورت الکترونیکی باریکه رادار آرایه",
        "فازی را پویش می‌کنند. انتقال دهنده‌های فاز فریتی که در یک موجبر محصور شده اند ازجمله متداولترین انواع آن هستند. ریز نوارهای دارای مواد فری مغناطیسی نظیر فریتها",
        "نارسنگها یا سرامیکهای با خواص مغناطیسی گونه دیگر این وسیله است. هر انتقال دهنده فاز م یتواند دو جانبه reciprocal یا غیر دو جانبه nonreciprocal باشد. انتقال دهنده‌های فاز چنبره ای متداولترین نوع غیر دو جانبه اند و از مشهورترین انواع دو جانبه می‌توان از انتقال دهنده فاز رژیا",
        "اسپنسر Reggia",
        "spencer و چرخشگر فاراده نام برد"
      ]
    },
    {
      "EnglishWord": "ferrite- rod antenna  ferrod  loopstick antenna",
      "Meanings": [
        "آنتن میله",
        "فریتی آنتنی در گیرنده‌های رادیو شامل یک میله فریت که به دور آن پیچک پیچیده شده است. این پیچک عموما به عنوان القا کنایی تنظیم در طبقه اول گیرنده استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "ferrite rotator",
      "Meanings": [
        "چرخشگر فریتی ژیراتوری متشکل از استوانه فریتی در داخل یک موجبر که حلقه ای از آهنربای دایم دور آن قرار گرفته است و موجب چرخش صفحه قطبش امواج الکترومغناطیسی گذرنده از درون موجبر می‌شود. میزان چرخش به ابعاد استوانه فریتی و مغناطیس شوندگی فریت بستگی دارد"
      ]
    },
    {
      "EnglishWord": "ferrite switch",
      "Meanings": [
        "کلید فریتی وسیله ای فریتی که با چرخاندن بردار میدان الکتریکی به میزان90 درجه موجب قطع شارش انرژی از درون موجبر می‌شود. با ارسال جریان مستقیم به پیچک مغناطیده",
        "کلید فعال می‌شود. انرژی چرخش یافته یا بر اثر عدم تطبیق بازتاب شده و یا توسط عناصر مقاومتی جذب می‌شود"
      ]
    },
    {
      "EnglishWord": "ferrite- tuned oscillator",
      "Meanings": [
        "نوسانساز تنظیم شده فریتی نوعی نوسانساز با مشخصه تشدید یک کاواک با بار فریتی که تنظیم الکترونیکی آن از طریق تغییر میدان مغناطیسی محیط صورت می‌گیرد. در یک نمونه",
        "گستره تنظیم از 500 تا 1300 مگاهرتز بوده است"
      ]
    },
    {
      "EnglishWord": "ferroacoustic storage",
      "Meanings": [
        "حافظه فرو آکوستیک نوعی حافظه خط",
        "تاخیری که از لوله نازکی از ماده مغناطو تنگشی",
        "سیم گذرنده از مرکز لوله",
        "و یک ترادیسنده فراصوتی در انتهای لوله تشکیل می‌شود. در هنگام نوشتن ابتدا پالس فراصوتی توس ترادیسنده در خط ارسال می‌شود. بعد از ایجاد تاخیر زمانی لازم برای رسیدن پالس به نقطه ذخیره مطلوب روی خط",
        "پالس کوتاهی از جریان به رسانای مرکزی اعمال می‌شود که حالت مغناطیسی خط در آن نقطه را تغییر می‌دهد. در هنگام خواندن",
        "دوباره یک پالس فراصوتی به داخل خط ارسال می‌شود",
        "بعد از تاخیر متناظر با محل ذخیره بیت مورد نظر",
        "دریچه قرایت موقتا باز می‌شود تا در صورت وجود بیت در هنگام عبور پالس فراصوتی در آن نقطه",
        "پالس ولتاژ تولید شده را دریافت کند"
      ]
    },
    {
      "EnglishWord": "ferrodynamic instrument",
      "Meanings": [
        "ابزار فرودینامیکی وسیله ای الکترودینامیکی که به دلیل استفاده از مواد فرومغناطیسی نیروی آن افزایش می‌یابد"
      ]
    },
    {
      "EnglishWord": "ferroelectric converter",
      "Meanings": [
        "مبدل فروالکتریکی نوعی مبدل که بر اساس تغییر ثابت دی الکتریکی ماده فروالکتریکی در هنگام افزایش دمای آن به بالاتر از نقطه کوری",
        "انرژی گرمایی را به انرژی الکتریکی تبدیل می‌کند. در ابتدا خازن بزرگی که دی الکتریک آن از جنس مواد فروالکتریکی نظیر تیتانات استرانسیم باریم است",
        "در دمای کوری و به وسیله یک باتری که دیودی سر راه آن است باردار می‌شود. سپس دما به بالای نقطه کوری افزایش می‌یابد. در نتیجه این عمل ثابت دی الکتریک و ظرفیت خازن افت می‌کند و ولتاژ آن زیاد می‌شود. پس از تخلیه این ولتاژ در بار",
        "خازن سرد می‌شود و چرخه دوباره تکرار می‌شود. منبع گرما می‌تواند تابش خورشیدی روی فضاپیماها باشد"
      ]
    },
    {
      "EnglishWord": "ferroelectric material",
      "Meanings": [
        "ماده فروالکتریکی ماده ای دی الکتریک و غیر خطی که دو قطبیهای الکتریکی آن درست مانند دو قطبیهای یک ماده مغناطیسی در اثر بر هم کنشهای متقابل در یک خط قرار می‌گیرند",
        "نمونه این مواد عبارت اند از تیتانات باریم",
        "فسفات دی هیدروژن",
        "پتاسیم",
        "و نمک راشل. مواد فروالکتریک در خازنهای سرامیکی",
        "ترادیسنده‌های آکوستیک",
        "و تقویت کننده‌های دی الکتریک استفاده می‌شوند"
      ]
    },
    {
      "EnglishWord": "ferroelectric shutter",
      "Meanings": [
        "نوربند فروالکتریکی دریچه نوری که در آن صفحه ای از بلور فروالکتریک بین قطبشگرهایی که صفحات آنها عمود بر هم است",
        "قرار گرفته است. نوربند با تحریک توسط پالسهایی تا 100 ولت",
        "باز می‌شودو نور را عبور میدهد"
      ]
    },
    {
      "EnglishWord": "ferrofluid",
      "Meanings": [
        "فروشاره محلول تعلیقی کلوییدی از ذرات مغناطیسی بسیار ریز که به عنوان روان کننده",
        "میراکننده",
        "یا انتقال دهنده گرمای جسم متحرک عمل می‌کند. آهنرباهای دایم یا الکترومغناطیسی وضعیت فروشاره را حتی تحت فشار حفظ می‌کنند. برای انتقال گرما از بلندگوهای بسامد",
        "بالا قویتر و برخی بلندگوهای بسامد",
        "متوسطهای",
        "فای استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "ferromagnetic",
      "Meanings": [
        "فرو مغناطیسی"
      ]
    },
    {
      "EnglishWord": "ferromagnetic amplifier",
      "Meanings": [
        "تقویت کننده فرومغناطیسی نوعی تقویت کننده پارامتری که بر اساس رفتار غیر خطی تشدید فرومغناطیسی در سطوح بالای توان «آر",
        "اف» کار می‌کند. در گونه ای از آن",
        "توان ریزموج به نارسنگ گارنت یا بلور فرومغناطیسی دیگری که در کاواک دارای خط نوار نصب شده است",
        "داده می‌شود. یک آهنربای دایم شدت میدان لازم برای ایجاد تشدید ژیرومغناطیسی را در بلور نارسنگ فراهم می‌کند. سیگنال ورودی از طریق خط",
        "نوار به بلور اعمال می‌شود. و سیگنال خروجی تقویت شده از سر دیگر خط",
        "نوار گرفته می‌شود"
      ]
    },
    {
      "EnglishWord": "ferromagnetic circuit",
      "Meanings": [
        "مدار فرو مغناطیسی"
      ]
    },
    {
      "EnglishWord": "ferromagnetic core",
      "Meanings": [
        "هسته فرو مغناطیسی"
      ]
    },
    {
      "EnglishWord": "ferromagnetic material",
      "Meanings": [
        "ماده فرومغناطیسی ماده ای مغناطیسی که تراوایی آن به میزان قابل توجهی بیشتر از تراوایی مغناطیسی خلا است ونیز بر حسب نیروی مغناطیده تغییر می‌کند. به عنوان نمونه می‌توان از انواع مختلف آهن",
        "فولاد",
        "کبالت",
        "نیکل و آلیاژهای آنها نام برد",
        "ماده فرو مغناطیسی"
      ]
    },
    {
      "EnglishWord": "ferromagnetic resonance",
      "Meanings": [
        "تشدید فرومغناطیسی نوعی وضعیت تشدید که هنگامی روی می‌دهد که تراوایی ظاهری یک ماده مغناطیسی در بسامدهای ریزموج به حداکثر خود برسد. تشدید در حضور یک میدان مغناطیسی عرضی ثابت و در زمانی رخ می‌دهد که بسامد ریزموج با بسامد حرکت تقدیمی الکترونهای مداری ماده مغناطیسی برابر شود. بسامد تشدید به شدت میدان عرضی بستگی دارد",
        "تشدید فرو مغناطیسی"
      ]
    },
    {
      "EnglishWord": "ferromagnetics",
      "Meanings": [
        "فرومغناطیس فناوری ذخیره اطلاعات و کنترل توالی پالسها به کمک ویژگیهای قطبش مغناطیسی مواد"
      ]
    },
    {
      "EnglishWord": "ferrometer",
      "Meanings": [
        "فروسنج دستگاهی که آزمایشهای مربوط به تراوایی و پسماند آهن و فولاد راانجام میدهد"
      ]
    },
    {
      "EnglishWord": "ferroresonant circuit",
      "Meanings": [
        "مدار فروتشدیدی نوعی مدار تشدید که با استفاده از واکنشگر اشباع شونده مشخصه‌های غیر خطی تولید می‌کند. تنظیم مدار با تغییر ولتاژ یا جریان صورت می‌گیرد"
      ]
    },
    {
      "EnglishWord": "ferroresonant transformer",
      "Meanings": [
        "ترانسفورمر فروتشدیدی ترانسفورمری که با تشدید در یک بسامد مشخص به عنوان مدار تنظیم شده استفاده می‌شود. خروجی ترانسفورمر تقریبا مستقل ازتغییرات ولتآژ ورودی است اما در صورت کار در بسامدهای دیگر",
        "اتلاف قابل توجهی خواهد داشت"
      ]
    },
    {
      "EnglishWord": "ferrous",
      "Meanings": [
        "آهنی",
        "فرو دارای ترکیب دو ظرفیتی از آهن"
      ]
    },
    {
      "EnglishWord": "fet",
      "Meanings": [
        "field",
        "effect transistor",
        "ترانزیستور اثر میدانی نوعی ترانزیستور تک قطبی و کنترل شونده با ولتاژ که تنها بر اساس حرکت یک نوع باربر کار می‌کند: الکترون یا حفره. دارای سه الکترود به نامهای سورس source",
        "درین drain",
        "و گیت gate است. جریان فت در یک کانال channel رسانا بین سورس و درین واقع در زیر ناحیه گیت جاری می‌شود",
        "فتهای کانال ان با بایاس مثبت گیت و فتهای کانال",
        "پی با بایاس منفی گیت هدایت می‌کنند. دو نوع فت مشهور عبارت اند از فت پیوندی جی فت و فت فلز",
        "اکسید ما فت",
        "gallium arsenide",
        "فت آرسنید گالیمی نوعی تقویت کننده جریان کنترل شونده با ولتاژ و بسامد",
        "بالا با یک ماسفت سیلیکینی"
      ]
    },
    {
      "EnglishWord": "fetresistor",
      "Meanings": [
        "مقاومت فت ترانزیستور اثر",
        "میدانی که گیت آن به درین وصل شده باشد",
        "این ساختار به عنوان بار مقاومتی برای سایر ترانزیستورها عمل می‌کند"
      ]
    },
    {
      "EnglishWord": "fft",
      "Meanings": [
        "fast fourier transform",
        "تبدیل فوریه سریع نوعی تبدیل فوریه برای محاسبه پاسخ دامنه و فاز توابع زمانی در حوزه بسامد با استفاده از برنامه‌های ویژه ای که سرعت محاسبه سریهای مختلط فوریه را در رایانه افزایش می‌دهد"
      ]
    },
    {
      "EnglishWord": "fhp motor",
      "Meanings": [
        "fractional",
        "horsepower motor",
        "موتور کسر اسب بخاری هر نوع موتوری که توان آن در سرعت 1800 دور در دقیقه کمتر از یک اسب بخار می‌باشد"
      ]
    },
    {
      "EnglishWord": "fiber",
      "Meanings": [
        "فیبر"
      ]
    },
    {
      "EnglishWord": "fiber bundle",
      "Meanings": [
        "دسته تار دسته ای از تارهای شیشه ای موازی و نرم یا از مواد شفاف دیگر که سیگنال یا تصویر را انتقال می‌دهد"
      ]
    },
    {
      "EnglishWord": "fiber channel",
      "Meanings": [
        "کانال فیبری"
      ]
    },
    {
      "EnglishWord": "fiber- channel arbitrated loop",
      "Meanings": [
        "حلقه رسیدگی شده کانال",
        "تارنوری یک واسط سری برا ی شبکه‌های رایانه ای که پهنای باند بیشتری نسبت به واسط موازی سیستمهای کامپیوتر کوچک اسکازی small computer system SCSI Interface دارد"
      ]
    },
    {
      "EnglishWord": "fiber optic",
      "Meanings": [
        "فیبر نوری"
      ]
    },
    {
      "EnglishWord": "fiberglas",
      "Meanings": [
        "واسط داده‌های توزیعی تارنوری شبکه ای که داده‌ها را از طریق کابل نوری با قالب return",
        "to",
        "zoro, invert",
        "on",
        "ones NRZI",
        "non و با آهنگ در حدود 100 مگابیت در ثانیه ارسال می‌کند",
        "فایبر گلاس علامت تجاری کمپانی «دونز",
        "کورنینگ",
        "فایبرگلاس» برای تولیدات تار شیشه ای آن"
      ]
    },
    {
      "EnglishWord": "fiberoptic cable",
      "Meanings": [
        "کابل تار نوری تار یا تارهای نوری با روکش محافظ که در مخابرات تار نوری برای ارسال تور مریی و بنفش استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "fiberoptic communication",
      "Meanings": [
        "مخابرات تار نوری انجام امور مخابراتی از طریق ارسال سیگنالهای نوری مدوله شده یا رمزی که عموما در منطقه زیر قرمز قرار دارند. به عنوان نمونه می‌توان از ارسال سیگنالهای تلویزیونی یا ارسال داده‌های رایانه ای در شبکه‌های محلی نام برد. سیستمهای مخابرات نوری می‌توانند در انواع کوتاه",
        "میان",
        "یا دور",
        "برد به کار روند"
      ]
    },
    {
      "EnglishWord": "fiberoptics",
      "Meanings": [
        "نورشناسی تارها",
        "تارنور شناخت فن ارسال نور از طریق تارهای دراز",
        "نازک و انعطاف پذیر از جنس شیشه",
        "پلاستیک",
        "یا سایر مواد شفاف. دسته ای از تارهای موازی می‌توانند یک تصویر کامل را منتقل کنند"
      ]
    },
    {
      "EnglishWord": "fiberscope",
      "Meanings": [
        "تارنما آرایشی از تارهای نوری شیشه ای که در یک سر آن عدسی شییی ودر سر دیگر عدسی چشمی قرار دارد. مجموعه را می‌توان به میزان دلخواه برای دیدن اجسامی که مستقیما قابل رویت نیستند",
        "خم کرد"
      ]
    },
    {
      "EnglishWord": "fibonacci number",
      "Meanings": [
        "عدد فیبوناچی"
      ]
    },
    {
      "EnglishWord": "fidelity",
      "Meanings": [
        "وفادرای میزان دقت یک سیستم در باز تولید مشخصه‌های اساسی سیگنال ورودی در خروجی آن",
        "وفاداری",
        "وضوح"
      ]
    },
    {
      "EnglishWord": "fidelity curve",
      "Meanings": [
        "منحنی وفاداری"
      ]
    },
    {
      "EnglishWord": "field",
      "Meanings": [
        "میدان",
        "حوزه 1. در پویش هم",
        "بافته تلویزیونی به یکی از دو بخشی گفته می‌شود که از تقسیم قاب تصویری به دست می‌آید. هر میدان شامل پویش کامل تصویر از بالا تا پایین و رگشت به نقطه شروع است. در سیستم پخش تلویزیونی امریکا",
        "هر قاب تصویری با دو میدان تقسیم می‌شود که هر میدان به مدت 1 تقسیم بر 60 ثانیه و دارای 262/5 خط است. 2. ناحیه ای که در برگیرنده خطوط نیروس مغناطیسی یا الکتریکی یا هر دو است. 3. ناحیه تحت پوشش عدسی. 4. مجموعه ای از نویسه‌ها که در پردازش رایانه ای به صورت واحد در نظر گرفته می‌شوند مانند میدان نام یا مقدار. 5. محل کار دستگاهها و تجهیزات",
        "حوزه"
      ]
    },
    {
      "EnglishWord": "field - effect varistor",
      "Meanings": [
        "وریستور اثر",
        "میدانی قطعه نیمرسانای خطی و غیر فعال با دو پایه که در یک گستره ولتاژ وسیع",
        "جریان را ثابت نگه می‌دارد"
      ]
    },
    {
      "EnglishWord": "field - ion microscope",
      "Meanings": [
        "میکروسکوپ یون",
        "میدانی نوعی میکروسکوپ تخصصی برای مطالعه ساختارهای اتمی در ابعاد نانومتر. در اصل یک لامپ خلد است که در محفظه درونی آن ماده سرد کننده و در محفظه بیرونی آن هلیم یونیده استفاده شده است. با اعمال ولتاژ بالا به نمونه فلزی کا تا حد یک نقطه بسیار ظریف زدوده شده است",
        "اتمهای یونیده هلیم که از محل این نقطه پرتاب می‌شوند به صفحه فلویورسان داخلی برخورد می‌کنند و الگوهای نوری از ساختار اتمی نمونه با بزرگنمایی بیشتر از یک میلیون برابر تشکیل میدهند. هیچگونه عدسی نوری یا الکترونیکی در آن به کار نرفته است"
      ]
    },
    {
      "EnglishWord": "field - programmable logic array   prgrammable logic array",
      "Meanings": [
        "آرایه منطقی برنامه پذیر میدانی نوعی آرایه منطقی برنامه پذیر میدانی که در آن اتصال داخلی بین دریچه‌های منطقی از طریق برنامه ریزی و عبور جریان زیاد از پیوندهای گداز پذیر صورت می‌گیرد. اساس کار این فیوزها کوچ بهمنی",
        "القایی الکترونها و اتصال کوتاه پیوندهای امیتر",
        "بیس در محل اتصالات مورد نظر است"
      ]
    },
    {
      "EnglishWord": "field - sequential color television",
      "Meanings": [
        "تلویزیون رنگی میدان ترتیبی نوعی تلویزیون رنگی که در آن هر یک از رنگهای اولیه قرمز",
        "آبی و سبز توسط میدانهای پشت سر هم تولید می‌شوند"
      ]
    },
    {
      "EnglishWord": "field acceleration",
      "Meanings": [
        "شتاب میدان"
      ]
    },
    {
      "EnglishWord": "field coil",
      "Meanings": [
        "پیچک میدان پیچکی که میدان مغناطیسی با شدت ثابت در موتور الکتریکی",
        "مولد",
        "بلندگو یا سایر وسایل الکترومغناطیسی تولید می‌کند",
        "سیم پیچ میدان"
      ]
    },
    {
      "EnglishWord": "field controlled dc motor",
      "Meanings": [
        "موتور dc کنترل شونده با میدان"
      ]
    },
    {
      "EnglishWord": "field current",
      "Meanings": [
        "جریان میدانی"
      ]
    },
    {
      "EnglishWord": "field density",
      "Meanings": [
        "چگالی میدان"
      ]
    },
    {
      "EnglishWord": "field direction",
      "Meanings": [
        "جهت میدان"
      ]
    },
    {
      "EnglishWord": "field discharge",
      "Meanings": [
        "تخلیه میدان"
      ]
    },
    {
      "EnglishWord": "field displacement",
      "Meanings": [
        "جابجایی میدان"
      ]
    },
    {
      "EnglishWord": "field displacement isolator",
      "Meanings": [
        "جدا کننده جابجایی میدان"
      ]
    },
    {
      "EnglishWord": "field distortion",
      "Meanings": [
        "اعوعاج میدان"
      ]
    },
    {
      "EnglishWord": "field divider",
      "Meanings": [
        "مقسم میدان"
      ]
    },
    {
      "EnglishWord": "field effect",
      "Meanings": [
        "اثر میدان تغییر ایجاد شده توسط میدان الکتریکی در حالت تعادل الکترونهای آزاد و حفره‌ها در ماده نیمرسانا",
        "اثر میدان"
      ]
    },
    {
      "EnglishWord": "field- effect phototransistor",
      "Meanings": [
        "ترانزیستور اثر",
        "میدانی که سیگنال ورودی آن نور مدوله شده است. اثر نور مشابه با اعمال ولتاژ سیگنال به گیت ترانزیستور است"
      ]
    },
    {
      "EnglishWord": "field- effect transistor",
      "Meanings": [
        "ترانزیستور اثر میدانی نوعی ترانزیستور تک قطبی و کنترل شونده با ولتاژ که تنها بر اساس حرکت یک نوع باربر کار می‌کند: الکترون یا حفره. دارای سه الکترود به نامهای سورس source",
        "درین drain",
        "و گیت gate است. جریان فت در یک کانال channel رسانا بین سورس و درین واقع در زیر ناحیه گیت جاری می‌شود",
        "فتهای کانال ان با بایاس مثبت گیت و فتهای کانال",
        "پی با بایاس منفی گیت هدایت می‌کنند. دو نوع فت مشهور عبارت اند از فت پیوندی جی فت و فت فلز",
        "اکسید ما فت"
      ]
    },
    {
      "EnglishWord": "field effect transistor   f . e . t",
      "Meanings": [
        "ترانزیستور اثر میدانی"
      ]
    },
    {
      "EnglishWord": "field emission",
      "Meanings": [
        "گسیل میدانی آزاد شدن الکترونها از جامد یا مایع بدو گرما و با اعمال میدان الکتریکی قوی به سطح آن",
        "انتشار میدان"
      ]
    },
    {
      "EnglishWord": "field energy",
      "Meanings": [
        "انرژی میدان"
      ]
    },
    {
      "EnglishWord": "field- enhanced photoelectric emission",
      "Meanings": [
        "گسیل نور الکتریکی تقویت",
        "میدانی تقویت گسیل نور الکتریکی از طریق اعمال میدان الکتریکی قوی به گسیلنده"
      ]
    },
    {
      "EnglishWord": "field- enhanced secndary emission",
      "Meanings": [
        "گسیل ثانویه تقویت",
        "میدانی تقویت گسیل ثانویه از طریق اعمال میدان الکتریکی قوی به گسیلنده"
      ]
    },
    {
      "EnglishWord": "field equation",
      "Meanings": [
        "معادله میدان"
      ]
    },
    {
      "EnglishWord": "field excitation",
      "Meanings": [
        "تحریک میدان"
      ]
    },
    {
      "EnglishWord": "field free",
      "Meanings": [
        "بدون میدان"
      ]
    },
    {
      "EnglishWord": "field- free emission current",
      "Meanings": [
        "جریان گسیل بی میدان جریان الکترونی گسیل شده از کاتد هنگامی که میدان الکتریکی در سطح کاتد صفر باشد"
      ]
    },
    {
      "EnglishWord": "field free space",
      "Meanings": [
        "فضای تهی از میدان"
      ]
    },
    {
      "EnglishWord": "field frequency",
      "Meanings": [
        "فرکانس میدان"
      ]
    },
    {
      "EnglishWord": "field frequency  field repetition rate",
      "Meanings": [
        "بسامد میدان",
        "آهنگ تکرار میدان تعداد میدانهای تلویزیونی ارسال شده در هر ثانیه. در امریکا مقدار 60 میدان در ثانیه است. بسامد میدان برابر با بسامد قاب",
        "تصویری ضرب در تعداد میدانهای تشکیل دهنده یک قاب است"
      ]
    },
    {
      "EnglishWord": "field generation",
      "Meanings": [
        "تولید میدان"
      ]
    },
    {
      "EnglishWord": "field homogeneity",
      "Meanings": [
        "یکنواختی میدان"
      ]
    },
    {
      "EnglishWord": "field intensity",
      "Meanings": [
        "شدت میدان"
      ]
    },
    {
      "EnglishWord": "field ion emission microscope",
      "Meanings": [
        "میکروسکوپ گسیل",
        "میدانی یونی میکروسکوپی با بزرگنمایی بالا که با اعمال میدان الکتریکی قوی به نقطه فلزی تیز",
        "حرکت اتمها در آن نقطه را قابل رویت میکند"
      ]
    },
    {
      "EnglishWord": "field line",
      "Meanings": [
        "خط میدان"
      ]
    },
    {
      "EnglishWord": "field magnet",
      "Meanings": [
        "آهن ربای میدان"
      ]
    },
    {
      "EnglishWord": "field pattern",
      "Meanings": [
        "الگوی میدان"
      ]
    },
    {
      "EnglishWord": "field period",
      "Meanings": [
        "تناوب میدان زمان لازم برای ارسال میدان تلویزیونی که در امریکا برابر با 1 بر روی 60 ثانیه است"
      ]
    },
    {
      "EnglishWord": "field plate",
      "Meanings": [
        "صفحه میدان"
      ]
    },
    {
      "EnglishWord": "field pole",
      "Meanings": [
        "قطب میدان ساختاری از ماده مغناطیسی که پیچک میدان بلندگو",
        "موتور",
        "مولد",
        "یا سایر وسایل الکترومغناطیسی به روی آن نصب می‌شود",
        "قطب میدان"
      ]
    },
    {
      "EnglishWord": "field- programmable gate array",
      "Meanings": [
        "آرایه",
        "دریچه برنامه پذیر میدانی نوعی آرایه دریچه ای که رد آن به جای فیوز از ترانزیستور رم استاتیک اس آر ای ام برای کنترل مسیر سیگنالها استفاده می‌شود. با هر بار روشن شدن سیستم",
        "برنامه ای در «اف پی جی ای» بار می‌شود تا تا ترانزیستورهای قطع و وصل آن را شناسایی کند. در برخی از این نمونه‌ها از پادفیوز antifuse استفاده می‌شود که با اعمال پالس برنامه ریزی به آن ذوب شده و اتصال دایمی ایجاد می‌کند"
      ]
    },
    {
      "EnglishWord": "field protection",
      "Meanings": [
        "حفاظت میدان"
      ]
    },
    {
      "EnglishWord": "field quantity",
      "Meanings": [
        "مقدار میدان"
      ]
    },
    {
      "EnglishWord": "field quantum",
      "Meanings": [
        "کوانتوم میدانی ذره بنیادی حاصل از کوانتش یک میدان"
      ]
    },
    {
      "EnglishWord": "field regulator",
      "Meanings": [
        "تثبیت کننده میدان"
      ]
    },
    {
      "EnglishWord": "field rheostat",
      "Meanings": [
        "ریوستای میدان"
      ]
    },
    {
      "EnglishWord": "field sensitivity",
      "Meanings": [
        "حساسیت میدان"
      ]
    },
    {
      "EnglishWord": "field size",
      "Meanings": [
        "اندازه میدان"
      ]
    },
    {
      "EnglishWord": "field strength",
      "Meanings": [
        "قدرت میدان"
      ]
    },
    {
      "EnglishWord": "field strength  field intensity",
      "Meanings": [
        "شدت میدان شدت میدان الکتریکی",
        "مغناطیسی",
        "یا الکترومغناطیسی در یک نقطه. در تابش الکترومغنایسی",
        "شدت میدان عموما بر حسب ولت",
        "میلی ولت",
        "یا میکروولت هز متر از ارتفاع موثر آنتن تعریف می‌شود"
      ]
    },
    {
      "EnglishWord": "field theory",
      "Meanings": [
        "تیوری میدان"
      ]
    },
    {
      "EnglishWord": "field vector",
      "Meanings": [
        "بردار میدان"
      ]
    },
    {
      "EnglishWord": "field voltage",
      "Meanings": [
        "ولتاژ میدان"
      ]
    },
    {
      "EnglishWord": "field width",
      "Meanings": [
        "عرض میدان"
      ]
    },
    {
      "EnglishWord": "field winding",
      "Meanings": [
        "سیم پیچی میدان"
      ]
    },
    {
      "EnglishWord": "field-effect device",
      "Meanings": [
        "وسیله اثر میدانی ویله ای نیمرسانا که ویژگی‌های آن عمدتا توسط اثر میدان الکتریکی بر ناحیه ای در درون نیمرسانا تعیین می‌شود"
      ]
    },
    {
      "EnglishWord": "fifo",
      "Meanings": [
        "first",
        "in first",
        "out",
        "خروج به ترتیب ورود روشی که چگونگی گرفتن داده‌ها از حافظه رایانه را تعریف می‌کند. در حافظه «فیفو» داده‌های ورودی به صورت خودکار به طرف پایانه‌های خروجی منتقل می‌شوند. پس از هر بار برداشتن داده از خروجی",
        "داده‌های دیگر به صورت خودکار به پایین خط می‌آیند و موقعیتهای خالی را پر می‌کنند"
      ]
    },
    {
      "EnglishWord": "figure",
      "Meanings": [
        "شکل"
      ]
    },
    {
      "EnglishWord": "figure - eight rcadiation pahhern",
      "Meanings": [
        "الگوی تابش هشتی نوعی الگوی تابشی که با گلبرگهای پهن و برابر و با اختلاف 180 که شکلی مشابه عدد لاتین 8 را پدید می‌آورند"
      ]
    },
    {
      "EnglishWord": "figure of merit",
      "Meanings": [
        "شاخص شایستگی عددی که میزان کارایی و سودمندی یک وسیله را برای کاربرد معین نشان میدهد. بنابراین شاخص شایستگی یک تقویت کننده مغناطیسی برابر با نسبت بهره توان مفید به ثابت زمانی کنترل خواهد بود",
        "عدد شایستگی"
      ]
    },
    {
      "EnglishWord": "filament",
      "Meanings": [
        "رشته",
        "فیلامان 1. پیچکی از سیم تنگستن که به عنوان عنصر نورانی / گرمایی در لامپهای التهابی عمل می‌کند و با عبور جریان از آن به گرمای سفید می‌رسد. 2. پیچکی از سیم تنگستن یا سایر موادمقاومت",
        "بالا در لامپهای پرتو",
        "کاتدی که با عبور جریان از آن به عنوان گرم کننده کاتد مجاور آن عمل می‌کند. گرما موجب برانگیختگی الکترونها از کاتد و تشکیل باریکه الکترونی می‌شود. در لامپهای گرما یونی اولیه خود فیلامان از ماد پر الکترون پوشیده می‌شد و به عنوان کاتد نیز عمل می‌کرد",
        "فیلامان"
      ]
    },
    {
      "EnglishWord": "filament emission",
      "Meanings": [
        "گسیل فیلامانی آزاد شدن الکترون از فیلامان گرم لامپ الکترونی"
      ]
    },
    {
      "EnglishWord": "filament resistance",
      "Meanings": [
        "مقاومت فیلامان مقاومت فیلامان لامپ الکترونی بر حسب اهم. در فیلامانهای فلزی مقاومت تابعی از دماست به گونه ای که مقاومت فیلامان داغ چندین برابر مقاومت فیلامان سرد است"
      ]
    },
    {
      "EnglishWord": "filament transfrment",
      "Meanings": [
        "ترانسفورمر فیلامان ترانسفورمر کوچکی که جریان فیلامان یک یا چند لامپ الکترونی را تامین می‌کند"
      ]
    },
    {
      "EnglishWord": "filament voltage",
      "Meanings": [
        "ولتاژ فیلامان ولتاژی که به سرهای فیلامان لامپ الکترونی وارد می‌شود"
      ]
    },
    {
      "EnglishWord": "filament winding",
      "Meanings": [
        "سیم پیچ فیلامان سیم پیچ ثانویه یک ترانسفورمر توان که تغذیه ولتاژ فیلامان یا گرم کننده «ای سی» در یک یا چند لامپ الکترونی را بر عهده دارد"
      ]
    },
    {
      "EnglishWord": "filamentary",
      "Meanings": [
        "رشته ای"
      ]
    },
    {
      "EnglishWord": "file",
      "Meanings": [
        "پرونده",
        "فایل مجموعه ای از اطلاعات و رکوردهای مرتبط که در حافظه رایانه",
        "دیسک یا نوار مغناطیسی ذخیره شده است",
        "فایل",
        "بایگانی"
      ]
    },
    {
      "EnglishWord": "file components",
      "Meanings": [
        "اجزای پرونده"
      ]
    },
    {
      "EnglishWord": "file directory",
      "Meanings": [
        "فهرست پرونده"
      ]
    },
    {
      "EnglishWord": "file identifier",
      "Meanings": [
        "شناسه پرونده"
      ]
    },
    {
      "EnglishWord": "file memory",
      "Meanings": [
        "حافظه پرونده"
      ]
    },
    {
      "EnglishWord": "file name",
      "Meanings": [
        "نام پرونده"
      ]
    },
    {
      "EnglishWord": "file separator",
      "Meanings": [
        "جداساز پرونده"
      ]
    },
    {
      "EnglishWord": "file server",
      "Meanings": [
        "فایل سرور",
        "پرونده نگهدار رایانه ای از رده رایانه‌های بزرگ یا کوچک و با حجم قابل توجهی حافظه که برنامه ها",
        "پایگاههای اطلاعاتی و سایر داده‌های قابل اشتراک در شبکه ای از رایانه‌ها را در خود ذخیره می‌کند"
      ]
    },
    {
      "EnglishWord": "file transfer",
      "Meanings": [
        "انتقال پرونده"
      ]
    },
    {
      "EnglishWord": "file transfer protocol",
      "Meanings": [
        "قرارداد انتقال پرونده مجموعه ای از قواعد برای انتقال پرونده‌های اطلاعاتی از رایانه ای به رایانه دیگر",
        "پروتکل انتقال پرونده"
      ]
    },
    {
      "EnglishWord": "file variable",
      "Meanings": [
        "متغیر پرونده"
      ]
    },
    {
      "EnglishWord": "filed - emitter cathode",
      "Meanings": [
        "کاتد میدان",
        "گسیل نوعی نمایشگر صفحه",
        "مسطح برای رایانه‌ها و دستگاههای دیگر که به جای یک باریکه از صدها باریکه الکترونی برای تحریک دانه‌های تصویری پیکسل استفاده می‌کند. برای جانشینی با لامپ پرتو کاتدی سی آر تی cathode",
        "ray tube در نظر گرفته شده است"
      ]
    },
    {
      "EnglishWord": "filed - neutralizing coil",
      "Meanings": [
        "پیچک خنثی ساز میدان پیچکی که پیرامون صفحه جلویی لامپ تصویر تلویزیون رنگی قرار داده می‌شود. با عبور جریان مستقیم از این پیچک",
        "میدان مغناطیسی ثابتی تولید می‌شود که اثر میدان مغناطیسی زمین به پرتوهای الکترونی را خنثی میکند"
      ]
    },
    {
      "EnglishWord": "filed - neutralizing magnet   rim magnet",
      "Meanings": [
        "آهنربای خنثی ساز میدان",
        "آهنربای لبه ای آهنربای دایمی که در نزدیکی لبه صفحه جلویی لامپ تصویر تلویزیون قرار می‌گیرد و اثری مشابه با پبچک خنثی ساز میدان دارد"
      ]
    },
    {
      "EnglishWord": "filed of force",
      "Meanings": [
        "میدان نیرو ناحیه ای از فضا که در آن به بارهای الکتریکی نیرویی از سوی سایر بارها متحرک یا ساکن وارد می‌شود"
      ]
    },
    {
      "EnglishWord": "filed- strength meter",
      "Meanings": [
        "شدت میدان سنج نوعی گیرنده رادیویی مدرج کالیبره که شدت میدان انرژی الکترومغناطیسی تابیده شده از یک فرستنده رادیویی را اندازه می‌گیرد"
      ]
    },
    {
      "EnglishWord": "filexible conductor",
      "Meanings": [
        "هادی قابل انعطاف"
      ]
    },
    {
      "EnglishWord": "filled band",
      "Meanings": [
        "باند پر باند انرژی ای که هر تراز آن با یک الکترون پر شده است"
      ]
    },
    {
      "EnglishWord": "filling factor",
      "Meanings": [
        "فاکتور پرشدگی"
      ]
    },
    {
      "EnglishWord": "film",
      "Meanings": [
        "لایه",
        "پوسته",
        "ورقه نازک"
      ]
    },
    {
      "EnglishWord": "film conductivity",
      "Meanings": [
        "هدایت لایه ای"
      ]
    },
    {
      "EnglishWord": "film integrated circuit",
      "Meanings": [
        "مدار مجتمع لایه ای"
      ]
    },
    {
      "EnglishWord": "film resistor",
      "Meanings": [
        "مقاومت پوسه ای مقاومت ثابتی که عنصر مقاومتی آن لایه نازکی از ماده رسانا بر روی یک عایق است. جنس لایه از کربن",
        "فلز اکسید قلع یا نیترید تانتالیم یا سرمت است",
        "مقاومت لایه ای"
      ]
    },
    {
      "EnglishWord": "filter",
      "Meanings": [
        "پالایه وسیله ای انتخابگر که گستره مطلوب سیگنالها یا انرژی را عبور میدهد و بقیه را تضعیف می‌کند. بنابراین پالایه الکتریکی شبکه ایست که جریانهای متناوب با بسامد مورد نظر را عبور میدهد و سایر بسامدها را تضعیف می‌کند. پالایه آکوستیک نیز فقط بسامدهای صدای مورد نظر را منتقل می‌کند. به همین ترتیب",
        "پالایه نوری گستره طول موج مورد نظر در طیفهای مریی",
        "فرابنفش یا زیر قرمز را عبور می‌دهد",
        "فیلتر",
        "پالایه"
      ]
    },
    {
      "EnglishWord": "filter capaciter",
      "Meanings": [
        "خازن پالایه خازنی که در سیستم پالایه منابع تغذیه استفاده می‌شود و با ایجاد مسیر کم",
        "راکتانس در برابر جریانها متناوب",
        "موجکهای سوار شده بر حریانها مستقیم را حذف می‌کند. برای این منظور عموما از خازن‌های الکترولیتی استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "filter choke",
      "Meanings": [
        "چوک پالایه پیچک هسته",
        "آهنی که در سیستم پالایه منابع تغذیه استفاده می‌شود و ضمن عبور دادن جریانهای مستقیم امپدانس بالایی را در برابر جریانهای متناوب با پالسی ایجاد می‌کند",
        "سلف بازدارنده مسدود کننده فیلتر"
      ]
    },
    {
      "EnglishWord": "filter circuit",
      "Meanings": [
        "مدار فیلتر"
      ]
    },
    {
      "EnglishWord": "filter range",
      "Meanings": [
        "محدوده فیلتر"
      ]
    },
    {
      "EnglishWord": "filter response",
      "Meanings": [
        "پاسخ فیلتر"
      ]
    },
    {
      "EnglishWord": "filter response curves",
      "Meanings": [
        "منحنی پاسخ پالایه‌ها نمودارهای دامنه سیگنال بر حسب بسامد در پالایه ها",
        "شکل منحنیها",
        "مشخصه پالایه مثلا پایین گذر",
        "بالاگذر یا میان روگذر یا میان نگذر را نشان می‌دهد"
      ]
    },
    {
      "EnglishWord": "fin line",
      "Meanings": [
        "خط تسمه ای"
      ]
    },
    {
      "EnglishWord": "final",
      "Meanings": [
        "نهایی"
      ]
    },
    {
      "EnglishWord": "final amplifier",
      "Meanings": [
        "تقویت کننده پایانی آخرین طبقه فرستنده که آنتن را تغذیه می‌کند",
        "تقویت کننده نهایی"
      ]
    },
    {
      "EnglishWord": "final current",
      "Meanings": [
        "جریان نهایی"
      ]
    },
    {
      "EnglishWord": "final examination",
      "Meanings": [
        "امتحان وارسی نهایی"
      ]
    },
    {
      "EnglishWord": "final inspection",
      "Meanings": [
        "بازرسی نهایی"
      ]
    },
    {
      "EnglishWord": "final resistance",
      "Meanings": [
        "مقاومت نهایی"
      ]
    },
    {
      "EnglishWord": "final result",
      "Meanings": [
        "نتیجه نهایی"
      ]
    },
    {
      "EnglishWord": "final selector",
      "Meanings": [
        "انتخاب گر نهایی"
      ]
    },
    {
      "EnglishWord": "final stage",
      "Meanings": [
        "طبقه نهایی"
      ]
    },
    {
      "EnglishWord": "final state",
      "Meanings": [
        "حالت نهایی"
      ]
    },
    {
      "EnglishWord": "final test",
      "Meanings": [
        "آزمون نهایی"
      ]
    },
    {
      "EnglishWord": "final total",
      "Meanings": [
        "جمع کل نهایی"
      ]
    },
    {
      "EnglishWord": "final value",
      "Meanings": [
        "مقدار نهایی"
      ]
    },
    {
      "EnglishWord": "final voltage",
      "Meanings": [
        "ولتاژ نهایی"
      ]
    },
    {
      "EnglishWord": "finder",
      "Meanings": [
        "منظره یاب",
        "یابنده وسیله الکترونیکی یا نوری که حوزه تحت پوشش دوربین تلویزیونی را نشان می‌دهد"
      ]
    },
    {
      "EnglishWord": "fine",
      "Meanings": [
        "دقیق",
        "ریز"
      ]
    },
    {
      "EnglishWord": "fine adjustment",
      "Meanings": [
        "تنظیم دقیق"
      ]
    },
    {
      "EnglishWord": "fine chrominance primary",
      "Meanings": [
        "اولیه رنگ نمایی ریز سیگنال اولیه رنگ نمایی که در سیستم تلویزیون رنگی دو اولیه ای مورد استفاده در امریکا پهنای باند انتقال بزرگتر را به خود اختصاص می‌دهد. اولیه رنگ نمایی ریز",
        "سیگنال آی با مولفه‌های بسامدی تا 1/5 مگاهرتز است. اولیه رنگ نمایی درشت",
        "سیگنال کیو با پهنای باند فقط 0/5 مگاهرتز است"
      ]
    },
    {
      "EnglishWord": "fine line lithography",
      "Meanings": [
        "لیتو گرافی خط ریز"
      ]
    },
    {
      "EnglishWord": "fine structure",
      "Meanings": [
        "ساختار ریز"
      ]
    },
    {
      "EnglishWord": "fine tuning",
      "Meanings": [
        "تنظیم دقیق"
      ]
    },
    {
      "EnglishWord": "fine wire",
      "Meanings": [
        "سیم نازک"
      ]
    },
    {
      "EnglishWord": "fineness ratio",
      "Meanings": [
        "نسبت ظرافت"
      ]
    },
    {
      "EnglishWord": "finger",
      "Meanings": [
        "فینگر ابزار نرم افزاری که ورود کاربران به شبکه اینترنت را کنترل میکند. همچنین به عنوان فهرست راهنمای نشانیهای پست الکترونیکی «ای",
        "میل» به کار می‌رود"
      ]
    },
    {
      "EnglishWord": "finger contact",
      "Meanings": [
        "اتصال انگشتی"
      ]
    },
    {
      "EnglishWord": "finished crystal blank",
      "Meanings": [
        "بلور آماده کار بلوری که تمام مراحل پردازشی از جمله اتصال الکترودها به وجوه بلور را گذرانده است"
      ]
    },
    {
      "EnglishWord": "finite",
      "Meanings": [
        "متناهی",
        "محدود دارای محدود ی ثابت و معینی از مقادیر",
        "پایان دار",
        "کرانه دار",
        "محدود"
      ]
    },
    {
      "EnglishWord": "finite clipping",
      "Meanings": [
        "سرچینی محدود عمل سرچینی که در آن سطح آستانه در عین بزرگ بودن",
        "کمتر از دامنه اوج سیگنال ورودی است"
      ]
    },
    {
      "EnglishWord": "finite duration",
      "Meanings": [
        "طول مدت محدود"
      ]
    },
    {
      "EnglishWord": "finite elements method",
      "Meanings": [
        "روش اجزا محدود"
      ]
    },
    {
      "EnglishWord": "finite state machine",
      "Meanings": [
        "ماشین با حالت محدود"
      ]
    },
    {
      "EnglishWord": "fir- tree antenna",
      "Meanings": [
        "آنتن صنوبری آرایه ای عمودی از دو قطبیهای افقی که تغذیه آن توسط خط دو سیمه و برگشت آن از طریق یک آرایه بازتابنده است"
      ]
    },
    {
      "EnglishWord": "fire alarm",
      "Meanings": [
        "هشدار دهنده آتش نشانی"
      ]
    },
    {
      "EnglishWord": "fire- control  radar",
      "Meanings": [
        "رادار کنترل آتش نوعی رادار تخصصی که با ردگیری اهداف قابل شناسایی در زمین",
        "هوا",
        "و دریا فاصله و سمت آنها را تعیین می‌کند. امان هدفگیری دقیق را برای توپخانه",
        "پدافند هوایی و موشکها فراهم می‌سازد. این رده از رادارها عموما با رادارهای تجسمی دوربرد search radars که اهداف متخاصم را شناسایی می‌کند",
        "ارتباط دارند"
      ]
    },
    {
      "EnglishWord": "firewall",
      "Meanings": [
        "ایمنی انتقال اطلاعات",
        "دیوار آتش"
      ]
    },
    {
      "EnglishWord": "firing",
      "Meanings": [
        "شلیک",
        "جرقه زنی",
        "برانگیزش",
        "پخت 1. گذار از حالت غیر اشباع به حالت اشباع در یک رآکتور قابل اشباع. 2. یونش گاز که منجر به جاری شدن جریان در لامپ تخلیه گازی میشود. 3. برانگیختن مگنترون یا لامپ تی آر توسط پالس. 4. قرار دادن ماده در دمای بالا به منظور اکسایش و تبخیر ترکیبات آلی برای رسیدن به ویژگیهای مورد نظر فرایند تولید لایه‌های ضخیم",
        "احتراق",
        "جرقه",
        "آتش کردن"
      ]
    },
    {
      "EnglishWord": "firing circuit",
      "Meanings": [
        "مدار آتش کننده"
      ]
    },
    {
      "EnglishWord": "firing process",
      "Meanings": [
        "فرآیند احتراق"
      ]
    },
    {
      "EnglishWord": "firing speed",
      "Meanings": [
        "سرعت احتراق"
      ]
    },
    {
      "EnglishWord": "firing temperature",
      "Meanings": [
        "درجه حرارت احتراق"
      ]
    },
    {
      "EnglishWord": "firing time",
      "Meanings": [
        "زمان آتش کردن"
      ]
    },
    {
      "EnglishWord": "firing voltage",
      "Meanings": [
        "ولتاژ آتش کردن"
      ]
    },
    {
      "EnglishWord": "firing wire",
      "Meanings": [
        "سیم احتراق"
      ]
    },
    {
      "EnglishWord": "firm",
      "Meanings": [
        "ثابت",
        "محکم",
        "سخت"
      ]
    },
    {
      "EnglishWord": "firmware",
      "Meanings": [
        "لخت افزار اشاره به یک حافظه فقط خواندنی ک به صورت دایمی رمزهای رایانه ای شامل جداول تبدیل داده ها",
        "برنامه‌های کاربردی",
        "زیر روالها",
        "و برنامه‌های به زبان سطح بالا را در خود ذخیره می‌کند. این حافظه می‌تواند به صورت «پی",
        "رام»",
        "«ایپرام»",
        "یا «ای ایپرام» مجزا و یا مجتمع شده با ریز کنترل کننده‌ها Microcontroller باشد"
      ]
    },
    {
      "EnglishWord": "first",
      "Meanings": [
        "اول"
      ]
    },
    {
      "EnglishWord": "first approximation",
      "Meanings": [
        "تقریب اول"
      ]
    },
    {
      "EnglishWord": "first breakdown",
      "Meanings": [
        "شکست اولیه شکست عادی زنری یا بهمنی در قطعه نیمرسانا که از شکست ثانویه متمایز است"
      ]
    },
    {
      "EnglishWord": "first fit",
      "Meanings": [
        "اولین برازش"
      ]
    },
    {
      "EnglishWord": "first fresnel zone",
      "Meanings": [
        "منطقه اول فرنل منطقه ای که در مرکز خط",
        "مستقیم بین دو آنتن ریزموج قرار دارد و توسط مسیرهایی با درازای بیشتر از یک طول موج نسبت به مسیر مستقیم احاطه می‌شود"
      ]
    },
    {
      "EnglishWord": "first- in first- out",
      "Meanings": [
        "خروج به ترتیب ورود روشی که چگونگی گرفتن داده‌ها از حافظه رایانه را تعریف می‌کند. در حافظه «فیفو» داده‌های ورودی به صورت خودکار به طرف پایانه‌های خروجی منتقل می‌شوند. پس از هر بار برداشتن داده از خروجی",
        "داده‌های دیگر به صورت خودکار به پایین خط می‌آیند و موقعیتهای خالی را پر می‌کنند"
      ]
    },
    {
      "EnglishWord": "first order circuit",
      "Meanings": [
        "مدار مرتبه اول"
      ]
    },
    {
      "EnglishWord": "first order loop",
      "Meanings": [
        "حلقه مرتبه اول"
      ]
    },
    {
      "EnglishWord": "first order pole",
      "Meanings": [
        "قطب مرحله اول"
      ]
    },
    {
      "EnglishWord": "first- order servo",
      "Meanings": [
        "سروو مرتبه اول نوعی سروو که خطای ایستایی آن صفر است اما برای سرعت ورودی خطای دنبالگری پایدار و معینی دارد"
      ]
    },
    {
      "EnglishWord": "fishfinder",
      "Meanings": [
        "ماهی یاب شکل خاصی از عمق سنج الکترونیکی که برای یافتن گروه ماهیها استفاده می‌شود. با استفاده از صفحه نمایشگر بلور مایع ال سی دی یا لامپهای پرتوکاتدی سی آر تی",
        "وضعیت آبهای زیرکشتی",
        "ماهیها و حتی گیاهان و ساختار زیر آب به صورت گرافیکی نشان داده می‌شود بر خلاف اغلب عمق سنجها که فقط قرایت رقمی دارند. هر ماهی یاب دارای یک هد کنترل / نمایش و یک ترادیسنده است که با بسامد یکسان کار می‌کند. هد کنترل / نمایش از سه بخش نمایشگر",
        "فرستنده / گیرنده",
        "و نرم افزار پردازش سیگنال تشکیل شده است. مدارهای دیگری برای کسب اطلاعات دما",
        "سرعت",
        "و موقعیت میتوان به مجموعه افزود. در برخی مدلها با تقسیم باریکه ترادیسنده به چند قسمت",
        "تصاویر سه بعدی از کف اقیانوس تهیه می‌شود. در مدلهای دیگر",
        "از ترادیسنده‌های پویشگر و قابل هدایت برای تعیین دقیقتر محل گروه ماهیها استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "fission",
      "Meanings": [
        "شکاف",
        "شکافتگی"
      ]
    },
    {
      "EnglishWord": "fission energy",
      "Meanings": [
        "انرژی شکافتن"
      ]
    },
    {
      "EnglishWord": "fit",
      "Meanings": [
        "برازش",
        "منطبق کردن"
      ]
    },
    {
      "EnglishWord": "fix",
      "Meanings": [
        "تعیین موقعیت",
        "موقعیت در ناوبری",
        "به تعیین موقعیتی با طول و عرض معین گفته می‌شود. نوعا این موقعیت برای ارجاع بعدی و رسم مسیر حرکت",
        "روی نمودار‌های هوانوردی و دریانوردی با سک علامت مشخص می‌شود. با مشاهده دیداری علایم اهنما و به روشهایی نظیر مثلث بندی",
        "روشهای ناوبری آسمانی",
        "لوران",
        "یا ماهواره‌های سیستم موقعیت یابی جهانی جی پی اس می‌توان موقعیت را تعیین و ترسیم کرد"
      ]
    },
    {
      "EnglishWord": "fixed",
      "Meanings": [
        "ثابت شده"
      ]
    },
    {
      "EnglishWord": "fixed - frequency transmitter",
      "Meanings": [
        "فرستنده بسامد",
        "ثابت فرستنده ای که برای کار در بسامد حامل معین طراحی شده است"
      ]
    },
    {
      "EnglishWord": "fixed - point arithmetic",
      "Meanings": [
        "حساب ممیز",
        "ثابت 1. نوعی روش محاسبه رایانه ای که در آن به دلیل ثابت بودن موقعیت نقطه اعشار یا ممیز",
        "محل آن در محاسبات منظور نمی‌شود. 2. نوعی حساب که در آن عملوندها و نتایج کلیه عملات ریاضی باید طوری مقیاس بندی شوند که مقدارشان بین مقادیر ثابت معلوم قرار گیرد"
      ]
    },
    {
      "EnglishWord": "fixed attenuator",
      "Meanings": [
        "تضعیفگر ثابت نوعی تضعیفگر در سیستمهای ریزموج که دارای یک بخش موجبر و یک کارت مقاومتی با تغییرات تدریجی از هر دو سر است که در مرکز دیواره داخلی و پهن واقع در وسط موجبر ثابت شده است. وضعیت کارت طوری تنظیم می‌شود که تضعیف به میزان مطلوب انجام شود"
      ]
    },
    {
      "EnglishWord": "fixed bias",
      "Meanings": [
        "بایاس ثابت مقدار ثابت بایاس ولتاژ که مستقل از شدت سیگنال است. برای لامپ الکترونی یا ترانزیستورها این کار توسط باتری یا منابع ولتاژ «دی سی» انجام می‌شود. همچنین با استفاده از مقسم ولتاژ متصل به منبع می‌توان بایاس ثابت فراهم کرد"
      ]
    },
    {
      "EnglishWord": "fixed capacitor",
      "Meanings": [
        "خازن ثابت خازنی با مقدار ظرفیت معین و غیر قابل تنظیم"
      ]
    },
    {
      "EnglishWord": "fixed charge",
      "Meanings": [
        "بار ثابت"
      ]
    },
    {
      "EnglishWord": "fixed contact",
      "Meanings": [
        "اتصال ثابت"
      ]
    },
    {
      "EnglishWord": "fixed field",
      "Meanings": [
        "میدان ثابت"
      ]
    },
    {
      "EnglishWord": "fixed load",
      "Meanings": [
        "بار ثابت"
      ]
    },
    {
      "EnglishWord": "fixed ontact",
      "Meanings": [
        "اتصال ثابت اتصال غیر متحرکی کهبه همراه اتصال متحرک عمل قطع و وصل راانجام می‌دهد نظیر رله یا کلید"
      ]
    },
    {
      "EnglishWord": "fixed point",
      "Meanings": [
        "نقطه ثابت"
      ]
    },
    {
      "EnglishWord": "fixed- point calculation",
      "Meanings": [
        "محاسبه ممیز",
        "ثابت نوعی محاسبه رایانه ای که در آن محل نقطه اعشار یا دودویی هر عدد",
        "ثابت در نظر گرفته می‌شود"
      ]
    },
    {
      "EnglishWord": "fixed- point system",
      "Meanings": [
        "دستگاه ممیز _ثابت دستگاهی که در آن محل هر ممیز نسبت به انتهای جملات عددی ثابت فرض می‌شود"
      ]
    },
    {
      "EnglishWord": "fixed resistor",
      "Meanings": [
        "مقاومت ثابت مقاومتی با مقدار ثابت",
        "مقاومت ثابت"
      ]
    },
    {
      "EnglishWord": "fixed station",
      "Meanings": [
        "ایستگاه ثابت ایستگاه زمینی دایمی که به عنوان پایگاه در مخابرات ماهواره ای استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "fixed value",
      "Meanings": [
        "مقدار ثابت"
      ]
    },
    {
      "EnglishWord": "fixed voltage",
      "Meanings": [
        "ولتاژ ثابت"
      ]
    },
    {
      "EnglishWord": "fixed word length",
      "Meanings": [
        "طول کلمه ثابت طول یک کلمه رایانه ای که همواره شامل تعداد ثابتی رقم یا نویسه است"
      ]
    },
    {
      "EnglishWord": "fixture",
      "Meanings": [
        "اسباب ثابت",
        "فیکسچر ابزاری ثابت و قابل حمل که به صورت موقت قطعاتی را به شکل مناسب ترازبندی و نگهداری می‌کند تا کارهای بعدی نظر لحیمکاری",
        "جوشکاری",
        "یا پرچ به صورت همگن ومنطبق با طراحیها و مشخصات انجام شوند",
        "دستگاه نگه دارنده"
      ]
    },
    {
      "EnglishWord": "fl",
      "Meanings": [
        "ootlambert",
        "فوت لامبرت واحد درخشایی. استفاده از واحد «آی سی» درخشایی یعنی شمع بر متر مربع ترجیح داده می‌شود"
      ]
    },
    {
      "EnglishWord": "flap attenuator  variable - card attenuator",
      "Meanings": [
        "تضعیفگر زبانه ای نوعی تضعیفگر در سیستمهای ریزموج که از یک موجبر و یک کارت مقاومتی با تغییرات تدریجی تشکیل شده است. کرات مقاومتی در شیار ایجاد شده در مرکز دیواره پهن موجبر با استفاده از یک لولا وارد و خارج می‌شود. در نتیجه میتوان تضعیف را از صفر تامقدار حداکثر",
        "نوعا 30 دسیبل تغییر داد"
      ]
    },
    {
      "EnglishWord": "flash magnetization",
      "Meanings": [
        "مغناطیس ضربه ای مغناطیس کردن یک جسم فرومغناطیسی با پالسی از جریان که زمان آن به قدری کم است که تنها در لایه ای سطحی و کم عمق از ماده مغناطیس صورت می‌گیرد. از این روش در اشکار سازهای مغناطیسی ترک استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "flash memory",
      "Meanings": [
        "حافظه درخشی نوعی حافظه نیمرسانای فقط خواندنی",
        "پاک شونده و دوباره برنامه پذیر که می‌تواند بلوک یا بلوکهایی از داده‌ها را بدون پاک کردن کل حافظه",
        "پاک یا برنامه پذیر کند. این حافظه گونه ای از حافظه‌های پاک شونده الکتریکی ای ایپرام است که ظرفیت ذخیره آن به یک مگابیت و یا بیشتر نیز می‌رسد. حافظه درخشی می‌تواند به عنوان حافظه اصلی و قابل حمل رایانه",
        "جانشین دیسک رانها و حافظه‌های برنامه پذیر میدانی شود"
      ]
    },
    {
      "EnglishWord": "flash tube  electronic flash tube  photo flash tube",
      "Meanings": [
        "لامپ درخشی",
        "لامپ فلاش",
        "لامپ فلاش الکترونیکی",
        "لامپ فوتوفلاش نوعی لامپ تخلیه گازی که نور شدید و لحظه ای مود نیاز در عکسبرداری را فراهم می‌کند"
      ]
    },
    {
      "EnglishWord": "flashback voltage",
      "Meanings": [
        "ولتاژ پس درخش ولتاژ اوج معکوس که منجر به یونش در لامپ گازی می‌شود"
      ]
    },
    {
      "EnglishWord": "flashover",
      "Meanings": [
        "عایق",
        "درخش تخلیه الکتریکی در اطراف یا روی سطح یک عایق"
      ]
    },
    {
      "EnglishWord": "flat",
      "Meanings": [
        "تخت",
        "مسطح"
      ]
    },
    {
      "EnglishWord": "flat band",
      "Meanings": [
        "نوار تخت",
        "نوار مسطح"
      ]
    },
    {
      "EnglishWord": "flat cable",
      "Meanings": [
        "کابل تخت کابلی از سیمهای مسی و موازی مستطیلی یا دایره ای شکل که در یک صفحه قرار می‌گیرند و پوشش پلاستیکی عایق و انعطاف پذیر آنها را در بر می‌گیرد"
      ]
    },
    {
      "EnglishWord": "flat- conductor cable",
      "Meanings": [
        "کابل رسانا",
        "تخت کابلی از سیمهای پهن و تخت که پهلو به پهلو در یک صفحه کنار هم قرار گرفته اند و توسط پوشش پلاستیکی حفاظت می‌شوند"
      ]
    },
    {
      "EnglishWord": "flat line",
      "Meanings": [
        "خط تخت"
      ]
    },
    {
      "EnglishWord": "flat response",
      "Meanings": [
        "پاسخ تخت تقویت و باز تولید یکنواخت در باند بسامدی مشخص"
      ]
    },
    {
      "EnglishWord": "flat television display",
      "Meanings": [
        "نمایشگر تلویزیونی تخت نوعی صفحه نمایش تصاویر تلویزیونی که صفحات آن نسبت به طول و ارتفاع آن اندک و نوعا کمتر از 50 میلیمتر است. این نمایشگرها با فناوری ماتریس فعال بلور",
        "مایع ساخته شده است و در تلویزیونهای قابل حمل باتری",
        "دار به جای لامپهای پرتو کاتدی از آنها استفاده می‌شود. نمایشگرهای تخت تخلیه",
        "گازی نیونی نیز یکی دیگر از جانشینهای «سی آر تی» است"
      ]
    },
    {
      "EnglishWord": "flatpack",
      "Meanings": [
        "بسته",
        "تخت بسته بندی مخصوص قطعات الکترونیکی به شکل مستطیل یا مربع برای نصب قطعات نیمرسانا",
        "شبکه‌های مقاومتی یا شبکه‌های مقاومت",
        "خازن به روی تخته مدارها. نوعا پایه‌های بسته",
        "تختهای کاملا درزبندی شده از دو طرف مقابل بدنه و هم سطح با آن بیرون آمده اند. پایه‌های بسته تختهای پلاستیکی نیز معمولا در هر چهار طرف و هم سطح با بدنه بیرون می‌آیند"
      ]
    },
    {
      "EnglishWord": "flat-top antenna",
      "Meanings": [
        "آنتن سر",
        "تخت آنتنی با دو یا چند سیم موازی هم که در صفحه ای موازی با زمین قرار گرفته اند و از وسط تغذیه می‌شوند"
      ]
    },
    {
      "EnglishWord": "flattopping",
      "Meanings": [
        "سرچینی اشاره به اعوجاجی که در سیگنال شنیداری یک فرستنده یک",
        "کنار باندی بر اثر دامنه خروجی بیش از حد میکروفون آن تولید می‌شود. در نتیجه اضافه مدوله سازی فرستنده دامنه‌های اوج صدا قطع می‌شوند"
      ]
    },
    {
      "EnglishWord": "fletcher- munson curves",
      "Meanings": [
        "منحنیهای فلچر",
        "مانسون منحنیهای پاسخ گوش انسان به طنینهای خالص با بلندی یکسان و بر حسب بسامدهای مختلف. این منحنیها شدت صدای میانگین لازم برای ایجاد احساس بلندی صدا در گستره بسامدهای شنیداری را نشان می‌دهند"
      ]
    },
    {
      "EnglishWord": "flexibility",
      "Meanings": [
        "انعطاف پذیری"
      ]
    },
    {
      "EnglishWord": "flexible",
      "Meanings": [
        "قابل انعطاف"
      ]
    },
    {
      "EnglishWord": "flexible cable",
      "Meanings": [
        "کابل قابل انعطاف"
      ]
    },
    {
      "EnglishWord": "flexible circuit",
      "Meanings": [
        "مدار انعطاف پذیر",
        "مدارنرم نوع تخته مدارچاپی که در آن به جای مواد سخت ازمواد نرم انعطاف پذیر استفاده شده است و می‌تواند بدون هیچگونه آسیبی به میزان 180 درجه و با شعاع 1 اینچ خم شود"
      ]
    },
    {
      "EnglishWord": "flexible connection",
      "Meanings": [
        "اتصال قابل انعطاف"
      ]
    },
    {
      "EnglishWord": "flexible coupling",
      "Meanings": [
        "تزویج انعطاف پذیر 1. نوعی تزویج بین دو موجبر باامکان حرکت زاویه ای محدود. 2. نوعی تزویج بین دو محور که علیرغم ناهمترازی جزیی محورها",
        "امکان چرخش را می‌دهد"
      ]
    },
    {
      "EnglishWord": "flexible shaft",
      "Meanings": [
        "محور قابل انعطاف"
      ]
    },
    {
      "EnglishWord": "flexible waveguide",
      "Meanings": [
        "موجبر انعطاف پذیر موجبری که بدون تغییر قابل ملاحظه در ویژگیهایش می‌تواند خمیده یا پیچیده شود"
      ]
    },
    {
      "EnglishWord": "flicker",
      "Meanings": [
        "لرزش",
        "تصویر لرزه نوسانهای متناوب نور با آهنگ از چند سیکل در ثانیه تا چند ده سیکل در ثانیه. در تلویزیون «ان تی اس سی» روش پویش هم",
        "بافته مانع از بروز لرزه هایی باآهنگ 30 قاب در ثانیه می‌شود"
      ]
    },
    {
      "EnglishWord": "flicker effect",
      "Meanings": [
        "اثر لرزش تغییرات تصادفی جریان خروجی لامپ الکترونی به دلیل وقوع گسیلهای اتفاقی در کاتد پوشیده از اکسید آن"
      ]
    },
    {
      "EnglishWord": "flicker noise",
      "Meanings": [
        "نویز لرزشی نویز الکتریکی که توسط اثر لرزش در مدار لامپ الکترونی ایجاد می‌شود. بسامد این نویز کم است اما در عین حال از نویز ضربه ای shotnoise فراتر می‌رود. این نویز در نیمرساناها و در اثر به دام افتادن بارها در سطح آن نیز تولید می‌شود. اما به دلیل پایین بودن بسامد آن چندان قابل توجه نیست",
        "نویز فلیکر"
      ]
    },
    {
      "EnglishWord": "flight path angle",
      "Meanings": [
        "زاویه مسیر پرواز"
      ]
    },
    {
      "EnglishWord": "flip chip",
      "Meanings": [
        "تراشه واگرد تراشه نیمرسانایی که تمام سرهای آن در یک طرف به شکل بالشتکهای لحیمی یا برآمدگیهای اتصالی قرار می‌گیرند. بعد از حفاظت و پرداخت سطح تراشه",
        "آن را به صورت وارونه روی بستر قرار میدهند که اتصالات داخلی و قطعات پوسه",
        "نازک قبلا به روی آن نشانده شده است. سپس با اعمال گرما یا ترکیبی از فشار و انرژی فراصوتی",
        "تمام اتصالها به صورت همزمان ایجاد می‌شوند"
      ]
    },
    {
      "EnglishWord": "flip-flop circuit",
      "Meanings": [
        "مدار فلیپ فلاپ نوعی مدار بس",
        "ارتعاشگر دو طبقه که دارای دو حالت پایا است. در یک حات",
        "طبقه اول رسانا شده و طبقه دیگر قطع است. در حالت دیگر",
        "طبقه دوم رسانا و طبقه اول قطع است. با اعمال سیگنال تلنگر تریگر",
        "مدار از حالتی به حالت دیگر رفته و با اعمال تلنگر بعدی به حالت اول بر می‌گردد. فلیپ فلاپ برای هر دو پالس ورودی یک پالس خروجی تولید می‌کند که در شمارش و مقیاس بندی کاربرد دادر. نامهای دیگر فلیپ فلاپ عبارت اند از بس ارتعاشگر دو پایا",
        "مدار اکسلز",
        "جوردن",
        "یا مدار تلنگری"
      ]
    },
    {
      "EnglishWord": "flir",
      "Meanings": [
        "forawrd",
        "looking infraed unit",
        "واحد دیده بان زیر قرمز نوعی سیستم آشکار سازی زیر قرمز فعال که در ارتش آمریکا استفاده می‌شود و با به کار گیری لیزرهای فرستنده و گیرنده و آشکار سازی تابشهای گسیل شده از هدف",
        "فاصله و سمت آن را تعیین می‌کند. سیستمهای فلیر با استفاده از آرایه ای از آشکارسازهای مجزا فضای جسم را پویش و سیگنال تصویری تولید می‌کنند. یک پردازنده این سیگنالهای الکتریکی را تقویت و به صورت اطلاعات رمز شده به نمایشگر می‌فرستد. برای نیل به بیشترین کارایی در آشکارسازهای ژرمانیمی با ناخلصی جیوه Ge: Hg لازم است که دمای کار آنها به روشهای زمزاییکی تا حدود 30 درجه کلوین پایین آورده شود"
      ]
    },
    {
      "EnglishWord": "float switch",
      "Meanings": [
        "کلید شناور کلیدی که با حرکت یک شناور در سطح مایع قطع و وصل می‌شود"
      ]
    },
    {
      "EnglishWord": "floating",
      "Meanings": [
        "شناور وضعیتی که در آن یک قطعه یامدار نه به زمین و نه به ولتاژ تغذیه متصل است",
        "شناور"
      ]
    },
    {
      "EnglishWord": "floating - point arithmetic",
      "Meanings": [
        "حساب ممیز",
        "شناور روش محاسباتی که به طور خودکار محل ممیز یا نقطه اعشار را شناسایی می‌کند"
      ]
    },
    {
      "EnglishWord": "floating - point calculation",
      "Meanings": [
        "محاسبه ممیز",
        "شناور نوعی محاسبه رایانه ای که در آن تغییر محل نقطه اعشار در مبنای 10 یا دودویی در مبنای 2 پیش بینی شده است"
      ]
    },
    {
      "EnglishWord": "floating - point routine",
      "Meanings": [
        "زیر",
        "برنامه ممیز",
        "شناور",
        "روال ممیز",
        "شناور زیر برنامه رایانه ای که برای حل مسیله خاص عملیات ممیز",
        "شناور را انجام میدهد"
      ]
    },
    {
      "EnglishWord": "floating - point system",
      "Meanings": [
        "دستگاه ممیز",
        "شناور دستگاهی که در آن موقعیت ممیز مرتبا محاسبه و یا قابل جا به جایی است. معمولا دستگاه ممیز",
        "شناور محل ممیز را با تعریف توانی از مبنا و استفاده از دو مجموعه رقم مشخص می‌کند. مثلا در مبنای",
        "به صورت",
        "/2 و در مبنای 2 عدد 88 به شکل",
        "مشخص می‌شود"
      ]
    },
    {
      "EnglishWord": "floating -average - position action",
      "Meanings": [
        "کنش وضعیت میانگین شناور عملی که در آن رابطه از پیش تعیین شده ای بین انحراف متغیر کنترل شونده و آهنگ تغییر موقعیت میانگین عنصر کنترل کننده در زمان که متناوبا بین دو وضعیت ثابت تغییر حالت میدهد",
        "وجود دارد"
      ]
    },
    {
      "EnglishWord": "floating battery",
      "Meanings": [
        "باتری شناور نوعی باتری انباره که به طور دایم با یک منبع انرژی دیگر موازی شده است و به محض خرابی یا قطع منبع اصلی وارد مدار می‌شود"
      ]
    },
    {
      "EnglishWord": "floating charge",
      "Meanings": [
        "باردهی شناور",
        "شارژ شناور اعمال ولتاژ ثابت به باتری انباره جهت حفظ بار الکتریکی آن در مواقع قطع یا کم باری"
      ]
    },
    {
      "EnglishWord": "floating grid  free grid",
      "Meanings": [
        "شبکه شناور",
        "شبکه آزاد شبکه لامپ الکترونی که به مداری وصل شده باشد. به دلیل برخورد الکترونها به سیمهای شبکه",
        "پتانسیل آن نسبت به کاتد منفی فرض می‌شود در نتیجه لامپ به آثار بیرونی نظیر حرکت دست در نزدیکی آن حساس است"
      ]
    },
    {
      "EnglishWord": "floating input",
      "Meanings": [
        "ورودی شناور تقویت کننده یا مداری که هیچیک از سرهای آن به زمین متصل نشده باشند"
      ]
    },
    {
      "EnglishWord": "floating junction",
      "Meanings": [
        "پیوند شناور پیوندی در ترانزیستور که میانگین جریان عبوری از آن صفر است"
      ]
    },
    {
      "EnglishWord": "floating output",
      "Meanings": [
        "خروجی شناور مداری که خروجی آن زمین نشده یا مرجع آن خروجی دیگری نباشد"
      ]
    },
    {
      "EnglishWord": "floating point",
      "Meanings": [
        "ممیز شناور دستگاه عددی که در آن محل ممیز در اعداد ثابت نمی‌ماند",
        "اعداد با ممیز شناور"
      ]
    },
    {
      "EnglishWord": "floating zone",
      "Meanings": [
        "منطقه شناور",
        "ناحیه شناور"
      ]
    },
    {
      "EnglishWord": "flood",
      "Meanings": [
        "شارش سیلابی هدایت شار الکترونی در سطح گسترده به طرف واحد ذخیره لامپ ذخیره بار"
      ]
    },
    {
      "EnglishWord": "floodighting",
      "Meanings": [
        "نورافکنی پوشش منطقه ای وسیع با امواج رادار"
      ]
    },
    {
      "EnglishWord": "floopy disk  diskette",
      "Meanings": [
        "دیسک یا دیسکت نرم",
        "فلاپی دیسک نوعی حافظه مغناطیسی برای رایانه‌های شخصی که از یک صفحه نرم مایلر با پوشش فریت مغناطیسی در دو طرف ساخته می‌شود. هر طرف دارای دایره‌های هم مرکز",
        "به نام شیار Track است که خود از تعدادی قطاع Sector تشکیل می‌شود. در دیسک چگالی مضاعف 3/5 اینچی استاندارد",
        "ظرفیت هر قطاع 512 بایت است. این دیسک دارای پوشش محافظ مربع شکل از جنس پلاستیک سخت است که دریچه ای فنری آن را در معرض هد خواندن نوشتن قرار می‌دهد. شرفیت فرمت شده دیسک 3/5 اینچی",
        "/44 مگابایت است. استفاده از فلاپی دیسکهای 5/25 اینچی در حال حاضر منسوخ شده است"
      ]
    },
    {
      "EnglishWord": "floppy disk",
      "Meanings": [
        "دیسک نرم"
      ]
    },
    {
      "EnglishWord": "floppy- disk drive",
      "Meanings": [
        "فلاپی ران",
        "فلاپی گردان یکی از وسایل الکترومکانیکی و جانبی رایانه که عملیات خواندن و نوشتن در دیسک فلاپی floppy disk را انجام می‌دهد. با گذاشتن دیسک در درون فلاپی گردان",
        "موتور آن در موقع خواندن یا نوشتن صفحه مغناطیسی را در داخل پوشش خود می‌چرخاند و هدهای خواندن / نوشتن با هر دو طرف دیسک تماس پیدا می‌کنند"
      ]
    },
    {
      "EnglishWord": "flow",
      "Meanings": [
        "شارش حرکت بارهای الکتریکی",
        "گازها",
        "مایعات",
        "یا سایر مواد و کمیتها",
        "جاری شدن",
        "جریان"
      ]
    },
    {
      "EnglishWord": "flow chart",
      "Meanings": [
        "روند نما"
      ]
    },
    {
      "EnglishWord": "flow chart  control diagram",
      "Meanings": [
        "روند نما",
        "نمودار کنترل نمایش گرافیکی یک برنامه یا روال رایانه ای"
      ]
    },
    {
      "EnglishWord": "flow control",
      "Meanings": [
        "کنترل شارش روند تنظیم شارش داده ه دو وسیله برای جلوگیری از مفقود شدن آنها در صورتیکه حافظه میانگیر یکی از وسایل پر شود"
      ]
    },
    {
      "EnglishWord": "flow graph",
      "Meanings": [
        "گراف جریان",
        "نمودار گردشی"
      ]
    },
    {
      "EnglishWord": "flow of current",
      "Meanings": [
        "جاری شدن جریان"
      ]
    },
    {
      "EnglishWord": "flow of heat",
      "Meanings": [
        "جریان حرارتی"
      ]
    },
    {
      "EnglishWord": "flow of information",
      "Meanings": [
        "جریان داده ها"
      ]
    },
    {
      "EnglishWord": "flow of nenrgy",
      "Meanings": [
        "جریان انرژی"
      ]
    },
    {
      "EnglishWord": "flow table",
      "Meanings": [
        "جدول روند"
      ]
    },
    {
      "EnglishWord": "flow transmitter",
      "Meanings": [
        "ترانسمیتر شار",
        "شار",
        "فرست وسیله ای که شارش مایعات در خطوط لوله را اندازه می‌گیرد و آنها را به سیگنالهای الکتریکی قابل ارسال به کنترل کننده‌ها یا گیرنده‌های دور دست تبدیل می‌کند"
      ]
    },
    {
      "EnglishWord": "flowmeter",
      "Meanings": [
        "شارش سنج ابزاری برای اندازه گیری و نمایش آهنگ شارش مایع یا گاز"
      ]
    },
    {
      "EnglishWord": "fluctuation",
      "Meanings": [
        "نوسان کردن",
        "بالا و پایین رفتن"
      ]
    },
    {
      "EnglishWord": "fluid",
      "Meanings": [
        "مایع",
        "سیال"
      ]
    },
    {
      "EnglishWord": "fluorescence",
      "Meanings": [
        "فلویورسانی گسیل نور یا تابش الکترومغناطیسی توسط ماده ای که خود در معرض نوع دیگری تابش یا باریکه ای از ذرات قرار گرفته است. نورافشنی در حدود 10 به توان",
        "ثانیه بعد از قطع تابش متوقف می‌شود. برخی کانیهای خاص با قرار گرفتن در معرض تابش فرابنفش",
        "نورهایی به رنگ مشخصه خود می‌تابانند. صفحه نمایش لامپ پرتو کاتدی نیز به دلیل ویژگی فلویورسان ی بر اثر برخورد باریکه الکرونی روشن می‌شود برخی مواد دیگر نیز تحت تابش پرتوهای ایکس بسامد بالا",
        "پرتوهای ایکس با مشخصات خاص خود تولید می‌کنند",
        "فلویورسانس"
      ]
    },
    {
      "EnglishWord": "fluorescent",
      "Meanings": [
        "فلورسنت"
      ]
    },
    {
      "EnglishWord": "fluorescent lamp",
      "Meanings": [
        "لامپ فلورسنت"
      ]
    },
    {
      "EnglishWord": "fluorescent lamp  fluorescent tube",
      "Meanings": [
        "لامپ مهتابی لامپی که در اثر یونش بخار جیوه نور می‌تاباند. الکترونهای گسیل شده از الکترود واقع در یک انتهای لوله شیشه ای و بی منفذ لامپ با الکترونهای بیرونی اتم جیوه برخورد و نورفرابنفش تولید می‌کنند. برخورد نور فرابنفش با پوشش فسفری دیواره‌های داخلی لامپ منجر به تولید نور مریی می‌شود"
      ]
    },
    {
      "EnglishWord": "fluorescent light",
      "Meanings": [
        "نور فلورسنت"
      ]
    },
    {
      "EnglishWord": "fluorescent radiation",
      "Meanings": [
        "تابش فلورسنت"
      ]
    },
    {
      "EnglishWord": "fluorescent screen",
      "Meanings": [
        "صفحه فلویورسان ورقه ای پوشیده از ماده فلویورسان که تحت تابشهای یوننده نظیر پرتوهای ایکس یا باریکه الکترونی",
        "از خود نور مریی گسیل می‌کند. در لامپ پرتو کاتدی",
        "صفحه فلویورسان در سطح داخلی جلوی لامپ تشکیل می‌شود"
      ]
    },
    {
      "EnglishWord": "fluorescent substance",
      "Meanings": [
        "ماده فلورسنت"
      ]
    },
    {
      "EnglishWord": "fluorinated ethlene propylene",
      "Meanings": [
        "پروپیلن اتیلن فلویوردار شکل گرما نرم پلیپروپیلن اتیلن که از مذاب تحت فشار آن به دست می‌آید و دارای ویژگیهای الکتریکی عالی و مقاوم در برابر گرما و مواد شیمیایی است. بانام تجاری تفلون Teflon نیز شناخته می‌شود"
      ]
    },
    {
      "EnglishWord": "fluorine",
      "Meanings": [
        "فلویور عنصری گازی با رنگ متمایل به زرد و بوی تند که بسیار سمی سات این عنصر چگالتر از هوا است و وزن آن 18/99 و عدد اتمی آن 9 است. ترکیب آن با هیدروژن",
        "اسید هیدروفلویوریک را می‌دهد که در فرایند ساخت مدارهای مجتمع برای زدودن شیشه و اکسیدهای سیلیسیم کاربرد فراوانی دارد"
      ]
    },
    {
      "EnglishWord": "fluorocarbon resin",
      "Meanings": [
        "رزین فلویورکربن اصطلاح عمومی برای خانواده ای از پلاستیکها با ویژگیهای عایقی و دماهای کاری بالا. نمونه‌های آن عبارت اند از رزین پلی کلروتری فلویوراتیلن با نام تجاری Kel",
        "F و رزین پلیتترافلویورواتیلن با نام تجاری تفلون و فلویون"
      ]
    },
    {
      "EnglishWord": "fluorod",
      "Meanings": [
        "میله فلویورسان میله شیشه ای از فسفات فعال شده با نقره که در دوز سنج‌های حالت جامد استفاده می‌شود. با پرتودهی به میله و جذب نور فرابنفش",
        "نور فلویورسان نارنجی از آن گسیل می‌شود. اندازه یگیری شدت نور گسیل شده با استفاده از لامپ فوتوالکتریک",
        "معیاری از دور تابش جذب شده است"
      ]
    },
    {
      "EnglishWord": "fluorography",
      "Meanings": [
        "فلویورنگاری عکسبرداری از تصویر تولید شده روی صفحه فلویورسان"
      ]
    },
    {
      "EnglishWord": "fluorometer",
      "Meanings": [
        "فلویور سنج ابزاری که شدت پرتوهای",
        "ایکس یا سایر تابشها رااز طریق اندازه گیری فلویورسان تولید شده",
        "مشخص می‌کند"
      ]
    },
    {
      "EnglishWord": "fluorometry",
      "Meanings": [
        "فلویورسنجی اندازه گیری شدت و رنگ تابش فلویورسان"
      ]
    },
    {
      "EnglishWord": "fluoroscope",
      "Meanings": [
        "فلویورنما",
        "فلوروسکوپ دستگاهی متشکل از لامپ پرتو",
        "ایکس و یک صفحه فلویورسان که محتوای اجسام و ظروف6 کدری را که بین لامپ و صفحه قرار گیرند",
        "آشکار می‌سازد. پزشکان می‌توانند به کمک این دستگاه و در شرایط اضطراری که امکان عکسبرداری پرتو",
        "ایکس وجود ندارد",
        "اعضای داخلی و استخوانهای بیمار دچار ضایعه را مشاهده کنند. همچنین در دستگاههای کشف اسلحه و مواد مخدر در بسته‌ها و چمدانها که در فرودگاهها و ایستگاههای راه آهن نصب می‌شوند",
        "از این وسیله استفاده می‌شود. تابش پرتو ایکس یک تصویر مریی روی صفحهی فلویورسان تولید می‌کند"
      ]
    },
    {
      "EnglishWord": "fluoroscopy",
      "Meanings": [
        "فلویورونمایی",
        "فلویوروسکوپی استفاده از فلوروسکوپ برای بازرسی از اجسام به وسیله پرتو پرتو",
        "ایکس"
      ]
    },
    {
      "EnglishWord": "flush antenna",
      "Meanings": [
        "آنتن هم سطح آنتنی که هیچگونه پیش آمدگی نسبت به سطح هواپیما ندارد. نمونه‌های آن عبارت اند از آنتن ditch و آنتن slot"
      ]
    },
    {
      "EnglishWord": "flutter",
      "Meanings": [
        "سرعت لرزه",
        "لرزش 1. اعوجاجی که در اثر تغییرات نامطلوب سرعت هنگام یا تکثیر",
        "در صدای پخش شده ایجاد می‌شود. 2. تغییرات سریع در شدت سیگنال دریافتی در اثر تکانهای آنتن در باد شدید یا تداخل با سیگنالی با بسامد متفاوت"
      ]
    },
    {
      "EnglishWord": "flutter echo",
      "Meanings": [
        "پژواک لرزشی نوعی پژواک راداری که طی آن در ازای ارسال یک پالس",
        "به طور پایپی و سریع پالس بازتاب دریافت می‌شود"
      ]
    },
    {
      "EnglishWord": "flux",
      "Meanings": [
        "شار",
        "گداز آور 1. خطوط نیروی مغناطیسی یا الکتریکی در ناحیه ای معین. 2. آهنگ شارش ذرات یا فوتونها از درون سطح واحد. 3. حاصلضرب تعداد ذرات در واحد حجم و سرعت میانگین آنها. 4. ماده ای شیمیایی که با از بین بردن لایه‌های اکسید از سطح فلزات آنها را برای لحیم کاری",
        "برنج کاری",
        "یا جوش آماده میکند. رزین Resin به عنوان یک ماده گداز آور کاربرد گسترده ای در لحیم کاری قعطات الکترونیکی دارد"
      ]
    },
    {
      "EnglishWord": "flux density",
      "Meanings": [
        "چگالی شار"
      ]
    },
    {
      "EnglishWord": "flux distribution",
      "Meanings": [
        "توزیع شار"
      ]
    },
    {
      "EnglishWord": "flux gate",
      "Meanings": [
        "دریچه شار",
        "شاریاب نوعی آشکار ساز کهاندازه و فاز سیگنال تولید شده توسط آن متناسب با اندازه و جهت میدان مغناطیسی موثر بر حور آن است. دریجه شار دارای یه هسته مغناطیسی است که سیم پیچهای تحریک آنها و سیم پیچ بار در غیاب میدان مغناطیسی بیرونی در تعادل کامی هستند"
      ]
    },
    {
      "EnglishWord": "flux- gate magnetometer",
      "Meanings": [
        "مغناطیس سنج شاریاب وسیله ای که با اندازه گیری درجهی سیر شدگی هسته خود شدت میدان مغناطیسی بیرونی را تعیین می‌کند"
      ]
    },
    {
      "EnglishWord": "flux guide",
      "Meanings": [
        "شاربر قطعه شکل داده شده ای از ماده مغناطیسی که شار الکترومغناطیسی را در مسیرهای مورد نظر برای گرمایش القایی هدایت می‌کند. شاربر یا شار را به نقاط مورد نظر هدایت می‌کند و یا مانع از گسترش آن به فراتر از مناطق معین می‌شود"
      ]
    },
    {
      "EnglishWord": "flux leakage",
      "Meanings": [
        "نشت شار شار مغناطیسی که از فاصله هوایی یا سایر قسمتهای مدار مغناطیسی عبور نمی‌کنند",
        "پراکندگی شار"
      ]
    },
    {
      "EnglishWord": "flux line",
      "Meanings": [
        "خط شار"
      ]
    },
    {
      "EnglishWord": "flux linkage",
      "Meanings": [
        "پیوستگی شار حاصلضرب تعداد دورهای یک پیچک و تعداد خطوط قوای مغناطیسی گذرنده از آنها",
        "پیوستگی شار"
      ]
    },
    {
      "EnglishWord": "flux meter",
      "Meanings": [
        "سنجه شار"
      ]
    },
    {
      "EnglishWord": "flux of energy",
      "Meanings": [
        "شار انرژی"
      ]
    },
    {
      "EnglishWord": "flux path",
      "Meanings": [
        "مسیر شار"
      ]
    },
    {
      "EnglishWord": "flux ratio",
      "Meanings": [
        "نسبت شار"
      ]
    },
    {
      "EnglishWord": "flux-gate compass",
      "Meanings": [
        "قطب نمای شاریاب قطب نمایی الکترونیکی که میدان مغناطیسی زمین را به کمک پیچکهایی از سیم نازک اندازه می‌گیرد. با استفاده از روشهای الکترونیکی می‌توان هر گونه انحراف از قرایت صحیح را اصلاح کردو با میانگین گیری از سیگنالها اطلاعات دقیق و پایداری را در مورد مسیر حرکت کشتی یا هواپیما فراهم کرد"
      ]
    },
    {
      "EnglishWord": "fluxmeter",
      "Meanings": [
        "شارسنج وسیله ای برای اندازه گیری شار مغناطیسی. معمولا بر حسب ماکسول یا وبر مدرج می‌شود"
      ]
    },
    {
      "EnglishWord": "fly - by-wire system",
      "Meanings": [
        "سیستم پرواز با سیم نوعی سیستم کنترل پرواز هواپیما که رد آن به جای رابطهای مکانیکی یا هیدرولیکی اط سیمهای الکتریکی برای کنترل شهرها",
        "دریچه بالها و سایر سطوح کنترل ذخیره گذاریهای متعدد و افزایش ضریب ایمنی در نبردهای هوایی یا هنگام بروز مشکل را ممکن می‌کند. کنترل از طریق رایانه ای صورت می‌گیرد که ورودیهای آن را حسگرهای پرواز",
        "برنامه‌های پیش پرواز",
        "و اعمال دستی توسط خدمه پرواز تشکیل می‌دهند. این سیستم در فضاپیماهای سرنشین دار یا بدون سرنشین نیز استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "fly by wire",
      "Meanings": [
        "سیستم کنترل الکتریکی"
      ]
    },
    {
      "EnglishWord": "flyback cinverter",
      "Meanings": [
        "مبدل بازگشتی نوعی منبع تغذیه قطع و وصلی buck",
        "boost که با استفاده از کلید ترانزیستوری نیاز به القاگر خروجی را حذف می‌کند. در نیم تناوب اول کلیدزنی ترانسفرومر وصل انرژی در سیم پیچ اولیه ترانسفورمر ذخیره می‌شود",
        "اما در نیم تناوب دوم تناوب بازگشت که ترانزیستور قطع است",
        "انرژی به ثانویه ترانسفورنز و بار منتقل می‌شود. این مبدل از ورودی مثبت یک خروجی منفی می‌سازد"
      ]
    },
    {
      "EnglishWord": "flyback power supply   kickback power supply",
      "Meanings": [
        "منبع تغذیه بازگشتی نوعی منبع تغذیه ولتاژ",
        "بالا که ولتاژ «دی سی» حدود 10 تا 25 کیلوولت برای اند ثانویه لامپ رتو ادی در تلویزیون یا نوسان نما فرهم می‌کند. معکوس شدن ناگهانی جریان پیچک نحراف افقی در ترانسفورمز خروجی افقی در هر بازگشت",
        "پالس ولتاژی را القا می‌کند که توسط اتو ترانس به مقدار مورد نظظر افزایش می‌یابد و سپس یکسو و صاف میشود"
      ]
    },
    {
      "EnglishWord": "flying boat",
      "Meanings": [
        "قایق پرنده"
      ]
    },
    {
      "EnglishWord": "flying tail",
      "Meanings": [
        "دم پرنده"
      ]
    },
    {
      "EnglishWord": "flywheel effect",
      "Meanings": [
        "اثر چرخ لنگر توانایی مدار تشدید در حفظ بسامد نوسان خود هنگامی که پالسهای کوتاه انرژی با فاز و بسامد ثابت به آن اعمال می‌شود"
      ]
    },
    {
      "EnglishWord": "fm",
      "Meanings": [
        "frequency modulation",
        "مدوله سازی بسامد نوعی مدوله سازی که در آن بسامد لحظه ای موج مدوله شده به میزانی متناسب با مقدار لحظه ای موج مدوله کننده با بسامد حامل اختلاف دارد. دامنه موج مدوله شده ثابت است. سیستم پخش با مدوله سازی بسامد عملا در مقابل تداخلهای محیطی یا مصنوعی ایمن است",
        "مدولاسیون فرکانس"
      ]
    },
    {
      "EnglishWord": "fm / am",
      "Meanings": [
        "اف ام / ای ام مدوله سازی دامنه یک حامل توسط زیر حاملهایی که بسامدشان با سیگنالهای اطلاعات مدوله شده است"
      ]
    },
    {
      "EnglishWord": "fm / am multiplier",
      "Meanings": [
        "ضرب کننده اف ام / ای ام ضرب کننده ای که انحراف بسامد آن از بسامد میانی حامل متناسب با یک متغیر و دامنه آن متناسب با متغیر دیگری است. حامل مدوله شده با دامنه و فرکانس سپس به طور متوالی مدوله زدایی اف ام و ای ام می‌شود و خروجی نهایی متناسب با حاصلرضرب دو عامل متغیر خواهد بود"
      ]
    },
    {
      "EnglishWord": "fm / fm",
      "Meanings": [
        "اف ام / اف ام مدوله سازی بسامد یک حامل توسط زیر حاملهایی که خود نیز به وسیله اطلاعات مورد ارسال مدوله سازی بسامدی شده اند"
      ]
    },
    {
      "EnglishWord": "fm / pm",
      "Meanings": [
        "اف ام / پی ام مدوله سازی فاز یک حامل توسط زیر حاملهایی که خود به وسیله اطلاعات مدوله سازی بسامد شده اند"
      ]
    },
    {
      "EnglishWord": "fm / pm telemetering",
      "Meanings": [
        "دورسنجی اف ام / پی ام نوعی سیستم دروسنجی کهبا استفاده از زیر حاملهای بامد",
        "مدوله شده متعدد فاز حامل «آر",
        "اف» اصلی را مدوله می‌کند"
      ]
    },
    {
      "EnglishWord": "fm demodulator with feedback   fmfb",
      "Meanings": [
        "دمدولاتور FM با پسخورد"
      ]
    },
    {
      "EnglishWord": "fm modulator",
      "Meanings": [
        "مدولاتور FM"
      ]
    },
    {
      "EnglishWord": "fmlb",
      "Meanings": [
        "«افام ال بی» مخفف first make/ last break اشاره به ترتیب قطع و وصل اتصالات یک رابط اتصال"
      ]
    },
    {
      "EnglishWord": "foamed plastic",
      "Meanings": [
        "پلاستیک اسفنجی نوعی رزین پلاستیکی با ساختار چند سلولی",
        "چگالی کم و استحکام نسبتا زیاد"
      ]
    },
    {
      "EnglishWord": "focal",
      "Meanings": [
        "کانونی"
      ]
    },
    {
      "EnglishWord": "focal length",
      "Meanings": [
        "فاصله کانونی فاصله بین مرکز نوری عدسی تا صفحه دوربین تلویزیونی یا فیلم دوربین عکاسی هنگامی که دوربین روی جسم یا موضوع متمرکز شده باشد"
      ]
    },
    {
      "EnglishWord": "focal point",
      "Meanings": [
        "نقطه کانون"
      ]
    },
    {
      "EnglishWord": "focal ray",
      "Meanings": [
        "اشعه کانون"
      ]
    },
    {
      "EnglishWord": "focal spot",
      "Meanings": [
        "نقطهی کانونی ناحیه س کوچکی روی صفحه هدف لامپ پرتو",
        "ایکس که در صورت برخورد الکترونها با آن",
        "پرتوهای ایکس از خود گسیل می‌کند",
        "لکه کانونی"
      ]
    },
    {
      "EnglishWord": "focus",
      "Meanings": [
        "کانون",
        "کانونش 1. نقطه همگرایی پرتوهای نور یا الکترونهای یک باریکه. 2. حرکت دادن عدسی یا تنظیم ولتاژ یا جریان برای دستیابی به کانون و تمرکز"
      ]
    },
    {
      "EnglishWord": "focus control",
      "Meanings": [
        "کنترل کانوش",
        "کنترل تمرکز کنترل تعبیه شده روی لامپ پرتو کاتدی برای تنظیم ابعاد نقطه روی صفحه نمایش و رسیدن به واضحترین تصویر. این کنترل از طریق تغییر جریان گذرنده از پیچک کانونی کننده یا تغییر وضعیت یک آهنربای دایم صورت می‌گیرد"
      ]
    },
    {
      "EnglishWord": "focus-defocus mode",
      "Meanings": [
        "مد کانونی",
        "ناکانونی نوعی مد ذخیره ارقام دودویی که در آن باریکه نویسنده در لامپ ذخیره ای پرتو",
        "کاتدی در ابتدا کانونی است. برای یک نوع رقم دودویی باریکه در وضعیت کانونی می‌ماند اما برای نوع دیگر",
        "باریکه ماگهان در ناحیه ای دایره ای کوچک و در فاصله زمانی قبل از قطع و رفتن به موقیت بعدی",
        "ناکانونی می‌شود"
      ]
    },
    {
      "EnglishWord": "focusing",
      "Meanings": [
        "کانونش",
        "کانونی کردن 1. روند کنترل یاواگرایی مسیر باریکه‌های الکتریکی برای رسیدن به تصویر یا توزیع چگالی جریان دلخواه در باریکه. 2. روند دور و نزدیک کردن یک عدسی نوری نسبت به پرده یا فیلم عکاسی برای رسیدن به واضحترین تصویر ممکن از موضوع",
        "کانونی کردن"
      ]
    },
    {
      "EnglishWord": "focusing anode",
      "Meanings": [
        "آند کانوننده آندی در لامپ پرتو",
        "کاتدی که ابعاد باریکه الکترونی را روی صفحه نمایش تغییر میدهد. تغییر ولتاژ آند منجر به تغییر مسیر الکترونهای باریکه می‌شود و موقعیت تقاطع یا تمرکز آنها را عوض می‌کند"
      ]
    },
    {
      "EnglishWord": "focusing coil",
      "Meanings": [
        "پیچک کانوننده پیچکی که به منظور کانونی ساختن باریکه",
        "میدان مغناطیسی موازی با آن تولید می‌کند. معمولا پیچک در قسمت گردن لامپ تصویر پرتو کاتدی سوار می‌شود و جریان مستقیمی را از خود عبور میدهد که مقدارش با مقاومت متغیر کنترل کانونش تغییر می‌دهد"
      ]
    },
    {
      "EnglishWord": "focusing electrode",
      "Meanings": [
        "الکترود کانوننده الکترودی که پتانسیل اعمال شده به آن مساحت سطح مقطع باریکه الکترونی در لامپ پرتو",
        "کاتدی را کنترل می‌کند"
      ]
    },
    {
      "EnglishWord": "focusing grid",
      "Meanings": [
        "شبکه کانوننده نوعی الکترود کانوننده"
      ]
    },
    {
      "EnglishWord": "focusing magnet",
      "Meanings": [
        "آهنربای کانوننده آهنربای دایمی که میدان مغناطیسی لازم برای کانونی کردن باریکه الکترونی را تولید می‌کند"
      ]
    },
    {
      "EnglishWord": "foil",
      "Meanings": [
        "ورقه",
        "فویل 1. ورقه ای مسی که روی سطح اپوکسی فایبر",
        "گلاس",
        "فنول GFE",
        "فنول کاغذی",
        "یا سایر مواد تخته",
        "مدارها قرار می‌گیرد. سپس به کمک روشهای شیمیایی یا مکانیکی",
        "مسیرهای رسانا و بالشتکهای اتصال از ورقه مسی روی تخته مدار تشکیل می‌شود. 2. ورقه آلومینیمی خالص و زدوده شده کهبه عنوان جوشن در خازن الکترولیتی به کار می‌رود. 3. ورقه تانتالیمی در خازنهای تانتالیمی‌تر"
      ]
    },
    {
      "EnglishWord": "foil pattern",
      "Meanings": [
        "الگوی ورقه مسی",
        "نقشه مدار چاپی الگوی مثبت یا منفس مسیرها و بالشتکهای اتصال که باید از روی تخته مدار زدوده یا حکاکی شود. این طرحها با استفاده از رایانه‌ها یا روشهای عکاسی تولید می‌شوند"
      ]
    },
    {
      "EnglishWord": "foldback current limiting",
      "Meanings": [
        "محدوسازی جریان اتصال کوتاه روشی برای حفاظت منابع تغذیه در برابر اضافه بار",
        "با نزدیک شدن به وضعیت اتصال",
        "کوتاه جریان خروجی کاهش می‌یابد و در نتیجه در شرایط اتصال",
        "کوتاه مصرف توان داخلی به حداقل می‌رسد"
      ]
    },
    {
      "EnglishWord": "folded- dipole antenna",
      "Meanings": [
        "آنتن دو قطبی تاشده یک زوج دو قطبی نیم موج و موازی که سرهایشان به هم متصل شده است. در نتیجه امپدانس مرکز آنهابه 300 اهم افزایش می‌یابد. و بدون نیاز به بالان balun قابلیت تطبیق با خط انتقال دو سیمه 300 اهمی را دارند. پهنای باند آن از دو قطبی نیم موج منفرد با امپدانس 70 اهم بیشتر است. در گیرنده‌های تلویزیونی و «اف ام» به کار می‌رود"
      ]
    },
    {
      "EnglishWord": "folded horn",
      "Meanings": [
        "بوقی تاشده نوعی بوقی آکوستیکی که با تا کردن یا پیچش مسیر گلویی تادهانه درازترین مسیر ممکن را تولید می‌کند"
      ]
    },
    {
      "EnglishWord": "folding",
      "Meanings": [
        "پدیده تا شدن"
      ]
    },
    {
      "EnglishWord": "foot",
      "Meanings": [
        "فوت واحد طول برابر با 0/3048 متر. استفاده از واحد «اس آی» طول یعنی متر در اندازه گیریهای علمی ترجیح داده می‌شود"
      ]
    },
    {
      "EnglishWord": "footcandle",
      "Meanings": [
        "فوت کندل واحد قبلی شدت روشنایی که لومن بر فوت مربع جانشین آن شده است. استفاده از واحد «اس آی» روشنایی",
        "یعنی لوکس ترجیح داده می‌شود"
      ]
    },
    {
      "EnglishWord": "footprint",
      "Meanings": [
        "ردپا اصطلاح عامیانه ای که به سطح اشغال شده توسط یک قطعه در روی تخته",
        "مدار یا بستر اشاره می‌کند"
      ]
    },
    {
      "EnglishWord": "forawrd-looking infraed unit",
      "Meanings": [
        "واحد دیده بان زیر قرمز نوعی سیستم آشکار سازی زیر قرمز فعال که در ارتش آمریکا استفاده می‌شود و با به کار گیری لیزرهای فرستنده و گیرنده و آشکار سازی تابشهای گسیل شده از هدف",
        "فاصله و سمت آن را تعیین می‌کند. سیستمهای فلیر با استفاده از آرایه ای از آشکارسازهای مجزا فضای جسم را پویش و سیگنال تصویری تولید می‌کنند. یک پردازنده این سیگنالهای الکتریکی را تقویت و به صورت اطلاعات رمز شده به نمایشگر می‌فرستد. برای نیل به بیشترین کارایی در آشکارسازهای ژرمانیمی با ناخلصی جیوه Ge: Hg لازم است که دمای کار آنها به روشهای زمزاییکی تا حدود 30 درجه کلوین پایین آورده شود"
      ]
    },
    {
      "EnglishWord": "forbidden",
      "Meanings": [
        "ممنوع"
      ]
    },
    {
      "EnglishWord": "forbidden band",
      "Meanings": [
        "باند ممنوع باند انرژی در ماده معین که مانع از ورود الکترونها می‌شود",
        "نوار ممنوع"
      ]
    },
    {
      "EnglishWord": "forbidden gap",
      "Meanings": [
        "شکاف ممنوع"
      ]
    },
    {
      "EnglishWord": "forbidden region",
      "Meanings": [
        "ناحیه ممنوع"
      ]
    },
    {
      "EnglishWord": "force",
      "Meanings": [
        "نیرو"
      ]
    },
    {
      "EnglishWord": "force - balance tranducer",
      "Meanings": [
        "ترادیسده خود",
        "متوازن ترادیسنده ای که خروجی حسگر آن پس از تقویت به وسیله ای داده می‌شود که حسگر رابه موقعیت سکون خود بر می‌گرداند. سیگنال پسخورد شده همچنین به عنوان خروجی ترادیسنده در نظر گرفته می‌شود"
      ]
    },
    {
      "EnglishWord": "force balance",
      "Meanings": [
        "تعادل نیرو"
      ]
    },
    {
      "EnglishWord": "force current analogy",
      "Meanings": [
        "همانند جریان نیرو"
      ]
    },
    {
      "EnglishWord": "force field",
      "Meanings": [
        "میدان نیرو"
      ]
    },
    {
      "EnglishWord": "force function",
      "Meanings": [
        "تابع نیرو"
      ]
    },
    {
      "EnglishWord": "force of alignment",
      "Meanings": [
        "مسیر نیرو",
        "نیروی هم امتداد کننده"
      ]
    },
    {
      "EnglishWord": "force of attraction",
      "Meanings": [
        "نیروی جاذبه"
      ]
    },
    {
      "EnglishWord": "force of gravity",
      "Meanings": [
        "نیروی ثقل"
      ]
    },
    {
      "EnglishWord": "force of inertia",
      "Meanings": [
        "نیروی لختی"
      ]
    },
    {
      "EnglishWord": "force of interaction",
      "Meanings": [
        "نیروی اثر مقابل"
      ]
    },
    {
      "EnglishWord": "force potential",
      "Meanings": [
        "پتانسیل نیرو"
      ]
    },
    {
      "EnglishWord": "force stick",
      "Meanings": [
        "دسته فرمان محرک"
      ]
    },
    {
      "EnglishWord": "force vector",
      "Meanings": [
        "بردار نیرو"
      ]
    },
    {
      "EnglishWord": "force voltage analogy",
      "Meanings": [
        "همانندی ولتاژ نیرو"
      ]
    },
    {
      "EnglishWord": "forced",
      "Meanings": [
        "وادارنده",
        "اجباری"
      ]
    },
    {
      "EnglishWord": "forced response",
      "Meanings": [
        "پاسخ اجباری"
      ]
    },
    {
      "EnglishWord": "forcing",
      "Meanings": [
        "اجبار اعمال ضربه‌های کنترلی بزرگتر از مقدار مجاز خطا در سیستم",
        "برای نیل به سرعت تصحیح بیشتر",
        "وادارنده"
      ]
    },
    {
      "EnglishWord": "forcing frequency",
      "Meanings": [
        "فرکانس وادارنده"
      ]
    },
    {
      "EnglishWord": "forcing function",
      "Meanings": [
        "تابع وادارنده"
      ]
    },
    {
      "EnglishWord": "forcing response",
      "Meanings": [
        "پاسخ وادارنده"
      ]
    },
    {
      "EnglishWord": "foreground color",
      "Meanings": [
        "رنگ متن"
      ]
    },
    {
      "EnglishWord": "foreground processing",
      "Meanings": [
        "پردازش مقدم پردازش برنامه ای اولویت دار توسط رایانه که اغلب منجر به قطع پردازش برنامه‌های فرعی به اولویت کمتر می‌شود"
      ]
    },
    {
      "EnglishWord": "foreign",
      "Meanings": [
        "خارجی"
      ]
    },
    {
      "EnglishWord": "foreign atom",
      "Meanings": [
        "اتم خارجی"
      ]
    },
    {
      "EnglishWord": "foreign matter",
      "Meanings": [
        "ماده خارجی"
      ]
    },
    {
      "EnglishWord": "foreign particle",
      "Meanings": [
        "ذره خارجی"
      ]
    },
    {
      "EnglishWord": "foreign substance",
      "Meanings": [
        "ماده خارجی"
      ]
    },
    {
      "EnglishWord": "foreshortened",
      "Meanings": [
        "کوتاه نما"
      ]
    },
    {
      "EnglishWord": "fork",
      "Meanings": [
        "چنگالی"
      ]
    },
    {
      "EnglishWord": "fork connection",
      "Meanings": [
        "اتصال چنگالی"
      ]
    },
    {
      "EnglishWord": "fork oscillator",
      "Meanings": [
        "نوسانساز دیاپازونی نوسانسازی که دیاپازون تنظیم شونده آن بسامد نوسان را تعیین می‌کند"
      ]
    },
    {
      "EnglishWord": "form",
      "Meanings": [
        "شکل"
      ]
    },
    {
      "EnglishWord": "form factor",
      "Meanings": [
        "ضریب هندسی",
        "ضریب شکل 1. نسبت مقدار موثر یک کمیت متناوب به مقدار میانگین آن در یک نیم چرخه. برای موج سینوسی خالص این نسبت برابر است با 1/11 است. 2. ضریبی که شکل پیچک را در هنگام محاسبه القا کنایی آن منظور میکند",
        "فاکتور شکل"
      ]
    },
    {
      "EnglishWord": "form- wound coil",
      "Meanings": [
        "پیچک شکل دار پیچکی که به شکل غیر عادی پیچیده یا خمیده شده است",
        "مانند یوغ انحراف لامپ پرتو",
        "کاتدی"
      ]
    },
    {
      "EnglishWord": "formal",
      "Meanings": [
        "رسمی",
        "متعارف"
      ]
    },
    {
      "EnglishWord": "formal conformant array parameter",
      "Meanings": [
        "پارامتر آرایه ای تطبیقی سازگار متعارف"
      ]
    },
    {
      "EnglishWord": "formal logic",
      "Meanings": [
        "منطق صوری شیوه بررسی گزاره‌ها با استفاده از روشهایی که محتوای آنها را خلاصه می‌کند و تنها با شکل منتطقی آنها سر و کار دارد"
      ]
    },
    {
      "EnglishWord": "formal parameter",
      "Meanings": [
        "پارامتر متعارف"
      ]
    },
    {
      "EnglishWord": "format",
      "Meanings": [
        "قالب",
        "فرمت آرایش از پیش معین اطلاعات روی یک فرم",
        "کاغذ",
        "پرونده یا پیام",
        "فرمت",
        "پیکر بندی"
      ]
    },
    {
      "EnglishWord": "formation",
      "Meanings": [
        "تشکیل"
      ]
    },
    {
      "EnglishWord": "forming",
      "Meanings": [
        "شکل دهی اعمال ولتاژ به خازن الکترولیتی برای تشکیل اکسید دی الکتریک و تولید تغییر دایمی مورد نظر در مشخصه الکتریکی آن در هنگام ساخت",
        "تشکیل دادن"
      ]
    },
    {
      "EnglishWord": "formula",
      "Meanings": [
        "فرمول"
      ]
    },
    {
      "EnglishWord": "formulation language",
      "Meanings": [
        "زبان فرمول بندی"
      ]
    },
    {
      "EnglishWord": "forrite phase- differntial circulator",
      "Meanings": [
        "سیرکولاتور فاز",
        "تفاضلی فریتی ترکیبی از دو سویه کننده ریزموج و جداساز بار که به عنوان وسیله قطع و وصل بین منتگرون رادار پرتوان",
        "گیرنده رادار",
        "و آنتن رادار عمل می‌کند. در آن یک پیوند تی",
        "یک بخش فریت",
        "ویک تزویجگر هیبرید شیار",
        "کوتاه به همراه تطبیقگر دوگانه که بار تطبیق شده و آنتن را به هیبرید متصل می‌کند",
        "به کار رفته است. بخش فریت از یک واحد موجبر دوتایی با دیواره ای بین خطهای آن دو تشکیل شده است. برای ایجاد انتقال فاز تفاضلی مورد نظر",
        "ورقه‌های فریت در خطوط موجبر قرار داده می‌شوند"
      ]
    },
    {
      "EnglishWord": "fortran",
      "Meanings": [
        "زبان فورترن"
      ]
    },
    {
      "EnglishWord": "fortran formula translation",
      "Meanings": [
        "فرترن یکی از چند زبان برنامه نویسی سطح بالا و رویه",
        "گرا که برنامه نوشته شده به زبان سده آن در رایانه به زان ماشین تبدیل می‌شود"
      ]
    },
    {
      "EnglishWord": "forty - five rpm record",
      "Meanings": [
        "ضبط چهل و پهجمین دور در دقیقه صفحه ای به قطر 17 سانتیمتر و قطر سوراخ مرکزی 3/8 سانتیمتر که با سرعت 45 دور در دقیقه و با استفاده از سوزن با شعاع 0/0254 میلیمتر صدا را ضبط یا پخش می‌کند. این فناوری در حال حاضر منسوخ شده است"
      ]
    },
    {
      "EnglishWord": "forward",
      "Meanings": [
        "مستقیم",
        "موافق"
      ]
    },
    {
      "EnglishWord": "forward bias",
      "Meanings": [
        "بایاس مستقیم ولتاژ اعمال شده به دو سر یک دیود پیوندی پی ان که قطبیت آن طوریست که منجر به ایجاد مسیر رسانای کم مقاومت می‌شود. در حالی که بایاس معکوس باعث قطع جریان عادی پیوند می‌شود",
        "تغذیه بایاس مستقیم"
      ]
    },
    {
      "EnglishWord": "forward blocking",
      "Meanings": [
        "سد کنندگی مستقیم"
      ]
    },
    {
      "EnglishWord": "forward conducting",
      "Meanings": [
        "هدایت کنندگی مستقیم"
      ]
    },
    {
      "EnglishWord": "forward control channel",
      "Meanings": [
        "کانال کنترل مستقیم در سیستم تلفن سیار سلولی telephne cellular mobile به کانال کنترلی گفته می‌شود که بین یک ایستگاه زمینی و یک ایستگاه سیار استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "forward converter",
      "Meanings": [
        "مبدل مستقیم اصطلاح دیگری برای منبع تغذیه قطع و وصلی back",
        "derived که مشابه با مدار بازگشتی flyback با یک کلید ترانزیستوری است. برخلاف مبدلهای بازگشتی در اینجا انرزی در هنگام وصل ترانزیستور به ثانویه ترانسفورمر منتقل و در القاگر خروجی ذخیره می‌شود"
      ]
    },
    {
      "EnglishWord": "forward coupler",
      "Meanings": [
        "تزویجگر مستقیم نوعی تزویجگر جهتی که از توان برخوردی نمونه می‌گیرد"
      ]
    },
    {
      "EnglishWord": "forward current",
      "Meanings": [
        "جریان مستقیم جریان گذرنده از پیوند یکسوساز در جهت هدایت",
        "جریان ناحیه مستقیم"
      ]
    },
    {
      "EnglishWord": "forward direction",
      "Meanings": [
        "جهت مستقیم جهتی که کمترین مقاومت را در برابر عبور جریان از یکسوساز یا دیود نیمرسانا دارد",
        "جهت مستقیم"
      ]
    },
    {
      "EnglishWord": "forward error correction  mode b",
      "Meanings": [
        "تصحیح خطای مستقیم یکی از دو مدار ارتباطی AMTOR که در آن هرنویسه دوبار فرستاده می‌شود. ایستگاه گیرنده وجود خطا در نسبت علامت/فاصله را بررسی می‌کند. در صورت کشف خطا",
        "یک فاصله به نشانه دریافت نویسه نادرست چاپ می‌شود"
      ]
    },
    {
      "EnglishWord": "forward link   down link",
      "Meanings": [
        "ارتباط مستقیم"
      ]
    },
    {
      "EnglishWord": "forward link access channel   fach",
      "Meanings": [
        "کانال دسترسی ارتباط مستقیم"
      ]
    },
    {
      "EnglishWord": "forward loss",
      "Meanings": [
        "تلف در جهت مستقیم"
      ]
    },
    {
      "EnglishWord": "forward path",
      "Meanings": [
        "مسیر مستقیم سیر انتقال از سیگنال محرک حلقه تا سیگنال خروجی حلقه در یک حلقه کنترل پسخوردی",
        "مسیر مستقیم"
      ]
    },
    {
      "EnglishWord": "forward potential",
      "Meanings": [
        "پتانسیل در جهت مستقیم"
      ]
    },
    {
      "EnglishWord": "forward recovery time",
      "Meanings": [
        "زمان بازیابی مستقیم فاصله زمانی بین اعمال بایاس لحضه ای مستقیم به دیود نیمرسانا و رسیدن جریان به یک مقدار مشخص"
      ]
    },
    {
      "EnglishWord": "forward resistance",
      "Meanings": [
        "مقاومت در جهت مستقیم"
      ]
    },
    {
      "EnglishWord": "forward transfer admittance",
      "Meanings": [
        "ادمیتانس انتقال مستقیم"
      ]
    },
    {
      "EnglishWord": "forward voice channel",
      "Meanings": [
        "کانال صدای مستقیم کانال صدایی که در سیستم تلفن سیار سلولی بین ایستگاه زمینی land station و ایستگاه سیار mobile station استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "forward voltage",
      "Meanings": [
        "ولتاژ مستقیم"
      ]
    },
    {
      "EnglishWord": "forward wave",
      "Meanings": [
        "موج پیشرو موجی در یک لامپ موج",
        "رونده که سرعت گروه آن هم جهت با جریان الکترون‌ها است"
      ]
    },
    {
      "EnglishWord": "forward-wave crossed-field amplifiers",
      "Meanings": [
        "تقویت کننده میدان",
        "مقتاطع موج",
        "پیشرو تقویت کننده ای که به نام تقویت کننده موج",
        "پیشرو و نوع",
        "ام نیز ساخته می‌شود"
      ]
    },
    {
      "EnglishWord": "foucault current",
      "Meanings": [
        "جریان فوکو جریانی که در اثر تغییرات شار مغناطیسی در درون رسانا القا می‌شود",
        "جریان فوکو"
      ]
    },
    {
      "EnglishWord": "foundation",
      "Meanings": [
        "پایه",
        "اساس"
      ]
    },
    {
      "EnglishWord": "foundry  wafer fab",
      "Meanings": [
        "مرکز ساخت کارخانهای که ورودی آن پولک خام و صیقلی از نیمرساناهای سیلیسیم یا گالیم آرسنید است و با انجام کامل فرایندهای ساخت از جمله نقاب گذاری و آزمایش پولک ها",
        "انواع قطعات نیمرسانا را تولید می‌کند"
      ]
    },
    {
      "EnglishWord": "foundry service",
      "Meanings": [
        "خدمات مرکز ساخت خدمات ساخت مدارهای مجتمع که از سوی مشتری طراحی و سفارش شده و در عین حال قواعد طراحی و استانداردهای سازنده نیز در آن رعایت شده است"
      ]
    },
    {
      "EnglishWord": "four",
      "Meanings": [
        "چهار"
      ]
    },
    {
      "EnglishWord": "four - layer transistor",
      "Meanings": [
        "ترانزیستور چهار",
        "لایه نوعی ترانزیستور پیوندی که با داشتن چهار منطقه هدایت دارای فقط 3 سر است. تریستور نمونه آن است"
      ]
    },
    {
      "EnglishWord": "four- horn feed",
      "Meanings": [
        "تغذیه چهار",
        "بوقه مجموعه ای از چهار آنتن بوقی مستطیلی که به عنوان اجزاء تابنده و گیرنده سیستم رادار سهموی یا عدسی",
        "چهار ربع منطقه تحت پوشش ا تشکیل می‌دهند"
      ]
    },
    {
      "EnglishWord": "four layer",
      "Meanings": [
        "چهار لایه"
      ]
    },
    {
      "EnglishWord": "four- layer device",
      "Meanings": [
        "فقط چهار لایه نوعی قطعه نیمرسانای پی ان پی ان چهار لایه متناوب از مواد پی و ان که در مجموع سه پیوند پی ان را به وجود می‌آورند. یکسوساز کنترل شونده سلیکنی اس سی آر نمونه آن است"
      ]
    },
    {
      "EnglishWord": "four- layer diode",
      "Meanings": [
        "دیود چهار",
        "لایه نوعی دیود نیمرسانا که دارای سه پیوند است. سرهای اتصال از دولایه بیرونی‌تر گرفته می‌شوند. دیود شاکلی نمونه آن است"
      ]
    },
    {
      "EnglishWord": "four layer structure",
      "Meanings": [
        "ساختار چهار لایه"
      ]
    },
    {
      "EnglishWord": "four layer transistor",
      "Meanings": [
        "ترانزیستور چهار لایه"
      ]
    },
    {
      "EnglishWord": "four- of- eight code",
      "Meanings": [
        "رمز چهار",
        "از",
        "هشت نوعی رمز هشت بیتی که در آن چهار بیت همواره یک و چهار بیت همواره صفر هستند و ایمنی آن در برابر خطا بسیار زیاد است. در تلفنهای دکمه ای استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "four phase system",
      "Meanings": [
        "سیستم چهار فاز"
      ]
    },
    {
      "EnglishWord": "four pole",
      "Meanings": [
        "چهار قطب"
      ]
    },
    {
      "EnglishWord": "four- pole double- throw",
      "Meanings": [
        "چهار قطبی دو وصلی نوعی کلید یا رله 12 پایانه ای که همزمان دو زوج پایانه را به هر یک از دو زوج پایانه دیگر متصل می‌سازد. برای قطع و وصل مجموعه بلندگوهای استریو به کار می‌رود"
      ]
    },
    {
      "EnglishWord": "four- tape sort",
      "Meanings": [
        "مرتب سازی چهار نواری نوعی روش مرتب سازی که در آن داده‌های موجود روی دو نوار ورودی به ترتیب کامل متناوب به روی دونوار خروجی مرتب می‌شوند. در مرحله بعدی از این نوارهای خروجی به عنوان ورودی جدید استفاده می‌شود. این روند آنقدر تکرار می‌شود تا اینکه داده‌های یک نوار خروجی به ترتیب قرار گیرند"
      ]
    },
    {
      "EnglishWord": "four- track tape",
      "Meanings": [
        "نوار چهار شیاری نوعی نوار مغناطیسی که در هر جهت حرکت",
        "عمل ضبط را روی دو شیار انجام میدهد و در نتیجه مقدار موسیقی استریوی قابل ضبط روی طول معینی از نوار 1 بر روی 4 اینچی 0/635 سانتیمتر را به دو برابر افزایش می‌دهد"
      ]
    },
    {
      "EnglishWord": "four wire",
      "Meanings": [
        "چهار سیمه"
      ]
    },
    {
      "EnglishWord": "four wire cable",
      "Meanings": [
        "کابل چهار سیمه"
      ]
    },
    {
      "EnglishWord": "four wire line",
      "Meanings": [
        "خط چهار سیمه"
      ]
    },
    {
      "EnglishWord": "four wire system",
      "Meanings": [
        "سیستم چهار سیمه"
      ]
    },
    {
      "EnglishWord": "four-course radio range",
      "Meanings": [
        "هدایت رادیویی چهار مسیره تجهیزات هدایت رادیویی هواپیما که سیگنالهای مسیر آن در چهار جهت مختلف ارسال می‌شوند. سیستم هادایت رادیویی ادکوک نمونه آن است"
      ]
    },
    {
      "EnglishWord": "fourier",
      "Meanings": [
        "فوریه"
      ]
    },
    {
      "EnglishWord": "fourier analysis",
      "Meanings": [
        "تحلیل فوریه فرایندی که طی آن دامنه",
        "بسامد",
        "فاز",
        "توابع همدوسی",
        "توابع همبستگی",
        "طیفهای توان",
        "توابع انتقال",
        "و سایر توابع مولفه‌های سینوسی یک شکل موج معلوم تعیین می‌شود",
        "تحلیل فوریه"
      ]
    },
    {
      "EnglishWord": "fourier analyzer",
      "Meanings": [
        "تحلیلگر فوریه دستگاه تحلیلگر طیف رقمی که به کمک کلیدهای تعبیه شده روی آن می‌توان عملیات ریاضی مرتبط با محاسبه تبدیل فوریه سیگنالهای ولتاژ متغیر با زمان مانند میانگین گیری",
        "تابع همدوس",
        "همبستگی",
        "طیف توان و امثال آن را در کاربردهایی نظیر شناسایی صداهای زیر آب",
        "تحلیل ارتعاشات",
        "اکتشاف نفت",
        "و تحلیل امواج مغزی انجام داد"
      ]
    },
    {
      "EnglishWord": "fourier expansion",
      "Meanings": [
        "بسط فوریه"
      ]
    },
    {
      "EnglishWord": "fourier integral",
      "Meanings": [
        "انتگرال فوریه"
      ]
    },
    {
      "EnglishWord": "fourier series",
      "Meanings": [
        "سری فوریه رابطه ای ریاضی که به کمک آن می‌توان یک تابع متناوب را به صورت ترکیبی از جملات سینوسی و کسینوسی با مضارب صحیح از بسامد اصلی نمایش داد",
        "سری فوریه"
      ]
    },
    {
      "EnglishWord": "fourier theorem",
      "Meanings": [
        "قضیه فوریه"
      ]
    },
    {
      "EnglishWord": "fourier transform",
      "Meanings": [
        "تبدیل فوریه رابطه ای ریاضی که انرژی سیگنال گذرا را بر حسب طیف انرژی",
        "پیوسته مولفه‌های بسامدی مجاور آن بیان می‌کند",
        "تبدیل فوریه"
      ]
    },
    {
      "EnglishWord": "four-level laser",
      "Meanings": [
        "لیزر چهار",
        "ترازی نوعی لیزر که پایین‌ترین تراز آن برای گذار لیزری خود یک حالت برانگیخته و نه تراز پایه است. معمولا انرژی کمتری برای ایجاد وارونی جمعیت در لیزر چهار",
        "ترازی لازم است زیرا تراز آخر را می‌توان از ابتدا خالی در نظر گرفت"
      ]
    },
    {
      "EnglishWord": "four-phase modulation",
      "Meanings": [
        "مدوله سازی چهار فاز نوعی مدوله سازی که در آن داده‌های روی بسامد حامل به صورت یک رشته انتقال فازهای",
        "یا 315 درجه ای رمزگذاری می‌شوند. هر انتقال فاز دارای 2 بیت اطلاعاتی موسم به دی بیت dibits ب صورت: 225 درجه نمایانگر",
        "درجه نمایانگر",
        "درجه",
        "درجه نمایانگر 10 است. در برخی مودمها از این روش برای ارسال داده‌ها در خطوط سیمی استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "four-pole single- throw",
      "Meanings": [
        "چهار قطبی یک وصلی نوعی کلید یا رله 8 پایانه ای که همزمان دو زوج مدار جداگانه را باز یا بسته می‌کند"
      ]
    },
    {
      "EnglishWord": "four-quardrant multiplier",
      "Meanings": [
        "ضرب کننده چهار ربعی نوعی مدار مجتمع ضرب کننده قیاسی که می‌تواند عملیات ضرب",
        "تقسیم",
        "توان دو",
        "و جذر را روی ورودیهای قیاسی مثبت یا منفی انجام دهد. ورودیها نماینده مقادیر عددی در چهار ناحیه مختصاتی اند. ضرب کننده‌های یک و دو ربعی نیز وجود دارند"
      ]
    },
    {
      "EnglishWord": "four-wire circuit",
      "Meanings": [
        "مدار",
        "چهار سیمه قسمتی از سیم تلفن که با دو زوج سیم کار می‌کند",
        "یک زوج برای مسیر ارسال عموما از طریق میکروفون و زوج دیگر برای مسیر دریافت عموما از گیرنده"
      ]
    },
    {
      "EnglishWord": "four-wire repeater",
      "Meanings": [
        "تکرار کننده چهار",
        "سیمه تکرار کننده ای که روی دو مسیر ارسال می‌تواند تقویت در جهت مخالف را انجام دهد"
      ]
    },
    {
      "EnglishWord": "fowler-nordheim tunnelling",
      "Meanings": [
        "تونل زنی فاولر",
        "نوردهایم فریاندی که کوانتم",
        "مکانیکی که در آن الکترونها از طریق یک دی الکتریک نازک بین گیت شناور و کانال رسانا تونل می‌زنند. مکانیزم پاک کردن حافظه‌های درخشی و مکانیزم برنامه ریزی و پاک کردن حافظه‌های «ای اپیرام» براساس این فرایند است"
      ]
    },
    {
      "EnglishWord": "fox message",
      "Meanings": [
        "پیام روباه یک پیام استاندارد برای آزمایش مدارها و ماشینهای تله تایپ که شامل حروف و اعداد است"
      ]
    },
    {
      "EnglishWord": "fpga",
      "Meanings": [
        "field",
        "programmable gate array",
        "آرایه",
        "دریچه برنامه پذیر میدانی نوعی آرایه دریچه ای که رد آن به جای فیوز از ترانزیستور رم استاتیک اس آر ای ام برای کنترل مسیر سیگنالها استفاده می‌شود. با هر بار روشن شدن سیستم",
        "برنامه ای در «اف پی جی ای» بار می‌شود تا تا ترانزیستورهای قطع و وصل آن را شناسایی کند. در برخی از این نمونه‌ها از پادفیوز antifuse استفاده می‌شود که با اعمال پالس برنامه ریزی به آن ذوب شده و اتصال دایمی ایجاد می‌کند"
      ]
    },
    {
      "EnglishWord": "fpla",
      "Meanings": [
        "field",
        "programmable logic array; prgrammable logic array",
        "آرایه منطقی برنامه پذیر میدانی نوعی آرایه منطقی برنامه پذیر میدانی که در آن اتصال داخلی بین دریچه‌های منطقی از طریق برنامه ریزی و عبور جریان زیاد از پیوندهای گداز پذیر صورت می‌گیرد. اساس کار این فیوزها کوچ بهمنی",
        "القایی الکترونها و اتصال کوتاه پیوندهای امیتر",
        "بیس در محل اتصالات مورد نظر است"
      ]
    },
    {
      "EnglishWord": "fqfp",
      "Meanings": [
        "«اف کیواف پی» اشاره به نوعی بسته بندی مدار مجتمع"
      ]
    },
    {
      "EnglishWord": "fraction",
      "Meanings": [
        "کسر"
      ]
    },
    {
      "EnglishWord": "fractional",
      "Meanings": [
        "اعشاری",
        "کسری"
      ]
    },
    {
      "EnglishWord": "fractional-horsepower motor",
      "Meanings": [
        "موتور کسر اسب بخاری هر نوع موتوری که توان آن در سرعت 1800 دور در دقیقه کمتر از یک اسب بخار می‌باشد"
      ]
    },
    {
      "EnglishWord": "fragment",
      "Meanings": [
        "تکه تکه",
        "قطعه",
        "پاره"
      ]
    },
    {
      "EnglishWord": "fragmentation",
      "Meanings": [
        "تکه تکه شدن"
      ]
    },
    {
      "EnglishWord": "frame",
      "Meanings": [
        "قاب",
        "چارچوب 1. تصویر کامل تلویزیونی درلحظه معینی از زمان. در سیستم NTSC هر قاب دارای 525 خط افقی است که با آهنگ 30 قاب در ثانیه تکرار می‌شوند. هر قاب در دو میدان به هم بافته متشکل از 262/5 خط",
        "پویش می‌شود. 2. تصویر کامل در فیلمهای سینمایی",
        "برای فیلمهای 35 میلیمتری. در هر ثانیه 24 قاب روی پرده انداخته می‌شود. 3. ناحیه ای مستطیلی که در سیستمهای نمابر",
        "ابعاد تصویر کپی را مشخص می‌کند. پهنای قاب نمابر",
        "پهنای خط موجود و آن به میزان مورد استفاده بستگی دارد",
        "بدنه",
        "چارچوب"
      ]
    },
    {
      "EnglishWord": "frame frequency",
      "Meanings": [
        "بسامد قاب تعداد دفعات پویش کامل قابهای تصویری تلویزیون در یک ثانیه"
      ]
    },
    {
      "EnglishWord": "frame of reference",
      "Meanings": [
        "چارچوب مرجع مجموعه ای از خطوط یا سطوح که به عنوان مرجع برای تعریف مختصات یک نقطه ثابت یا متحرک به کار می‌روند"
      ]
    },
    {
      "EnglishWord": "frame period",
      "Meanings": [
        "تناوب مرجع فاصله برابر با عکس بسامد قاب. در سیستم NTSC تناوب قاب برابر با 1 بر روی 30 ثانیه است"
      ]
    },
    {
      "EnglishWord": "framer",
      "Meanings": [
        "قاب ساز وسیله ای برای تنطیم تجهیزات نمابر تجهیزات نمابر به گونه ای که شروع و پایان یک خط تصویر کپی مشابه با خط متناظر روی تصویر اصلی باشد"
      ]
    },
    {
      "EnglishWord": "framework",
      "Meanings": [
        "طرح کلی",
        "استخوان بندی"
      ]
    },
    {
      "EnglishWord": "framing",
      "Meanings": [
        "قاب بندی تنظیم تصویر تلویزیونی در وضعیت مورد نظر روی صفحه نمایش لامپ تصویر",
        "قاب بندی"
      ]
    },
    {
      "EnglishWord": "framing  phasing",
      "Meanings": [
        "قاب بندی",
        "فازدهی تنظیم تصویر نمابر به وضعیت دلخواه در جهت حرکت خط"
      ]
    },
    {
      "EnglishWord": "framing control",
      "Meanings": [
        "کنترل قاب بندی 1. کنترل تعبیه شده برای تنظیم تمرکز",
        "پهنا",
        "یا ارتفاع تصویر تلویزیونی. 2. کنترل تعبیه شده برای انتقال افقی تصویر نمابر دریافتی"
      ]
    },
    {
      "EnglishWord": "francis turbine",
      "Meanings": [
        "توربین فرانسیس"
      ]
    },
    {
      "EnglishWord": "franklin antenna",
      "Meanings": [
        "آنتن فرانکلین نوعی آنتن پهن",
        "باند که از آرایه ای دو قطبی نیم",
        "موج هم",
        "خط تشکیل شده است و خط تغذیه آن بین سرهای یک زوج دو قطبی مجاور",
        "میله‌های ربع",
        "موجی قرار می‌گیرند"
      ]
    },
    {
      "EnglishWord": "fraunhofer diffraction",
      "Meanings": [
        "پراش فرانهوفر نوعی پراش که هنگام عبور پرتوهای تابشی از کناره‌های یک یا چند روزنه روی می‌دهد"
      ]
    },
    {
      "EnglishWord": "fraunhofer lines",
      "Meanings": [
        "خطوط فرانهوفر خطوط تاریکی که به وسیله طیف نما در طیف نور خورشید دیده می‌شود. منشا اسن خطوط",
        "جذب طول موجهای معین به وسیله گازهاو بخارهای جو خورشید است"
      ]
    },
    {
      "EnglishWord": "fraunhofer region  far region  far zone",
      "Meanings": [
        "ناحیه فرانهوفر",
        "ناحیه دور",
        "منطقه دور ناحیه ای که در آن شارش انرژی از یک آنتن به گونه ایست که گویی از منبعی نقطه ای در مجاورت آنتن گسیل شده اند. این ناحیه بالای ناحیه فرنل واقع شده و د فاصله ای برابر با اندازه دو برابر مربع طول آنتن تقسیم بر طول موج آن شروع می‌شود"
      ]
    },
    {
      "EnglishWord": "free",
      "Meanings": [
        "آزاد"
      ]
    },
    {
      "EnglishWord": "free- air ionization chamber  open- air ionization chamber",
      "Meanings": [
        "اتاقک یونش هوای آزاد نوعی اتاقک یونش پر از هوا کهدر آن باریکه به دقت تعریف شده تابش بدون برخورد با الکترودها یا سایر اجزاء داخلی دستگاه از بین آنها عبور می‌کند. در نتیجه جریان یونش مشاهده شده تماما مربوط به یونهاو الکترونهایی است که از بر هم کنش باریکه و هوا به دست می‌آیند و در دورسنجی با پرتو",
        "ایکس از این اتاقک استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "free body",
      "Meanings": [
        "جسم آزاد"
      ]
    },
    {
      "EnglishWord": "free electron",
      "Meanings": [
        "الکترون آزاد الکترونی که محدودیتی برای ماندن در یک اتم خاص ندارد و در هنگام اعمال میدانهای الکتریکی یا مغناطیسی بیرونی می‌تواند آزادانه در ماده یا خلا به حرکت در آید"
      ]
    },
    {
      "EnglishWord": "free- electron laser",
      "Meanings": [
        "لیزر الکترون آزاد نوعی منبع تابش همدوس",
        "کارآمد",
        "پرتوان و با بسامد قابل تنظیم که از باند گیگاهرتز تا باندهای پرتو",
        "ایکس نرم کار می‌کند. سرعت الکترونهای آن نزدیک سرعت نور است. هرچه سرعت الکترون بیشتر باشد",
        "طول موج تابش خروجی کوتاهتر است. با استفاده از یک میدان تلمبه زنی متناوب و بیرونی",
        "الکترونهای نسبیتی به صورت عرضی نوسان و در نتیجه تابش گسیل می‌کنند. الکترونها",
        "همزمان با نوسان عرضی در جهت طولی نیز دسته بندی می‌شود و خروجی لیزر را به صورت همدوس در می‌آورند"
      ]
    },
    {
      "EnglishWord": "free field",
      "Meanings": [
        "میدان آزاد میدانی که آثار مرزی آن در ناحیه مورد نظر ناچیز است. جسم واقع در میدان صدای آزاد اثر اختلالی ثابتی رابه عنوان مرز خواهد داشت مگر اینکه امپدانس آکوستیک جیم با امپدانس آکوستیکی محیط تطبیق شده باشد"
      ]
    },
    {
      "EnglishWord": "free- field emission",
      "Meanings": [
        "گسیل میدان آزاد گسیل الکترونها در هنگامی که میدان الکتریکی در سطح گسیلنده صفر باشد"
      ]
    },
    {
      "EnglishWord": "free gyro",
      "Meanings": [
        "ژیروسکوپ آزاد ژیروسکوپی که در دو یا چند حلقه ژیمبال طوری نصب شده است که می‌تواند آزادانه و بدون نیاز به وسیله ای برای تغییر حرکت تقدیمی طبیعی آن جهت ثابتی را در فضا بگیرد"
      ]
    },
    {
      "EnglishWord": "free- running",
      "Meanings": [
        "آزادگردی انجام کار بدون نیاز به پالسهای همزمانساز بیرونی",
        "نظیر بس ارتعاشگر آزاد گرد"
      ]
    },
    {
      "EnglishWord": "free running clock",
      "Meanings": [
        "ساعت آزاد گرد"
      ]
    },
    {
      "EnglishWord": "free- running frequency",
      "Meanings": [
        "بسامد آزاد",
        "گرد بسامد کار نوسانساز همزمان شونده در غیاب پالسهای همزمانی"
      ]
    },
    {
      "EnglishWord": "free running frequency of vco",
      "Meanings": [
        "فرکانس نوسان آزاد نوسانگر کنترل شونده با ولتاژ"
      ]
    },
    {
      "EnglishWord": "free space",
      "Meanings": [
        "فضای آزاد"
      ]
    },
    {
      "EnglishWord": "free- space antenna pattern",
      "Meanings": [
        "الگوی فضای آزاد آنتن الگوی تابشی آنتن در شرایط فضای آزاد و عاری از تاثیر ساختمانها",
        "درختان",
        "تپه‌ها یا زمین"
      ]
    },
    {
      "EnglishWord": "free- space field intensity",
      "Meanings": [
        "شدت میدان فضای آزاد شدت میدان در یک نقطه در غیاب امواج بازتابنده از زمین یا سایر اجسام بازتابنده"
      ]
    },
    {
      "EnglishWord": "free- space loss",
      "Meanings": [
        "اتلاف فضای آزاد اتلاف نظری تابش که فقط به بسامد و مسافت بستگی دارد و در صورتی روی میدهد که تمام عوامل متغیر در هنگام ارسال انرژی بین دو آنتن نادیده گرفته شوند"
      ]
    },
    {
      "EnglishWord": "free- space radiation pattern",
      "Meanings": [
        "الگوی تابش فضای آزاد الگوی تابش آنتن در شرایط فضای آزاد"
      ]
    },
    {
      "EnglishWord": "freezer",
      "Meanings": [
        "منجمد کننده"
      ]
    },
    {
      "EnglishWord": "freezing point",
      "Meanings": [
        "نقطه انجماد"
      ]
    },
    {
      "EnglishWord": "frequency",
      "Meanings": [
        "بسامد تعداد چرخه‌های کامل در واحد زمان برای یک کمیت دوره ای نظیر جریان تناوب",
        "امواج صدا",
        "یا امواج رادیویی. بسماد یک چرخه در ثانیه معادل با یک هرتز 1 هرتز است. سایر واحدهای بسامد عبارت اند از کیلومتر هرتز KHZ",
        "مگاهرتز MHZ",
        "گیگاهرتز GHZ",
        "تراهرتز THZ",
        "بسامد بر حسب مگاهرتز برابر است با 300 تقسیم بر طول موج بر حسب متر",
        "فرکانس"
      ]
    },
    {
      "EnglishWord": "frequency  bridge",
      "Meanings": [
        "پل بسامدی پلی که توازن آن به شکل معینی با بسامد تغییر می‌کند",
        "نظیر پل وین. از این پل برای اندازه گیری بسامد استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "frequency - off set transponder",
      "Meanings": [
        "باز فرستنده با انحراف بسامد باز فرستنده ای که بسامد سیگنال را قبل از ارسال مجدد",
        "به میزان ثابتی تغییر می‌دهد"
      ]
    },
    {
      "EnglishWord": "frequency - separation multiplier",
      "Meanings": [
        "شرب کننده جدایی بسامدی ضرب کننده ای که هر یک از متغیرهای آن به دو بخش بسامد",
        "پایین و بسامد",
        "بالا تقسیم شده اند. این بخشها به صورت جداگانه در یکدیگر ضرب می‌شوند از جمع نتایج حاصلضرب نهایی به دست می‌آید. این سیستم دارای دقت زیاد و پهنای باند گسترده است"
      ]
    },
    {
      "EnglishWord": "frequency - shift converter",
      "Meanings": [
        "مبدل انتقال",
        "بسامدی مداری که سیگنال دریافتی با انتقال بسامدی را به سیگنال مدوله شده با دامنه یا سیگنال «دی سی» تبدیل می‌کند"
      ]
    },
    {
      "EnglishWord": "frequency - shift keying",
      "Meanings": [
        "کلید زنی انتقال",
        "بسامدی شکلی از مدله سازی بسامدی که در آن موج مدوله ساز",
        "بسامد خروجی را بین دو مقدار معین و متناظر با بسامدمنابع همبسته جابجا می‌کند. در موقع استفاده از این روش برای ارسال رمز",
        "عمل کلیدزنی بسامد حامل را بین دو بسامد متمایز جابجا و علامت و فاصله را تولید می‌کند. در سیستمهای ارسال نمابر به روش کلیدزنی انتقال",
        "بسامدی",
        "یک بسامد حامل نمایانگر تصویر سیاه و دیگری",
        "عموما 800 هرتز دورتر",
        "نمایانگر تصویر سفید است"
      ]
    },
    {
      "EnglishWord": "frequency - slope modulation",
      "Meanings": [
        "مدوله سازی شیب بسامد نوعی مدوله سازی که سیگنال حامل را متناوبا روی تمام پهنای باند جارو می‌کند. مدوله سازی حامل با صدا یا سایر سیگنالهای مخابراتی",
        "پهنای باند سیستم را بدون تاثیر بر توزیع یکنواخت انرژی در باند تغییر میدهد. اطلاعات مورد نظر را می‌توان از هر بخشی از پهنای باند سیستم بازیابی کرد. این امر امکان حذف بخشهای آلوده به تداخل باند را بدون از دست دادن اطلاعات اصلی میسر می‌کند"
      ]
    },
    {
      "EnglishWord": "frequency agility",
      "Meanings": [
        "چالاکی بسامدی توانایی جابجایی سریع و پیوسته بسامد یک فرستنده رادار برای اهدافی نظیر جلوگیری ا اختلال توسط دشمن",
        "کاهش تداخل متقابل با منافع خودی",
        "بهبود پژواکهایی که از هدف می‌آید",
        "با ایجاد الگوهای مورد نیاز تابشی برای جنگهای الکترونیک"
      ]
    },
    {
      "EnglishWord": "frequency allocation",
      "Meanings": [
        "تخصیص بسامد اختصاص بسامدهای موجود در طیف رادیویی به ایستگاههای خاص برای اهداف خاص",
        "و به منظور بیشترین استفاده از بسامدها وبا کمترین تداخل بین ایستگاهها. در ایالات متحده تخصیص بسامدها توسط کمسیون ارتباطات فدرال انجام می‌گیرد"
      ]
    },
    {
      "EnglishWord": "frequency analysis",
      "Meanings": [
        "تحلیل فرکانسی"
      ]
    },
    {
      "EnglishWord": "frequency and timing standards",
      "Meanings": [
        "استانداردهای زمان بندی و تنظیم فرکانس"
      ]
    },
    {
      "EnglishWord": "frequency angular",
      "Meanings": [
        "فرکانس زاویه ای"
      ]
    },
    {
      "EnglishWord": "frequency band",
      "Meanings": [
        "باند بسامدی گستره پیوسته ای از بسامدها بین دو حد. هر باند می‌تواند کانالهای متعددی داشته باشد مانند باند پخش رادیویی «ای ام» در محدوده 535 تا 1605 کیلوهرتز. بسامدو محدوده طول موج تمام باندهای موجود در طیف رادیویی مدخل باند band آورده شده اند",
        "باند فرکانسی"
      ]
    },
    {
      "EnglishWord": "frequency bandwidth",
      "Meanings": [
        "پهنای باند فرکانسی"
      ]
    },
    {
      "EnglishWord": "frequency bridge",
      "Meanings": [
        "پل فرکانسی"
      ]
    },
    {
      "EnglishWord": "frequency calibrator",
      "Meanings": [
        "درجه بند بسامد وسیله ای که سیگنالی بسیار دقیق با یک یا چند بسامد ثابت را برای درجه بندی سایر منابع بسامد تولید می‌کند"
      ]
    },
    {
      "EnglishWord": "frequency change",
      "Meanings": [
        "تبدیل فرکانسی"
      ]
    },
    {
      "EnglishWord": "frequency changer",
      "Meanings": [
        "مبدل فرکانسی"
      ]
    },
    {
      "EnglishWord": "frequency characteristic",
      "Meanings": [
        "منحنی مشخصه فرکانسی"
      ]
    },
    {
      "EnglishWord": "frequency comparison",
      "Meanings": [
        "مقایسه فرکانسی"
      ]
    },
    {
      "EnglishWord": "frequency composition",
      "Meanings": [
        "ترکیب فرکانسی"
      ]
    },
    {
      "EnglishWord": "frequency compression feedback   fcf",
      "Meanings": [
        "پسخورد فشرده ساز فرکانس"
      ]
    },
    {
      "EnglishWord": "frequency control",
      "Meanings": [
        "کنترل فرکانس"
      ]
    },
    {
      "EnglishWord": "frequency converter",
      "Meanings": [
        "مبدل فرکانس"
      ]
    },
    {
      "EnglishWord": "frequency converter  frequency changer",
      "Meanings": [
        "مبدل بسامد مدار",
        "وسیله",
        "یا ماشینی که بسامد یک جریان متناوب را بدون تغییر ولتاژ یا تعداد فازها",
        "از مقداری به مقدار دیگر تغییر می‌دهد. درگیرنده سوپر هترودین",
        "طبقات نوسانسار و آشکار ساز اول مخلوط کن با هم به عنوان مبدل بسامد عمل می‌کنند"
      ]
    },
    {
      "EnglishWord": "frequency counter",
      "Meanings": [
        "بسامد شمار ابزاری برای اندازه گیری بسامد. با استفاده از نوسانساز بلوری و مدارهای شمارنده رقمی می‌توان بسامدهای کم تا «آر",
        "اف» و نیز زمان تناوب را اندازه گرفت. برخی از بسامد شمار‌ها می‌توانند زمان خیز و پهنای پالس را نیز اندازه بگیرند"
      ]
    },
    {
      "EnglishWord": "frequency curve",
      "Meanings": [
        "منحنی فرکانسی"
      ]
    },
    {
      "EnglishWord": "frequency cutoff",
      "Meanings": [
        "بسامد قطع بسامدی که در آن بهره جریان ترانزیستور به میزان 3dB نسبت به مقدار بهره در بسامدهای میانی افت می‌کند"
      ]
    },
    {
      "EnglishWord": "frequency dependence",
      "Meanings": [
        "وابستگی فرکانسی"
      ]
    },
    {
      "EnglishWord": "frequency deviation",
      "Meanings": [
        "انحراف بسامدی 1. اوج اختلاف بین بسامد لحظه ای یک موج مدوله شده با بسامد حامل. 2. Frequency drift"
      ]
    },
    {
      "EnglishWord": "frequency differentiation",
      "Meanings": [
        "مشتق فرکانسی"
      ]
    },
    {
      "EnglishWord": "frequency discriminator",
      "Meanings": [
        "ممیز بسامدی نوعی مدار ممیز که ولتاژ خروجی آن متناسب با انحراف یک سیگنال از تعداد بسامد تعیین شده خود است",
        "آشکار ساز مدولاسیون فرکانس"
      ]
    },
    {
      "EnglishWord": "frequency distortion",
      "Meanings": [
        "اعوعاج فرکانسی"
      ]
    },
    {
      "EnglishWord": "frequency distortion  amplitude distortion  amplitude frequency  distortion",
      "Meanings": [
        "اعوجاج بسامدی",
        "اعوجاج دامنه",
        "اعوجاج بسامد",
        "دامنه نوعی اعوجاج غیر خطی که طی آن مقدار نسبی مولفه‌های مختلف بسامدی یک موج",
        "در هنگام ارسال یا تقویت دچار تغییر می‌شوند. اعوجاج بسامدی هنگامی روی می‌دهد که یک تقویت کننده شنیداری نتواند همه بسامدهای موجود در سیگنال ورودی را به شکل یکنواخت تقویت کند"
      ]
    },
    {
      "EnglishWord": "frequency distribution",
      "Meanings": [
        "توزیع فرکانسی"
      ]
    },
    {
      "EnglishWord": "frequency diversity",
      "Meanings": [
        "تنوع بسامدی",
        "چند بسامدی دریافت بسامدهای حامل مختلف در فواصل 500 هرتز یا بیشتر وبا مدوله سازی یکسان. اساس آن بر این نکته است که محو شدگی در بسامدهای مختلف به صورت همزمان رخ نمی‌دهد و گیرنده می‌تواند در هر لحظه با انتخاب بسامد مربوط به سیگنال قوی‌تر اثر محو شدگی را به حداقل برساند"
      ]
    },
    {
      "EnglishWord": "frequency- diversity radar",
      "Meanings": [
        "رادار چند بسامدی راداری که همزمان دو یا چند بسامد را ارسال می‌کند و مجهز به وسایلی برای ترکیب پژواکهای حامل یا انتخاب قوی‌ترین سیگنال از بین آنها در هر لحظه است"
      ]
    },
    {
      "EnglishWord": "frequency divider",
      "Meanings": [
        "مقسم فرکانسی"
      ]
    },
    {
      "EnglishWord": "frequency division",
      "Meanings": [
        "تقسیم فرکانسی"
      ]
    },
    {
      "EnglishWord": "frequency division duplex",
      "Meanings": [
        "جداسازی فرکانسی مسیر رفت و برگشت"
      ]
    },
    {
      "EnglishWord": "frequency- division multiaccess",
      "Meanings": [
        "دستیابی چندگانه با تقسیم بسامدی نوعی سیستم مخابرات ماهواره ای تسهیمی که از یک روش قیاسی برای مدوله سازی سیگنالهای تلفنی استفاده می‌کند. تکرار کننده‌های ماهواره توانایی پذیرش سیگنالهای متعدد با بسامدهای مختلف را در محدوده پهنای باند خود دارند"
      ]
    },
    {
      "EnglishWord": "frequency division multiple access   fdma",
      "Meanings": [
        "دسترسی چند گانه با تقسیم فرکانسی"
      ]
    },
    {
      "EnglishWord": "frequency division multiplexing",
      "Meanings": [
        "ادغام با تقسیم فرکانسی"
      ]
    },
    {
      "EnglishWord": "frequency domain",
      "Meanings": [
        "حوزه فرکانس"
      ]
    },
    {
      "EnglishWord": "frequency domain analysis",
      "Meanings": [
        "تحلیل حوزه فرکانس"
      ]
    },
    {
      "EnglishWord": "frequency domain description",
      "Meanings": [
        "توصیف حوزه فرکانس"
      ]
    },
    {
      "EnglishWord": "frequency doubler",
      "Meanings": [
        "دوبرابر ساز بسامد طبقه تقویت کننده ای که مدار تشدید آن روی هماهنگ دوم بسامد ورودی تنظیم شده است. در نتیجه بسامد خروجی دو برابر بسامد ورودی خواهد بود"
      ]
    },
    {
      "EnglishWord": "frequency doublers",
      "Meanings": [
        "دو برابر کننده‌های فرکانس"
      ]
    },
    {
      "EnglishWord": "frequency doubling",
      "Meanings": [
        "دو برابری فرکانس"
      ]
    },
    {
      "EnglishWord": "frequency drift",
      "Meanings": [
        "رانش فرکانسی"
      ]
    },
    {
      "EnglishWord": "frequency drift  frequency deviation",
      "Meanings": [
        "رانش بسامد",
        "انحراف بسامدی تغییر تدریجی بسامد یک نوسانساز یا فرستنده در اثر تغییر دما یا سایر عوامل تعیین کننده بسامد"
      ]
    },
    {
      "EnglishWord": "frequency error",
      "Meanings": [
        "خطای فرکانسی"
      ]
    },
    {
      "EnglishWord": "frequency- exchange signaling",
      "Meanings": [
        "سیگنالدهی تبادل بسامدی نوعی روش علامت دهی که در آن تغییر وضعیت با کاهش دامنه یک یا چند بسامد و افزایش دامنه یک یا چند بسامد دیگر انجام می‌پذیرد"
      ]
    },
    {
      "EnglishWord": "frequency factor",
      "Meanings": [
        "فاکتور فرکانس"
      ]
    },
    {
      "EnglishWord": "frequency filter",
      "Meanings": [
        "فیلتر فرکانس"
      ]
    },
    {
      "EnglishWord": "frequency fluctuation",
      "Meanings": [
        "نوسان فرکانس"
      ]
    },
    {
      "EnglishWord": "frequency frogging",
      "Meanings": [
        "تغییر بسامد الاکلنگی تبادل بسامدهای تخصیص یافته برای کانالهای حاملی به منظور حذف وزوز",
        "کاهش همشنوایی",
        "و کاهش نیاز به برابرسازی",
        "مدوله کننده‌های موجود در هر تکرار کننده",
        "یک گروه بسامد",
        "پایین را به یک گروه بسامد",
        "بالا و برعکس تبدیل می‌کنند"
      ]
    },
    {
      "EnglishWord": "frequency function",
      "Meanings": [
        "تابع فرکانس"
      ]
    },
    {
      "EnglishWord": "frequency hopping",
      "Meanings": [
        "جهش فرکانس"
      ]
    },
    {
      "EnglishWord": "frequency hysteresis",
      "Meanings": [
        "پسماند بسامدی ناتوانی یک نوسانساز برای تغییر ملایم بسامد در هنگام تنظیم پیوسته آن",
        "به دلیل وجود خط انتقال طویل بین نوسانساز و بار"
      ]
    },
    {
      "EnglishWord": "frequency independent",
      "Meanings": [
        "مستقل از فرکانس"
      ]
    },
    {
      "EnglishWord": "frequency indicator",
      "Meanings": [
        "نشانگر فرکانس"
      ]
    },
    {
      "EnglishWord": "frequency influence",
      "Meanings": [
        "تاثیر تداخل فرکانسی"
      ]
    },
    {
      "EnglishWord": "frequency interlace",
      "Meanings": [
        "هم بافی بسامد به هم بافی بسامد سیگنالهای تداخلی یا طیف هماهنگهای بسامد پویش تلویزیونی",
        "باین ترتیب اثر سیگنالهای تداخلی به دلیل تغییر نحوه ظاهر شدن آنها در پویشهای متوالی به حداقل می‌رسد"
      ]
    },
    {
      "EnglishWord": "frequency jumping",
      "Meanings": [
        "پرش فرکانس"
      ]
    },
    {
      "EnglishWord": "frequency keying",
      "Meanings": [
        "کلید زنی بسامدی نوعی روش کلید زنی که طی آن بسامد حامل بین دو مقدار معین جابجا می‌شود"
      ]
    },
    {
      "EnglishWord": "frequency leakage",
      "Meanings": [
        "پراکندگی فرکانسی"
      ]
    },
    {
      "EnglishWord": "frequency lock",
      "Meanings": [
        "قفل بسامدی روشی برای بازیابی بسامد دقیق مدوله سازی و فرستنده‌های تک کنار",
        "باندی",
        "که در گیرنده‌های تک کنار",
        "باندی با حامل حذف شده و در سیستمهای مخابره حامل از طریق خطوط نیرو به کار می‌رود"
      ]
    },
    {
      "EnglishWord": "frequency measurement",
      "Meanings": [
        "اندازه گیری فرکانس"
      ]
    },
    {
      "EnglishWord": "frequency meter",
      "Meanings": [
        "بسامد سنج وسیله ای برای اندازه گیری بسامد جریان متناوب",
        "فرکانس سنج"
      ]
    },
    {
      "EnglishWord": "frequency mixer",
      "Meanings": [
        "مخلوط کننده فرکانس"
      ]
    },
    {
      "EnglishWord": "frequency- modulated jamming",
      "Meanings": [
        "اخلال بسامد",
        "مدوله شده نوعی روش اخلال الکترونیکی که در آن سیگنال «آر",
        "اف» با دامنه ثابت حول یک بسامد میانی تغییر می‌کند و سیگنالی با پوشش گسترده بسامدی تولید می‌شود"
      ]
    },
    {
      "EnglishWord": "frequency- modulated laser",
      "Meanings": [
        "لیزر بسامد",
        "مدوله شده لیزر هلیم",
        "نیون یا انواع دیگر لیزر که سلول مدوله سازی فراصوتی آن",
        "سیگنال بسامد",
        "مدوله شده تصویری را روی باریکه خروجی لیزر سوار می‌کند"
      ]
    },
    {
      "EnglishWord": "frequency modulation",
      "Meanings": [
        "مدوله سازی بسامد نوعی مدوله سازی که در آن بسامد لحظه ای موج مدوله شده به میزانی متناسب با مقدار لحظه ای موج مدوله کننده با بسامد حامل اختلاف دارد. دامنه موج مدوله شده ثابت است. سیستم پخش با مدوله سازی بسامد عملا در مقابل تداخلهای محیطی یا مصنوعی ایمن است"
      ]
    },
    {
      "EnglishWord": "frequency modulation   fm",
      "Meanings": [
        "مدولاسیون فرکانس"
      ]
    },
    {
      "EnglishWord": "frequency- modulation receiver",
      "Meanings": [
        "گیرنده مدوله سازی",
        "بسامد نوعی گیرنده رادیویی که امواج مدوله شده با بسامد را دریافت و آنها را به امواج صدای متناظر در خروجی تبدیل می‌کند"
      ]
    },
    {
      "EnglishWord": "frequency -modulation recording",
      "Meanings": [
        "ضبط مدوله سازی",
        "بسامد روشی در ضبط داده‌ها که در آن سیگنال قیاسی به انحرافهای بسامدی حول یک بسامد مرکزی تبدیل می‌شود"
      ]
    },
    {
      "EnglishWord": "frequency- modulation transmitter",
      "Meanings": [
        "فرستنده مدوله سازی",
        "بسامد نوعی فرستنده رادیویی که امواج مدوله شده با بسامد ارسال می‌کند"
      ]
    },
    {
      "EnglishWord": "frequency modulator",
      "Meanings": [
        "مدوله ساز بسامد مدار یا وسیله ای که مدوله سازی بسامد انجام می‌دهد"
      ]
    },
    {
      "EnglishWord": "frequency monitor",
      "Meanings": [
        "ناظر بسامد ابزاری که میزان انحراف بسامد حامل یک فرستنده را از مقدار تخصیصی خود نشان می‌دهد"
      ]
    },
    {
      "EnglishWord": "frequency multiplication",
      "Meanings": [
        "ضرب فرکانسی"
      ]
    },
    {
      "EnglishWord": "frequency multiplier",
      "Meanings": [
        "ضرب کننده بسامدی نوعی ترادیسنده یا مدار مبدل هماهنگ که بسامد سیگنال خروجی آن مضرب صحیحی از بسامد ورودی است",
        "ضرب کننده فرکانس"
      ]
    },
    {
      "EnglishWord": "frequency of errors",
      "Meanings": [
        "فرکانس خطا"
      ]
    },
    {
      "EnglishWord": "frequency of operation",
      "Meanings": [
        "فرکانس کار"
      ]
    },
    {
      "EnglishWord": "frequency of oscillation",
      "Meanings": [
        "فرکانس نوسان"
      ]
    },
    {
      "EnglishWord": "frequency of resonance",
      "Meanings": [
        "فرکانس تشدید"
      ]
    },
    {
      "EnglishWord": "frequency of vibration",
      "Meanings": [
        "فرکانس ارتعاش"
      ]
    },
    {
      "EnglishWord": "frequency overlap",
      "Meanings": [
        "همپوشی بسامدی بخشی از کانال تلویزیونی 6MHZ که برای هر دو سیگنال تک رنگ و رنگ نمایی مشترک است. همپوشی بسامدی در واقع یک نوع اشتراک باند است",
        "همپوشی فرکانس"
      ]
    },
    {
      "EnglishWord": "frequency pulling",
      "Meanings": [
        "کشیدن بسامد تغییر بسامد یک نوسانساز در اثر تغییر امپدانس بار"
      ]
    },
    {
      "EnglishWord": "frequency pulsing",
      "Meanings": [
        "پالس دهی بسامدی کار متناوب نوسانساز بین دو بسامد مختلف. شروع نوسان در یک بسامد شرایط لازم برای نوسان در بسامد دوم را مهیا می‌کند و برعکس"
      ]
    },
    {
      "EnglishWord": "frequency pushing",
      "Meanings": [
        "رانش بسامد تغییر بسامد کاری یک نوسانساز در اثر تغییر ولتاژ بایاس در محدوده تعریف شده"
      ]
    },
    {
      "EnglishWord": "frequency range",
      "Meanings": [
        "گستره بسامدی گستره مفیدی از بسامدها که توسط سیستم ارسال در موقع ترکیب با مدارهای مختلف و در شرایط کاری گوناگون قابل استفاده است. در حالی که پهنا باند گستره بسامدی مفید را برای مدارها و شرایط کاری ثابت تعریف می‌کند",
        "محدوده فرکانس"
      ]
    },
    {
      "EnglishWord": "frequency record",
      "Meanings": [
        "ثبت فرکانس"
      ]
    },
    {
      "EnglishWord": "frequency regulator",
      "Meanings": [
        "تنظیمگر بسامد مداری که بسامد مولد «ای سی» را در مقدار معینی نظیر رله «قمیش» دار reed relay مشدد",
        "تثبیت کننده فرکانس"
      ]
    },
    {
      "EnglishWord": "frequency response",
      "Meanings": [
        "پاسخ فرکانسی"
      ]
    },
    {
      "EnglishWord": "frequency reuse",
      "Meanings": [
        "استفاده مجدد از فرکانس"
      ]
    },
    {
      "EnglishWord": "frequency run",
      "Meanings": [
        "گردش بسامدی مجموعه آزمایشهایی که برای تعیین مشخصه پاسخ دامنه بسامد یک خط انتقال",
        "مدار",
        "یا قطعه انجام می‌شود"
      ]
    },
    {
      "EnglishWord": "frequency- scan antenna",
      "Meanings": [
        "آنتن پویش",
        "بسامدی آنتنی که پویش آن در بعد نوسانگر به صورت رفت وبرگشتی روی باند بسامد مطلوب"
      ]
    },
    {
      "EnglishWord": "frequency selection",
      "Meanings": [
        "انتخاب فرکانس"
      ]
    },
    {
      "EnglishWord": "frequency- selective ringing",
      "Meanings": [
        "زنگ بسامد",
        "گزین استفاده از دو یا چند بسامد متفاوت برای زنگ تلفن به همراه زنگهایی با تنظیم مکانیکی یا الکتریکی که تنها در یکی از بسامدهای زنگ کار می‌کنند"
      ]
    },
    {
      "EnglishWord": "frequency separation",
      "Meanings": [
        "جدایی بسامدی اختلاف بین بسامدهای ورودی و خروجی دریافت و ارسال در یک تکرار کننده‌های باند آماتوری 10 متر معمولا به اندازه 100 مگاهرتز از هم جدا شده اند",
        "جداسازی فرکانس"
      ]
    },
    {
      "EnglishWord": "frequency separator",
      "Meanings": [
        "جداساز بسامد مداری در گیرنده تلویزیون سیاه و سفید یا رنگی که پالسهای همزمانی افقی و عمودی رااز هم جدا می‌کند"
      ]
    },
    {
      "EnglishWord": "frequency shift",
      "Meanings": [
        "انتقال بسامد تغییر در سامد یک فرستنده یا نوسانساز رادیویی"
      ]
    },
    {
      "EnglishWord": "frequency shift keying   fsk",
      "Meanings": [
        "کلید زنی انتقال فرکانس"
      ]
    },
    {
      "EnglishWord": "frequency shifting",
      "Meanings": [
        "انتقال فرکانسی"
      ]
    },
    {
      "EnglishWord": "frequency spectrum",
      "Meanings": [
        "طیف فرکانسی"
      ]
    },
    {
      "EnglishWord": "frequency splitting",
      "Meanings": [
        "شکافت بسامدی انتقال سریع و نامطلوب بسامد خروجی یک مگنترون که در اثر تغییر دوره ای بین دو مدکاری روی می‌دهد"
      ]
    },
    {
      "EnglishWord": "frequency stability",
      "Meanings": [
        "پایداری بسامدی توانایی یک نوسانساز در حفظ بسامد مورد نظر",
        "بر حسب درصد انحراف از بسامد تخصیص یافته بیان می‌شود",
        "پایداری فرکانسی"
      ]
    },
    {
      "EnglishWord": "frequency stabilization",
      "Meanings": [
        "پایدار سازی بسامد روند کنترل بسامد میانی یک نوسانساز به گونه ای که نسبت به بسامد مبنا بیشتر از حد مشخص اختلاف نداشته باشد",
        "پایدار سازی فرکانسی"
      ]
    },
    {
      "EnglishWord": "frequency stabilizer",
      "Meanings": [
        "پایدار ساز فرکانس"
      ]
    },
    {
      "EnglishWord": "frequency standard",
      "Meanings": [
        "بسامد استاندارد نوسانساز پایداری که بسامد آن معمولا توسط بلور",
        "دیاپازون",
        "یا ساعت اتمی کنترل می‌شود و عموما برای درجه بندی بسامدها به کار می‌رود"
      ]
    },
    {
      "EnglishWord": "frequency swing",
      "Meanings": [
        "نوسان بسامد 1. انحراف لحظه ای بسامد موج گسیل شده نسبت به بسامد مسانی و در هنگام مدوله سازی بسامد. 2. اختلاف بین بیشترین و کمترین مقادیر طراحی شده بسامد لحظه ای در سیستم مدوله سازی بسامد"
      ]
    },
    {
      "EnglishWord": "frequency synthesizer",
      "Meanings": [
        "بسامد ساز",
        "ترکیب کننده باسامد مداری که امکان انتخاب بسامدهای متعدد را از طریق کلید گردان 10 وضعیتی یا ردیفی از 10 کلید فشاری فراهم می‌کند. این دستگاه می‌تواند بخشی از یا تمام طیف رادیویی از «دی سی» گرفته تا محدوده گیگاهرتز را پوشش دهد. همچنین انواع شکل موجهای پالسی",
        "سینوسی",
        "مربعی و مثلثی قابل انتخاب است. بسامدهای خروجی به وسیله یک یا چند نوسانساز بلوری کوارتز تولید می‌شوند. معمولا یکی از آنها بلور کوارتز یک یا پنج مگاهرتزی است که به کمک مدارهای مولد هماهنگ",
        "مقسم ریال ضرب کننده و مخلوط کننده بسامدهای دیگر را به صورت مستقیم یا غیر مستقیم می‌سازد"
      ]
    },
    {
      "EnglishWord": "frequency -to- voltage converter",
      "Meanings": [
        "مبدل بسامد",
        "ولتاژ مبدلی که ولتاژ خروجی قیاسی آن متناسب با بسامد سا آهنگ تکرار سیگنال ورودی است که از شارینج",
        "دورسنج",
        "یا سایر وسایل مولد «ای سی» می‌آیند. در سیستم کنترل فرایند از پسخورد این ولتاژ خروجی برای تنظیم فرایند استفاده می‌شود. از این مبدلها برای پایدارسازی و خطی سازی نوسانسازهای کنترل شونده باولتاژ نیز استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "frequency tolerance",
      "Meanings": [
        "تحمل بسامد",
        "رواداشت بسامد حد مجاز انحراف بسامد حامل یک فرستنده نسبت به مقدار مشخص شده"
      ]
    },
    {
      "EnglishWord": "frequency transformation",
      "Meanings": [
        "تبدیل فرکانس"
      ]
    },
    {
      "EnglishWord": "frequency transformer",
      "Meanings": [
        "مبدل فرکانس"
      ]
    },
    {
      "EnglishWord": "frequency tripler",
      "Meanings": [
        "سه برابر ساز بسامد تقویت کننده یا وسیله دیگری که بسامد ولتاژ خروجی آن اطلاعات استفاده می‌کند",
        "سه برابر کننده فرکانس"
      ]
    },
    {
      "EnglishWord": "frequency tuning",
      "Meanings": [
        "تنظیم فرکانس"
      ]
    },
    {
      "EnglishWord": "frequency -type telemeter",
      "Meanings": [
        "دورسنج بسامدی نوعی دورسنج که از بسامد سیگنال برای نقل و انتقال اطلاعات استفاده می‌کند"
      ]
    },
    {
      "EnglishWord": "frequency value",
      "Meanings": [
        "مقدار فرکانس"
      ]
    },
    {
      "EnglishWord": "frequency-deviation meter",
      "Meanings": [
        "انحراف سنج بسامد وسیله ای که دفعات انحراف فرستنده پخش را از بسامد حامل تخصیص یافته خود نشان می‌دهد"
      ]
    },
    {
      "EnglishWord": "frequency-division multiplex",
      "Meanings": [
        "تسهیم با تقسیم بسامدی نوعی سیستم تسهیم برای ارسال دو یا چند سیگنال روی یک مسیر مشترک از طریق قطع و وصل باندهای بسامدی مربوط به هر سیگنال"
      ]
    },
    {
      "EnglishWord": "frequency-domain reflectometer",
      "Meanings": [
        "بازتاب سنج بسامدی نوعی بازتاب منبع تنظیم شده که با روبش باند بسامدی و تحلیل بازتابهای رسیده می‌تواند ضرایب بازتاب و امپدانس موجبرها را در گستره بسامدی وسیع اندازه بگیرد"
      ]
    },
    {
      "EnglishWord": "frequency-doubling transponder",
      "Meanings": [
        "تراپاسخگر دوبرابر ساز بسامد تراپاسخگری که بسامد سیگنال را پیش از ارسال مجدد",
        "دو برابر می‌کند"
      ]
    },
    {
      "EnglishWord": "frequency-hour",
      "Meanings": [
        "بسامد",
        "ساعت ارسال یک بسامد برای یک ساعت مطابق با سیستم پخش بین المللی امواج کوتاه"
      ]
    },
    {
      "EnglishWord": "frequency-independent antenna",
      "Meanings": [
        "آنتن مستقل از بسامد آنتنی که عملکرد آن در بسامدهای بالاتر از یک حد مشخص",
        "اساسا مستقل از خود بسامد است"
      ]
    },
    {
      "EnglishWord": "frequency-modulated radar",
      "Meanings": [
        "رادار بسامد",
        "مدوله شده رادار موج",
        "پیوسته ای که بسامد حامل آن متناوبا با یک آهنگ معین کم و زیاد می‌شود. بسامد زنش بین پژواک برگشتی و موج ارسال در لحظه ورود پژواک متناسب با مسافت است"
      ]
    },
    {
      "EnglishWord": "frequency-modulated radio altimeter",
      "Meanings": [
        "ارتفاع سنج رادیویی بسامد",
        "مدوله شده نوعی ارتفاع سنج هواپیما که ارتفاع مطلق را از چند فوتی سطح زمین تا حدود 500 فوت 1/5 کیلومتر به دقت نشان می‌دهد. بسامد موج رادیویی تابش شده به طرف پایین",
        "به طور پیوسته و با آهنگ مشخصی کم و زیاد می‌شود. بخشی از انرژی فرستنده به ورودی گیرنده داده می‌شودتا با انرژی بازتابنده از سطح مخلوط شود. زنش بین امواج مستقیم وبازتابیده که برابر با تغییر بسامد فرستنده در فصله زمانی رفت و برگشت موج است",
        "مستقیما ارتفاع را نشان می‌دهد"
      ]
    },
    {
      "EnglishWord": "frequency-modulated scanning sonar",
      "Meanings": [
        "سونار پویشگر بسامد",
        "مدوله شده نوعی سونار پویشگر که بسامد فرستنده آن به روشهای الکترونیکی با آهنگ ثابت و برای چند ثانیه کاهش می‌یابد",
        "سپس ناگهان به مقدار اولیه برگشته و این روند تکرار می‌شود. طنین پژواکهای برگشتی با موقعیت هدف مرتبط است. عیب عمده این سونار وجود خطای دوپلر در هنگام حرکت نسبی بین فرستنده و هدف است"
      ]
    },
    {
      "EnglishWord": "frequency-modulation broadcast band",
      "Meanings": [
        "باند پخش مدوله سازی",
        "بسامد باند بسامدی از 88 تا 108 مگاهرتز که برای پخش رادیویی با مدوله سازی بسامد استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "frequency-modulation broadcast channel",
      "Meanings": [
        "کانال پخش مدوله سازی",
        "بسامد باند بسامدی به پهنای 200KHZ در باند پخش مدوله سازی بسامد که توسط بسامد میانی خود مشخص می‌شود. بسامدهای تخصیص یافته از 88/1 مگاهرتز شروع می‌شود و در 100 پله متوالی با فواصل 0/2 مگاهرتزی تا بسامد 107/9 مگاهرتز ادامه پیدا می‌کنند"
      ]
    },
    {
      "EnglishWord": "frequency-modulation tuner",
      "Meanings": [
        "تنظیمگر مدوله سازی",
        "بسامد تنظیمگری که از یک تقویت کننده «آر",
        "اف» مبدل",
        "تقویت کننده «آی",
        "اف» و مدوله زدای سیگنالهای مدوله شده با بسامد تشکیل شده است و سیگنال شنیداری سطح",
        "پایین را به تقویت کننده شنیداری و بلندگو توحیل می‌دهد"
      ]
    },
    {
      "EnglishWord": "frequency-regulated powersupply",
      "Meanings": [
        "منبع تغذیه بسامد",
        "تنظیم شده نوعی منبع تغذیه «ای سی» که پارامترهای اصلی آن گستره و درصد تنظیم بسامد خروجی است. ولتاژ خروجی نوعا تنظیم شده است. یک نوسانساز توان که با منبع تغذیه «دی سی» کار می‌کند",
        "بسامد خروجی را تولید می‌کند"
      ]
    },
    {
      "EnglishWord": "frequency-selective surface",
      "Meanings": [
        "سطح بسامد",
        "گزین آرایه ای از عناصر تشدیدی غیر فعال که در بسامد تشدید به عنوان بازتابنده عمل می‌کنند امادر سایر بسامدها انرژی «آر",
        "اف» را بدون هیچگونه تضعیفی عبور می‌دهند. از این ویژگی در سیستمهای ردگیری ریزموج و رادار استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "fresnel - zone plate",
      "Meanings": [
        "صفحه منطقه فرنل صفحه ای پلاستیکی و نازک با حلقه‌های یک در میان شفاف و کدر که فواصل آنها به گونه ای است که تابش مربوط به امواج میلیمتری برخوردی درست مانند عدسی نوری در نقطه ای خارج سطح کانونی می‌شوند. تفاوت آن با عدسی فرنل این است که پراش در روزنه‌های زاویه ای و تداخل بعدی تابش پراشیده",
        "منجر به عمل کانونش می‌شود"
      ]
    },
    {
      "EnglishWord": "fresnel - zone reflector",
      "Meanings": [
        "بازتابنده منطقه فرنل نوعی بازتابنده پله ای که تابش الکترومغناطیسی برخوردی را در یک نقطه متمرکز می‌کند. فاصله بین پله‌ها در جهت برخورد تابش تقریبا برابر با نصف طول موج متناظر با بسامد دریافتی است"
      ]
    },
    {
      "EnglishWord": "fresnel diffraction",
      "Meanings": [
        "پراش فرنل نوعی پراش امواج ریزموج که امکان دریافت آنها از پشت موانع وجود دارد. ناحیه پراش فرنل در یک آنتن",
        "ناحیه میدان",
        "نزدیک است که در آن الگوی تابشی بر حسب فاصله تغییر می‌کند"
      ]
    },
    {
      "EnglishWord": "fresnel lens",
      "Meanings": [
        "عدسی فرنل نوعی عدسی نازک و دارای موانع پله ای که ویژگیهای آن مشابه با یک عدسی بسیار ضخیمتر است"
      ]
    },
    {
      "EnglishWord": "fresnel region",
      "Meanings": [
        "ناحیه فرنل ناحیه بین میدان نزدیک یک آنتن و ناحیه فرانهوفر. شعاع مرزبین این دوناحیه",
        "عموما دو برابر مربع طول آنتن تقسیم برطول موج است"
      ]
    },
    {
      "EnglishWord": "fresnel zone",
      "Meanings": [
        "منطقه فرنل یکی از مناطق مخروطی موجود بین آنتهای فرستنده وگیرنده ریزموج که بر اثر حذف برخی از قسمتهای جبهه موج توسط قسمتهای دیگر که فواصل متفاوتی را طی می‌کنند. به وجود می‌آید. مرز منطقه اول فرنل شامل تمام مسیرهایی است که به میزان نصف طول موج درازتر از مسیر خط مستقیم هستند. مرزهای بیرونی مناطق دوم",
        "سوم",
        "و چهارم فرنل به وسیله مسیرهایی تشکیل می‌شود که به ترتیب",
        "و 1 دوم و 2 طول موج درازتر از مسیر خط مستقیم هستند"
      ]
    },
    {
      "EnglishWord": "friction",
      "Meanings": [
        "اصطلاک",
        "مالش"
      ]
    },
    {
      "EnglishWord": "friction bonding",
      "Meanings": [
        "پیوند اصطکاکی لحیمکاری تراشه نیمرسانا به بستر خود از طریق تکانهای رفت و برگشتی و تحت فشار که منجر به اصطکاک و شکستن لایه‌های اکسد و راحتی اتصال آلیاژی پایانه‌های مکمل به یکدیگر می‌شود"
      ]
    },
    {
      "EnglishWord": "friction coefficient",
      "Meanings": [
        "ضریب اصطکاک"
      ]
    },
    {
      "EnglishWord": "friction contact",
      "Meanings": [
        "تماس اصطکاکی"
      ]
    },
    {
      "EnglishWord": "friction factor",
      "Meanings": [
        "فاکتور اصطکاک"
      ]
    },
    {
      "EnglishWord": "friction force",
      "Meanings": [
        "نیروی اصطکاک"
      ]
    },
    {
      "EnglishWord": "friction loss",
      "Meanings": [
        "تلف اصطکاک"
      ]
    },
    {
      "EnglishWord": "frictional",
      "Meanings": [
        "مالشی",
        "اصطکاکی"
      ]
    },
    {
      "EnglishWord": "frictional electricity",
      "Meanings": [
        "الکتریسیته مالشی"
      ]
    },
    {
      "EnglishWord": "frictional force",
      "Meanings": [
        "نیروی اصطکاکی"
      ]
    },
    {
      "EnglishWord": "frictional resistance",
      "Meanings": [
        "مقاومت اصطکاکی"
      ]
    },
    {
      "EnglishWord": "fringe area",
      "Meanings": [
        "ناحیه حاشیه ناحیه ای درست در کنار محدوده مفید یک فرستنده تلویزیونی که در آن سیگنالها ضعیف و نامنظم هستند. برای دریافت مطلوب در این ناحیه لازم است از آنتنهای جهتی با بهره زیاد و گینده‌های بسیار حساس استفاده شود"
      ]
    },
    {
      "EnglishWord": "fringe effect",
      "Meanings": [
        "اثر بیرون زنی گسترش میدان الکتروستاتیکی یک خازن هوایی به بیرون از فضای بین صفحات آن",
        "اثر لبه ای"
      ]
    },
    {
      "EnglishWord": "fringe howl",
      "Meanings": [
        "سوت حاشیه صدای سوت یا زوزه مانندی که در گیرنده رادیو توسط مدارهایی تولید میشود که در حاشیه آستانه نوسان هستند"
      ]
    },
    {
      "EnglishWord": "fringing field",
      "Meanings": [
        "میدان حاشیه ای"
      ]
    },
    {
      "EnglishWord": "frit",
      "Meanings": [
        "خمیر شیشه مخلوط پودر شیشه و چسب که به صورت انتخابی به قطعات و بسته‌های نیمرسانا زده می‌شود و پس از پخت",
        "درزبندی شیشه ای کاملا بی منفذ ایجاد می‌کند"
      ]
    },
    {
      "EnglishWord": "froced oscillation  forced vibration",
      "Meanings": [
        "نوسان واداشته",
        "ارتعاش واداشته نوسان برخی از کمیتهای فیزیکی یک سیستم که تناوب آن توسط نیروهای متناوب بیرونی تعیین می‌شود"
      ]
    },
    {
      "EnglishWord": "front contact",
      "Meanings": [
        "اتصال جلو اتصال ثابت از مجموعه اتصالهای در حالت عادی باز یک رله"
      ]
    },
    {
      "EnglishWord": "front end",
      "Meanings": [
        "بخش اول طبقه آخر به تنظیمگر تلویزیون",
        "شامل یک یا چند طبقه تقویت «آر",
        "اف» نوسانساز محلی",
        "و مخلوط کن به همراه تمام مدارهای تنظیم کانال گفته می‌شود"
      ]
    },
    {
      "EnglishWord": "front- end fabrication",
      "Meanings": [
        "ساخت مرحله اول پایانی ساخت قطعات نیمرسانا تا مرحله تکمیل و آزمایش پولکهاا. این اصطلاح مترادف با فب پولک wafer fab است"
      ]
    },
    {
      "EnglishWord": "front loading",
      "Meanings": [
        "بارگذاری از جلو گذاردن مواد یا اجناس در جلوی بلندگو برای تغییر امپدانس آکوستیکی و در نتیجه الگوی تابشی آن. نمونه متداول قرار دادن یک بوقی وارونه در جلو به منظور کاهش ابعاد دهانه ای است که از طریق آن انرژی آکوستیک شکل می‌گیرد و در نتیجه الگوی تابش بسامد پایین اصلاح می‌شود"
      ]
    },
    {
      "EnglishWord": "front porch",
      "Meanings": [
        "ایوان جلویی بخشب از سیگنال مخلوط تصویر که بین لبه بالا رونده پالس محور افقی و لبه بالا رونده پالس متناظر همزمانی قرار دارد. در آستاندارد تلویزیونی امریکا",
        "طول زمانی ایوان جلویی 1/27 میکرومتر است"
      ]
    },
    {
      "EnglishWord": "front to back",
      "Meanings": [
        "جلو تا عقب"
      ]
    },
    {
      "EnglishWord": "fs",
      "Meanings": [
        "full scale",
        "مقیاس کامل بیشترین مقداری که در هر گستره مشخص از وسیله اندازه گیری می‌توان قرایت کرد",
        "femtosecond",
        "فمتو ثانیه واحد زمان برابر با 10 به توان",
        "ثانیه"
      ]
    },
    {
      "EnglishWord": "fsk",
      "Meanings": [
        "frequency",
        "shift keying",
        "کلید زنی انتقال",
        "بسامدی شکلی از مدله سازی بسامدی که در آن موج مدوله ساز",
        "بسامد خروجی را بین دو مقدار معین و متناظر با بسامدمنابع همبسته جابجا می‌کند. در موقع استفاده از این روش برای ارسال رمز",
        "عمل کلیدزنی بسامد حامل را بین دو بسامد متمایز جابجا و علامت و فاصله را تولید می‌کند. در سیستمهای ارسال نمابر به روش کلیدزنی انتقال",
        "بسامدی",
        "یک بسامد حامل نمایانگر تصویر سیاه و دیگری",
        "عموما 800 هرتز دورتر",
        "نمایانگر تصویر سفید است"
      ]
    },
    {
      "EnglishWord": "ft",
      "Meanings": [
        "foot",
        "فوت واحد طول برابر با 0/3048 متر. استفاده از واحد «اس آی» طول یعنی متر در اندازه گیریهای علمی ترجیح داده می‌شود"
      ]
    },
    {
      "EnglishWord": "ft/s",
      "Meanings": [
        "feet per second",
        "فوت در ثانیه واحدی برای سرعت صدا در محیط. سرعت صدا در هوا و در شرایط استاندارد سطح دریا تقریبا برابر با 1080 اف تی/ اس 330 متر بر ثانیه و در آب برابر با 4800 اف تی/اس 1460 متر بر ثانیه است"
      ]
    },
    {
      "EnglishWord": "ftp",
      "Meanings": [
        "file transfer protocol",
        "قرارداد انتقال پرونده مجموعه ای از قواعد برای انتقال پرونده‌های اطلاعاتی از رایانه ای به رایانه دیگر"
      ]
    },
    {
      "EnglishWord": "fuchs antenna",
      "Meanings": [
        "آنتن فخوس نوعی تابشگر سیم بلند با تغذیه ولتاژ که یک سر آن بدون نیاز به خط انتقال مستقیما به فرستنده یا واحد تنظیم وصل می‌شود. برای ارسال یا دریافت بسامدهای بالا یا «وی اچ اف» مناسب است"
      ]
    },
    {
      "EnglishWord": "fuel cell",
      "Meanings": [
        "پیل سوختی سیستمی که با استفاده از سوختهای غنی از هیدورژن نظیر هیدرازین",
        "کروزین",
        "یا گاز هیدروژن و اکسیژن انرژی شیمیایی را مستقیما به الکتریسیته تبدیل می‌کند. پیل شامل محفظه بسته ای حاوی الکترولیت",
        "معمولا اسید فسفریک",
        "است که بین الکترودهای کاتد و آند قرار گرفته است. سوخت هیدروژنی از منبع بیرونی به آند و اکسیژن هوا به کاتد تزریق می‌شود. در درون پیل",
        "مولکولهای هیدروژن به دو یون هیدروژن مثبت و دو الکترون تقسیم می‌شوند. الکترونها در مدار بیرونی جاری می‌شوندو انرژی بار را فراهم می‌کنند. یونهای هیدروژن نیز به طرف کاتد کشیده می‌شوند و در آنجا اکسیژن و الکترونها ترکیب می‌شوند و آب تولید می‌کنند که بعدا تخلیه می‌شود. با اتصال سری پیلهای سوختی می‌توان قدرت آنرا بالا برد. علیرغم بازدهی کم این نوع پیل",
        "در فضاپیماها از آن استفاده می‌شود و بررسیهایی در حال انجام است تا بتوان از آن به عنوان منبع نیروی کمکی در نیروگاهها استفاده کرد"
      ]
    },
    {
      "EnglishWord": "full",
      "Meanings": [
        "کامل",
        "کاملا",
        "تمام"
      ]
    },
    {
      "EnglishWord": "full - wave bridge",
      "Meanings": [
        "پل تمام",
        "موج آرایش چهار دیود یا یکسوساز تمام موج به شکل پل که ولتاژ ثانویه ترانسفورمر متصل به برق را به صورت تمام موج یکسو میکنند. در اینحالت نیازی به استفاده از ترانس سر وسط دار نسیت. هر دو نیمه تناوب ورودی از ولتاژ خروجی ظاهر می‌شود"
      ]
    },
    {
      "EnglishWord": "full adder",
      "Meanings": [
        "جمع کننده کامل"
      ]
    },
    {
      "EnglishWord": "full automatic",
      "Meanings": [
        "تمام خودکار"
      ]
    },
    {
      "EnglishWord": "full break- in",
      "Meanings": [
        "ورود کامل روشی در درایو آماتوری که امکان شنیدن سیگنالها دربین نویسه‌های رمزی را فراهم می‌کند. این کار باعث می‌شود که دو درایو آماتور بتوانند بدون انتظار برای خاتمه کار فرستنده",
        "وارد ارتباط شوند"
      ]
    },
    {
      "EnglishWord": "full- bridge converter",
      "Meanings": [
        "مبدل پل کامل مداری که به عنوان مبدل مستقیم کار می‌کند. دارای یک مدار پل باچهار کلید ترانزیستوری است که سیم پیچ اولیه ترانسفورمر را تغذیه می‌کند"
      ]
    },
    {
      "EnglishWord": "full condition",
      "Meanings": [
        "شرایط کامل"
      ]
    },
    {
      "EnglishWord": "full current",
      "Meanings": [
        "جریان کامل"
      ]
    },
    {
      "EnglishWord": "full duplex communication",
      "Meanings": [
        "ارتباطات دو طرفه کامل"
      ]
    },
    {
      "EnglishWord": "full- duplex operation",
      "Meanings": [
        "کار تمام",
        "دو سویه حالتی از ارتباط رادیویی یا سیمی که طی آن امکان ارسال هممزان اطلاعات بین دو نقطه و در دو جهت مخالف وجود دارد"
      ]
    },
    {
      "EnglishWord": "full electronic",
      "Meanings": [
        "تمام الکترونیک"
      ]
    },
    {
      "EnglishWord": "full load",
      "Meanings": [
        "بار کامل بیشترین باری که یک مدار یا دستگاه برای تحمل آن در شرایز مشخص طراحی شده است. هر گونه بار اضافی نسبت به آن اضافه بار overliad نامیده می‌شود",
        "بار کامل"
      ]
    },
    {
      "EnglishWord": "full load current",
      "Meanings": [
        "جریان بار کامل"
      ]
    },
    {
      "EnglishWord": "full power bandwidth",
      "Meanings": [
        "پهنای توان کامل"
      ]
    },
    {
      "EnglishWord": "full rank",
      "Meanings": [
        "رتبه کامل"
      ]
    },
    {
      "EnglishWord": "full scale",
      "Meanings": [
        "مقیاس کامل بیشترین مقداری که در هر گستره مشخص از وسیله اندازه گیری می‌توان قرایت کرد",
        "مقیاس کامل"
      ]
    },
    {
      "EnglishWord": "full screen",
      "Meanings": [
        "تمام صفحه نمایش"
      ]
    },
    {
      "EnglishWord": "full screen editor",
      "Meanings": [
        "ویرایشگر صفحه ای"
      ]
    },
    {
      "EnglishWord": "full time circuit",
      "Meanings": [
        "مدار تمام وفت"
      ]
    },
    {
      "EnglishWord": "full wave",
      "Meanings": [
        "موج کامل",
        "تمام موج"
      ]
    },
    {
      "EnglishWord": "full- wave control",
      "Meanings": [
        "کنترل تمام",
        "موج نوعی روش کنترل فاز در هر دوچرخه مثبت و منفی که توان بار را در تمام گستره از صفر تا بیشترین مقدار تمام موج تغییر می‌دهد. ولتاژ خروجی معمولا به همان شکل «ای سی» است",
        "در عین حال می‌توان با افزودن طبقه یکسوساز",
        "ولتاژ خروجی «دی سی» پالسی تولید کرد. عنصر کنترل می‌تواند یکسوساز کنترل شونده سیلسیمی اس سی آر یا سایر انواع قطعات کنترل توان حالت جامد باشد"
      ]
    },
    {
      "EnglishWord": "full- wave rectification",
      "Meanings": [
        "یکسوساز تمام",
        "موج نوعی یکسوسازی که در آن جریان خروجی برای هردو چرخه مثبت و منفی ولتاژ متناوب ورودی در یک جهت جاری می‌شود"
      ]
    },
    {
      "EnglishWord": "full wave rectifier",
      "Meanings": [
        "یکسو ساز تمام موج"
      ]
    },
    {
      "EnglishWord": "full- wave rectifier",
      "Meanings": [
        "یکسوساز تمام",
        "موج یکسوساز دو بخشی که عمل یکسوسازی تمام",
        "موج را انجام می‌دهد. یک بخش در نیمه مثبت ورودی و بخش دیگر در نیمه منفی آن عمل می‌کند"
      ]
    },
    {
      "EnglishWord": "full- wave vibrator",
      "Meanings": [
        "ارتعاشگر تمام",
        "موج نوعی ارتعاشگر که قسمت متحرک آن به صورت رفت و برگشتی بین دو اتصال ثابت حرکت می‌کندو با تغییر جهت جریان مستقیم گذرنده از ترانسفورمر در فواصل منظم موجب افزایش ولتاژ توسط آن می‌شود. امروزه به جای آن بیشتر از مبدلهای الکترونیکی «دی سی» به «دی سی» استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "fully active homing",
      "Meanings": [
        "هدف یابی کاملا فعال نوعی هدف یابی که در آن خود موشک سیگنالهای رادار را تولید می‌کند و به کمک رایانه درونی خود سیگنالهای لازم برای قفل روی مسیر برخورد تا هدف را فراهم می‌کند"
      ]
    },
    {
      "EnglishWord": "fully ionized plasma",
      "Meanings": [
        "پلاسمای تمام یونیده نوعی پلاسما که در آن ذرات خنثی حداقل یک الکترون از دست داده اند"
      ]
    },
    {
      "EnglishWord": "function",
      "Meanings": [
        "تابع کمیتی که مقدار آن به سک یا چند کمیت دیگر وابسته است",
        "تابع عددی کمیت عددی که دارای مقدار متناهی به ازای هر مقدار از کمیت عددی دیگر است. بنابراین مقاومت رسانای معلوم تابع عددی از دمای رسانا است",
        "تابع"
      ]
    },
    {
      "EnglishWord": "function digit",
      "Meanings": [
        "رقم تابعی رقمی در کلمه متناظر با دستورالعمل رایانه ای که نشان میدهد آیا عمل به صورت حسابی یا منطقی انجام شود"
      ]
    },
    {
      "EnglishWord": "function generator",
      "Meanings": [
        "تابع ساز 1. مداری در رایانه قیاسی که مقدار یک تابع معین را بر حسب افزایش متغیر وابسته آن نشان میدهد. 2. نوعی مولد سیگنال که انواع شکل موجهای مختلف را با امکان تغییر بسامد آنها تولید می‌کند",
        "مولد تابع"
      ]
    },
    {
      "EnglishWord": "function key",
      "Meanings": [
        "کلید تابعی کلید خاصی روی صفحه کلید رایانه که می‌تواند کارهایی نظیر کنترل عمل مکانیکی",
        "شروع برنامه رایانه ای خاص",
        "ارسال سیگنالی که در حالت عادی نیاز به زدن چندین کلید دارد و امثال راانجام دهد"
      ]
    },
    {
      "EnglishWord": "function multiplier",
      "Meanings": [
        "ضرب کننده تابعی مدار یدر رایانه قیاسی که ورودی آن مقادیر تغییر دو تابع و خروجی آن مقدار متغیر حاصلضرب آنها بر حسب متغیر مستقل است"
      ]
    },
    {
      "EnglishWord": "function switch",
      "Meanings": [
        "سوییچ تابعی شبکه ای با چندین ورودی و خروجی به گونه ای که سیگنالهای رمزی ورودی سیگنالهایی در خروجی تولید می‌کنند که تابعی از ورودی ولی با رمز متناوب هستند"
      ]
    },
    {
      "EnglishWord": "functional characterization",
      "Meanings": [
        "مشخص سازی تابعی"
      ]
    },
    {
      "EnglishWord": "functional language",
      "Meanings": [
        "زبان تابعی زبان برنامه نویسی بر اساس گزاره هایی که باید محاسبه شوند"
      ]
    },
    {
      "EnglishWord": "fundamental",
      "Meanings": [
        "پایه",
        "اساسی",
        "اصلی"
      ]
    },
    {
      "EnglishWord": "fundamental field particel",
      "Meanings": [
        "ذره میدانی بنیادی ذره بنیادی یک میدان که در اثر کوانتش آن به وجود می‌آید"
      ]
    },
    {
      "EnglishWord": "fundamental frequency",
      "Meanings": [
        "بسامد بنیادی 1. کوچکترین بسامد موجود در یک سیگنال الکتریکی",
        "صدا یا ارتعاش مختلط. بسامد بنیادی اساس تحلیل هماهنگی یک موج و برابر با عکس زمان تناوب آن است. هماهنگ اول",
        "بنیادی",
        "و مولفه بنیادی نیز نامیده می‌شود. بسامد هماهنگ دوم دو برابر بسامد بنیادی است. 2. پایین ترن بسامد یا بسامد مرتبه اول مد ارتعاشی یک صفحه کوارتز یاسایر اجسام مرتعش. مد بنیادی نیز نامیده می‌شود",
        "فرکانس پایه"
      ]
    },
    {
      "EnglishWord": "fundamental- frequency magnetic modulator",
      "Meanings": [
        "مدوله ساز مغناطیسی بسامد",
        "بنیادی نوعی مدله سازی مغناطیسی که خروجی آن در بسامد بنیادی تغذیه کار می‌کند"
      ]
    },
    {
      "EnglishWord": "fundamental loop",
      "Meanings": [
        "حلقه اصلی"
      ]
    },
    {
      "EnglishWord": "fundamental mode",
      "Meanings": [
        "مد بنیادی 1. مدی از موجبر که پایین‌ترین بسامد بحرانی رادارد. مد غالب یا مد اصلی نیز نام دارد. 2. …fu…Fre"
      ]
    },
    {
      "EnglishWord": "fundamental period",
      "Meanings": [
        "زمان تناوب اصلی"
      ]
    },
    {
      "EnglishWord": "fundamental system of solutions",
      "Meanings": [
        "سیستم اصلی راه حل ها"
      ]
    },
    {
      "EnglishWord": "fundamental tone",
      "Meanings": [
        "طنین بنیادی طنین با کوچکترین گام موسیقی در طنین مختلط"
      ]
    },
    {
      "EnglishWord": "fundamental unit",
      "Meanings": [
        "واحد بنیادی واحدی که مبنای سیستمی از واحدهاست. سایر واحدهای سیستم از مجموعه ای از واحدهای بنیادی استخراج می‌شوند. همچنین ابعاد دیمانسیون هر کمیت فیزیکی بر حسب ترکیبی از واحدهای بنیادی بیان می‌شود"
      ]
    },
    {
      "EnglishWord": "fundamental wavelength",
      "Meanings": [
        "طول موج بنیادی طول موج متناظر با بسامد بنیادی"
      ]
    },
    {
      "EnglishWord": "fungiproofing",
      "Meanings": [
        "قارچ زدایی کاربرد پوششهای شیمیایی محافظ برای جلوگیری از رشد قارچ روی تجهیزات الکترونیکی مناطق گرمسیر و مرطوب"
      ]
    },
    {
      "EnglishWord": "furnace",
      "Meanings": [
        "کوره"
      ]
    },
    {
      "EnglishWord": "fuse",
      "Meanings": [
        "فیوز 1. قطعه ای گرمایی که به صورت سری بین بارو خط تغذیه قرار می‌گیرد و از مدارهای الکتریکی و / یا الکترونیکی در برابر اضافه جریان حفاظت می‌کند. سیم فلز یا مفتول فیوز در صورت تجاوز جریان از حد مجاز آن",
        "ذوب شده یا می‌سوزد و برای شروع به کار دوباره مدار باید فیوز جدیدی جانشین آن شود. اغلب فیوزهای مورد استفاده در مدارهای الکترونیکی به شکل لوله‌های شیشه ای با کلاهک فلزی در دو انتها و سیم گرمایی در محور مرکزی آن هستند. طول فیوزهای استاندارد امریکایی 1و 1 چهارم اینچ و قطر آن 1 بر روی 4 اینچ است. همچنین ولتاژ استاندارد آنها 1 بر روی 15 تا 15 آمپ است. فیوزهای استاندارد اروپایی به طول 0/8 اینچ 20 میلیمتر و قطر 0/2 اینچ 5 میلیمتر می‌باشند. زمان پاسخ آنها بر حسب میلی ثانیه اندازه گرفته می‌شود. رده‌های متداول فیوز عبارت اند از واکنش سریع fast",
        "acting و آهسته سوز slow",
        "blow یا تاخیری time delay. برخی از فیوزها پایه هایی برای لحیمکاری به تخته مدار دارند که در صورت سوختن باید لحیم آنها ذوب و فیوز جدیدی جانشین شود. فیوزهای محافظ گرمایی thermal protector fuses از وسایل مولد گرما در برابر اضافه گرمای تولید شده حفاظت می‌کنند. 2. وسیله یا مداری برای منفجر کردن بمبها",
        "موشکها",
        "پر تابه ها",
        "یا فشنگهای انفجاری به صورت fuze هم نوشته می‌شود",
        "فیوز",
        "ذوب"
      ]
    },
    {
      "EnglishWord": "fuse alarm",
      "Meanings": [
        "لامپ خرابی فیوز امپی که وجود و محل فیوز سوخته را نشان میدهد"
      ]
    },
    {
      "EnglishWord": "fuse cartridge",
      "Meanings": [
        "فشنگ فیوز"
      ]
    },
    {
      "EnglishWord": "fuse element",
      "Meanings": [
        "سیم ذوب شونده"
      ]
    },
    {
      "EnglishWord": "fuse holder",
      "Meanings": [
        "جافیوزی وسیله ای مکانیکی که اتصالات لازم بین فیوز استادارد و مدار تحت حفاظت را فراهم می‌کند و فیوز را در وضعیتی نگه می‌دارد که ضمن برقراری اتصالات مطمین میتوان به راحتی آن را تعویض کرد",
        "نگه دارنده فیوز"
      ]
    },
    {
      "EnglishWord": "fuse slip",
      "Meanings": [
        "بست فیوز"
      ]
    },
    {
      "EnglishWord": "fuse wire",
      "Meanings": [
        "سیم فیوزی سیم نازکی از آلیاژ مخصوص که در دماهای پایین ذوب می‌شود. این سیم جریان گذرنده از فیوز راتا حد مشخصی تحمل می‌کند و پس از ان بر اثر گرما ذوب می‌شود",
        "سیم فیوز"
      ]
    },
    {
      "EnglishWord": "fuselage",
      "Meanings": [
        "بدنه"
      ]
    },
    {
      "EnglishWord": "fusible resistor",
      "Meanings": [
        "مقاومت گدازپذیر",
        "مقاومت فیوزی مقاومتی که مدار را در برابر اضافه بار حفاظت می‌کند. در موقع وصل مدار به تغذیه",
        "جهشهای ولتاژ اضافه جریانی را تولید می‌کنند که توسط این مقاومت مهار می‌شود. همچنین در صورت تجاوز از حد مجاز",
        "مدار توسط این مقاومت قطع می‌شود"
      ]
    },
    {
      "EnglishWord": "fusing",
      "Meanings": [
        "ذوب"
      ]
    },
    {
      "EnglishWord": "fusing conductor",
      "Meanings": [
        "هادی ذوب شونده"
      ]
    },
    {
      "EnglishWord": "fusing current",
      "Meanings": [
        "جریان ذوب"
      ]
    },
    {
      "EnglishWord": "fusing point",
      "Meanings": [
        "نقطه ذوب"
      ]
    },
    {
      "EnglishWord": "fusing temperature",
      "Meanings": [
        "درجه حرارت ذوب"
      ]
    },
    {
      "EnglishWord": "fusing time",
      "Meanings": [
        "زمان ذوب"
      ]
    },
    {
      "EnglishWord": "fusion",
      "Meanings": [
        "فرآیند ذوب",
        "گدازش"
      ]
    },
    {
      "EnglishWord": "fusion point",
      "Meanings": [
        "نقطه ذوب"
      ]
    },
    {
      "EnglishWord": "fusion zone",
      "Meanings": [
        "ناحیه ذوب"
      ]
    },
    {
      "EnglishWord": "fuzzy logic",
      "Meanings": [
        "منطق فازی",
        "منطق نادقیق منطقی که بر اساس گزاره‌های شرطی و نه مطلقا غلط یا درست عمل می‌کند. نتیج به دست آمده از استدلالات فازی قطعیت کمتری نسیت به منطق کلاسیک دارند اما مجموعه حالتهای بیشتری را در بر می‌گیرند"
      ]
    },
    {
      "EnglishWord": "fv",
      "Meanings": [
        "femtovolt",
        "فمتو ولت برابر با 10 به توان",
        "ولت"
      ]
    },
    {
      "EnglishWord": "fvc",
      "Meanings": [
        "forward voice channel",
        "کانال صدای مستقیم کانال صدایی که در سیستم تلفن سیار سلولی بین ایستگاه زمینی land station و ایستگاه سیار mobile station استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "fw",
      "Meanings": [
        "femtowatt",
        "فمتو وات واحد تواه برابر با 10 به توان",
        "وات"
      ]
    },
    {
      "EnglishWord": "fwcfa",
      "Meanings": [
        "forward",
        "wave crossed",
        "field amplifiers",
        "تقویت کننده میدان",
        "مقتاطع موج",
        "پیشرو تقویت کننده ای که به نام تقویت کننده موج",
        "پیشرو و نوع",
        "ام نیز ساخته می‌شود"
      ]
    }
  ]
}