{
  "Group": "G",
  "Entries": 418,
  "Words": [
    {
      "EnglishWord": "g",
      "Meanings": [
        "conducance",
        "رسانایی معیاری از توانایی ماده برای رسانش الکتریسیته. رسانایی عکس مقاومت ماده است و بر حسب زیمنس بیان می‌شود. رسانایی",
        "بخش مقاومتی یا حقیقی ادمتانس را تشکیل می‌دهد",
        "gate",
        "دریچه",
        "گیت 1. نوعی مدار منطقی رقمی با یک یا چند ورودی یا چند ورودی و یک خروجی که سازماندهی آن به گونه ایست که خروجی به ازاء شرایط خاصی از ورودی‌ها تولید می‌شود. ساده‌ترین نمونه آن دریچه «نه» ناتNOT است که خروجی آن همواره مخالف مقدار ورودی است. دریچه «و» آند AND با دو یا چند ورودی",
        "تنها وقتی خروجی تولید می‌کند که همه ورودی‌های آن همزمان صفر یا یک باشند. خروجی دریچه «یا» OR وقتی است که همه ورودی‌های آن همزمان صفر نباشند. 2. نام الکترود کنترل در یک فت FET",
        "مسفت MESFET",
        "یا همت HEMT. ولتاژ اعمال شده به گیت",
        "ویژگی‌های رسانش کانال واقع در زیر آن را کنترل می‌کند. گیت مسفت فت فلز",
        "نیمه رسانا تماس نزدیک با نیمه رسانا دارد. حال آنکه گیت ماسفت فت نیمه رسانا",
        "اکسید",
        "فلز به وسیله یک لایه نازک",
        "نوعا به ضخامت 100 تا 1000 آنگستروم",
        "از نیمه رسانا جدا شده است. 3. ترکیبی از ترانزیستورها که عملیات منطقی نظیر NOT",
        "NAND",
        "یاNOR را انجام می‌دهد",
        "gauss",
        "گاوس واحد الکترومغناطیسی سی جی اس برای القای مغناطیسی بی. واحد ای آی",
        "تسلا",
        "معمولتر است",
        "glga",
        "گیگا پیشوندیث کهضریب 10 به توان 9 معادل با",
        "یا یک بیلیون را نشان می‌دهد. قبلا کیلومگا نامیده می‌شد",
        "gravitational force",
        "نیروی گرانشی نیروی کشش زمین",
        "با نیروی مشابهی که برای شتاب دادن یا ترمز کردن یک جسم متحرک آزاد با آهنگ تقریبی 9/8 متر بر ثانیه لازم است",
        "grid",
        "شبکه 1. الکترود واقع در بین کاتد و آند یک لامپ الکترونی که دارای یک یا چند روزنه است که تحت شرایط خاص الکترونها و یا یونها می‌توانند از آن عبور کنند. شبکه",
        "شارش الکترونی از کاتد به آند را کنترل می‌کند. 2. شبکه ای از خطوط هم فاصله که خانه‌های مربعی به وجود می‌آورد و برای تعیین نقاط مجاز سوراخ کاری روی یک تخته مدار چاپی یا بدنه به کار می‌رود",
        "gram",
        "گرم یک هزارم یک کیلوگرم"
      ]
    },
    {
      "EnglishWord": "g line",
      "Meanings": [
        "خط جی سیم گردی با پوشش دی الکتریک که برای ارسال انرژی ریزموج توسط امواج سطحی به کار می‌رود"
      ]
    },
    {
      "EnglishWord": "g ohm",
      "Meanings": [
        "gigaohm",
        "گیگا اهم یک هزار مگااهم یا 10 به توان 9 اهم"
      ]
    },
    {
      "EnglishWord": "ga",
      "Meanings": [
        "gallium",
        "گالیم عنصر فلزی با عدد اتمی 31 و وزن اتمی 69/",
        "به عنوان پذیرنده acceptor در قطعات نیمه رسانا سیلیسیمی و ژرمانیمی به کار می‌رود"
      ]
    },
    {
      "EnglishWord": "ga asp",
      "Meanings": [
        "gallium arsenide phosphide",
        "فسفید آرسنید گالیم ماده نیمه رسانای مرکب سه تایی که برای ساخت دیودهای نورافشان استفاده می‌شود. رنگ نور تولید شده توسط آن بسته به نسبت آرسنید و فسفید قرمز یا زرد کهربایی است گستره طول موج بین 650 تا670nm است"
      ]
    },
    {
      "EnglishWord": "gaaias",
      "Meanings": [
        "gallium aluminum arsenide",
        "آرسنید آلومینیم گالیم نوعی ماده نیمه رسانا برای ساخت دیودهای نورافشان با نور قرمز استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "gaas",
      "Meanings": [
        "gallium arsenide",
        "آرسنید گالیم ماده نیمه رسانای مرکب دوتایی که از عناصر گایم و آرسنیک واقع در گروهای III و V جدول تناوبی ساخته می‌شود. به دلیل تحرک بیشتر الکترون در آن نسبت به سیلیسیم",
        "می‌توان مدارهای منطقی سریع را با استفاده از آن تولید کرد. سرعت حرکت الکترون در GaAs تقریبا دوبرابر سیلیسیم است. این ماده برای ساخت قطعات اپتوالکترونیکی مجزا",
        "ترانزیستورهای ریزموج MESFET",
        "و مدارهای مجتمع MMIC و IC اپتوالکترونیکی مناسب است"
      ]
    },
    {
      "EnglishWord": "gadolinium",
      "Meanings": [
        "گادولینیم عنصر فلزی از رده خاکهای نادر با عدد اتمی"
      ]
    },
    {
      "EnglishWord": "gage",
      "Meanings": [
        "اندازه گیر",
        "پیمانه وسیله یا ابزاری برای اندازه گیری. gauge نیز نوشته می‌شود"
      ]
    },
    {
      "EnglishWord": "gain",
      "Meanings": [
        "بهره 1. میزان افزایش یا کاهش دامنه سیگنال بعد از تقویت. 2. افزایش یا کاهش توان موثر تابیده شده از آنتن در جهت مشخص. به افزایش یا کاهش قدر سیگنال دریافتی در جهت معین نیز اطلاق می‌شود. نوعا بر حسب دسی بل بیان می‌شود. عدد مثبت نشانه افزایش و عدد منفی نشانه کاهش است",
        "بهره"
      ]
    },
    {
      "EnglishWord": "gain characteristic",
      "Meanings": [
        "منحنی مشخصه بهره"
      ]
    },
    {
      "EnglishWord": "gain constant",
      "Meanings": [
        "ثابت بهره"
      ]
    },
    {
      "EnglishWord": "gain control",
      "Meanings": [
        "کنترل بهره وسیله ای برای تنظیم بهره مدار",
        "سیستم",
        "یا قطعه",
        "کنترل بهره"
      ]
    },
    {
      "EnglishWord": "gain equation",
      "Meanings": [
        "معادله بهره"
      ]
    },
    {
      "EnglishWord": "gain factor",
      "Meanings": [
        "فاکتور بهره"
      ]
    },
    {
      "EnglishWord": "gain margin",
      "Meanings": [
        "حاشیه بهره میزان افزایش بهره که در سیستم کنترل پسخوردی منجر به نوسان شود",
        "حاشیه بهره"
      ]
    },
    {
      "EnglishWord": "gain tracking error",
      "Meanings": [
        "خطای ردگیری بهره میزان تغییر بهره نسبت به مقدار ثابتی که برای سطح ورودی 0dBm تعیین می‌شود. این خطا در موقع سنجش وابستگی بهره به سطح سیگنال و از طریق مقایسه سیگنال خروجی با سیگنال ورودی روی گستره سیگنال‌های ورودی تعریف می‌شود"
      ]
    },
    {
      "EnglishWord": "gain-bandwidth product",
      "Meanings": [
        "حاصلضرب بهره در پهنای باند معیار کیفیت برای تقویت کننده‌ها که بر اساس بهره پهنای باند آنها در شرایط مشخص سنجیده می‌شود"
      ]
    },
    {
      "EnglishWord": "gainp",
      "Meanings": [
        "gallium indium phosphide",
        "فسفید ایندیم گالیم نوعی ماده نیمه رسانا که در ساخت دیودهای نور افشان با نور زرد استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "galactic noise",
      "Meanings": [
        "نویز کهکشانی نویز بسامد",
        "رادیویی آر",
        "اف که منشا آن در فضا و از تمام اجرام آسمانی به غیر از خورشید است",
        "نویز کهکشانی"
      ]
    },
    {
      "EnglishWord": "galena",
      "Meanings": [
        "سرب معدنی",
        "گالن شکل بلوری سولفید سرب PBS که به عنوان آشکار ساز در گیرنده‌های قدیمی به کار می‌رفت"
      ]
    },
    {
      "EnglishWord": "galileo spacecraft",
      "Meanings": [
        "فضاپیمای گالیله فضاپیمای بدون سرنشین به وزن 2/5 تن که در اکتبر 1989 به منظور بررسی جو سیاره مشتری و اقمار آن توسط ناسا به فضا پرتاب شد. این فضاپیما دارای کاوشگری به وزن 746 پوند بود در جولای 1995 از گالیله جدا و در ماه دسامبر وارد جو مشتری شد. این فضاپیما که با سرعت 10700mph حرکت می‌کرد",
        "مطابق برنامه در سال 1998 برنامه گردش خود به دور مشتری را به پایان رساند"
      ]
    },
    {
      "EnglishWord": "gallium",
      "Meanings": [
        "گالیم عنصر فلزی با عدد اتمی 31 و وزن اتمی 69/",
        "به عنوان پذیرنده acceptor در قطعات نیمه رسانا سیلیسیمی و ژرمانیمی به کار می‌رود"
      ]
    },
    {
      "EnglishWord": "gallium aluminum arsenide",
      "Meanings": [
        "آرسنید آلومینیم گالیم نوعی ماده نیمه رسانا برای ساخت دیودهای نورافشان با نور قرمز استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "gallium arsenide",
      "Meanings": [
        "آرسنید گالیم ماده نیمه رسانای مرکب دوتایی که از عناصر گایم و آرسنیک واقع در گروهای III و V جدول تناوبی ساخته می‌شود. به دلیل تحرک بیشتر الکترون در آن نسبت به سیلیسیم",
        "می‌توان مدارهای منطقی سریع را با استفاده از آن تولید کرد. سرعت حرکت الکترون در GaAs تقریبا دوبرابر سیلیسیم است. این ماده برای ساخت قطعات اپتوالکترونیکی مجزا",
        "ترانزیستورهای ریزموج MESFET",
        "و مدارهای مجتمع MMIC و IC اپتوالکترونیکی مناسب است",
        "فت آرسنید گالیمی نوعی تقویت کننده جریان کنترل شونده با ولتاژ و بسامد",
        "بالا با یک ماسفت سیلیکینی"
      ]
    },
    {
      "EnglishWord": "gallium arsenide phosphide",
      "Meanings": [
        "فسفید آرسنید گالیم ماده نیمه رسانای مرکب سه تایی که برای ساخت دیودهای نورافشان استفاده می‌شود. رنگ نور تولید شده توسط آن بسته به نسبت آرسنید و فسفید قرمز یا زرد کهربایی است گستره طول موج بین 650 تا670nm است"
      ]
    },
    {
      "EnglishWord": "gallium indium arsenide",
      "Meanings": [
        "آرسنید ایندیم گالیم ماده نیمه رسانای مرکب سه تایی که به عنوان پوشش کاتد در لامپ‌های نوری ضرب کننده با حساسیت بالا به کار می‌رود و در زمینه‌های پزشکی و ستاره شناسی می‌تواند نورهای خیلی کم را آشکار کند"
      ]
    },
    {
      "EnglishWord": "gallium indium phosphide",
      "Meanings": [
        "فسفید ایندیم گالیم نوعی ماده نیمه رسانا که در ساخت دیودهای نور افشان با نور زرد استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "gallium nitride",
      "Meanings": [
        "نیترید گالیم ماده مرکب دوتایی نیمه رسانا برای ساخت دیودهای نور افشان با نور آبی و محدوده طول موج 450 تا 500 نانومتر استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "gallium phosphide",
      "Meanings": [
        "فسفید گالیم ماده مرکب دوتایی نیمه رسانا که برای ساخت دیودهای نور افشان با نور سبز یا قرمز در محدوده طول موج 690 تا 790 نانومتر استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "gallium-arsenide laser",
      "Meanings": [
        "لیزر آرسنید گالیم نوعی لیزر که نوربا طول موج 9000 انگستروم را با زاویه عمود برناحیه پیوند در آرسنیدگالیم گسیل می‌کند. می‌توان آن را مستقیما با بسامدهای ریزموج مدوله کرد. رنگ نور مریی تولید شده بسته به نسبتهای آرسنید و فسفید",
        "قرمز یا زرد است. گستره طول موجها نیز از 650 تا 670nm خواهد بود"
      ]
    },
    {
      "EnglishWord": "galnas",
      "Meanings": [
        "gallium indium arsenide",
        "آرسنید ایندیم گالیم ماده نیمه رسانای مرکب سه تایی که به عنوان پوشش کاتد در لامپ‌های نوری ضرب کننده با حساسیت بالا به کار می‌رود و در زمینه‌های پزشکی و ستاره شناسی می‌تواند نورهای خیلی کم را آشکار کند"
      ]
    },
    {
      "EnglishWord": "galvanic",
      "Meanings": [
        "گالوانی ویژگی عبور الکتریسیته در اثر واکنش‌های شیمیایی",
        "گالوانیزه"
      ]
    },
    {
      "EnglishWord": "galvanic cell",
      "Meanings": [
        "پیل گالوانی نوعی پیل الکترولیتی که از طریق واکنش الکتروشیمیایی",
        "انرژی الکتریکی تولید می‌کند"
      ]
    },
    {
      "EnglishWord": "galvanic pile",
      "Meanings": [
        "پیل ولتاژ گالوانیزه"
      ]
    },
    {
      "EnglishWord": "galvanometer",
      "Meanings": [
        "گالوانومتر",
        "گالوانوسنج وسیله ای برای نمایش یا سنجش جریانهای الکتریکی کم. اندازه گیری با توجه به حرکت مکانیکی ناشی از نیروهای الکترومغناطیسی یا الکترومکانیکی تولید شده توسط جریان انجام می‌شود",
        "جریان سنج حساس"
      ]
    },
    {
      "EnglishWord": "game theory",
      "Meanings": [
        "نظریه بازی فریاند ریاضی انتخاب راهبرد بهینه برای رقابت با راهبرد حریف"
      ]
    },
    {
      "EnglishWord": "gamma",
      "Meanings": [
        "گاما 1. نمایش عددی درجه کنتر است در تلویزیون یا تصویر عکاسی که برابر است با شیب خط",
        "مستقیم منحنی H و G برای امولسیون یا صفحه. 2. واحد شدن میدان مغناطیسی برابر با 10 میکروارستد یا 10/0000 ارستد",
        "گاما"
      ]
    },
    {
      "EnglishWord": "gamma emitter",
      "Meanings": [
        "گسیلنده گاما اتمی که فرایند واپاشی پرتوزای آن شامل گسیل پرتوهای گاما است"
      ]
    },
    {
      "EnglishWord": "gamma ferric oxide",
      "Meanings": [
        "اکسید فریک گاما شکل فر و مغناطیسی اکسید فریک که به صورت پوشش روی نوار مغناطیسی استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "gamma radiation",
      "Meanings": [
        "تابش گاما تابش پرتوهای گاما"
      ]
    },
    {
      "EnglishWord": "gamma radiography",
      "Meanings": [
        "پرتو نگاری گاما پرتونگاری به کمک پرتوهای گاما"
      ]
    },
    {
      "EnglishWord": "gamma rate",
      "Meanings": [
        "آهنگ گاما آهنگ قابل تحمل قرار گیری یک وسیله در برابر پرتوهای گاما بدون آسیب رسیدن به آن. آهنگ گاما نشانه میزان مقاومت در برابر تابش است و برابر با آهنگ دوز یوننده بر حسب rads/s است"
      ]
    },
    {
      "EnglishWord": "gamma ray",
      "Meanings": [
        "اشعه گاما"
      ]
    },
    {
      "EnglishWord": "gamma rays",
      "Meanings": [
        "پرتوهای گاما کوانتومی از تابش الکترومغناطیسی گسیل شده از سوی هسته در اثر گذار کوانتومی بین دو تراز انرژی. این پرتوها",
        "در واقع فوتونهای با انرژی بالای 50 کیلو الکترون ولت kev هستند که در اثر واپاشی یا شکافت اتفاقی هسته به شکل تابش الکترومغناطیسی با طول موج کوتاه گسیل می‌شوند. قابلیت نفوذ آنها بیشتر از ذرات آلفا و بتا است و تحت تاثیر میدان‌های مغناطیسی نیز قرار نمی‌گیرند. این پرتوهای برد تعریف شده ای ندارند اما می‌توانند موجب خرابی یا آسیب رسیدن به قطعات نیمه رسانا شوند. فضای خارج",
        "اطراف رآکتورهای هسته ای و محل انفجار سلاح هسته ای از جمله نقاطی است که پرتوهای گاما را می‌توان پیدا کرد"
      ]
    },
    {
      "EnglishWord": "gamma-ray source",
      "Meanings": [
        "منبع پرتو گاما مقداری ماده پرتوزا که تابش گاما گسیل می‌کند و برای عکسبرداری رادیویی رادیولوژی مناسب است"
      ]
    },
    {
      "EnglishWord": "gamma-ray spectrometer",
      "Meanings": [
        "طیف سنج پرتو گاما وسیله ای که توزیع انرژی پرتوهای گاما را اندازه می‌گیرد"
      ]
    },
    {
      "EnglishWord": "gamma-ray thickness gage",
      "Meanings": [
        "اندازه گیر ضخامت با پرتو گاما نوعی وسیله اندازه گیری ضخامت که با استفاده از یک منبع پرتوزا و یک آشکار ساز میزان تابش عبوری از ورقه متحرکی از ماده مورد نظر را اندازه می‌گیرد. میزان جذب و بنابراین عبور تابش توسط ماده متناسب با ضخامت یا وزن آن است"
      ]
    },
    {
      "EnglishWord": "gan",
      "Meanings": [
        "gallium nitride",
        "نیترید گالیم ماده مرکب دوتایی نیمه رسانا برای ساخت دیودهای نور افشان با نور آبی و محدوده طول موج 450 تا 500 نانومتر استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "ganged switch",
      "Meanings": [
        "کلید گروهی دو یا چند مجموعه اتصالات کلیدی که روی یک محور مشترک نصب شده اند و با یک پیچ یا دستگیره کنترل عمل می‌کنند"
      ]
    },
    {
      "EnglishWord": "ganged tuning",
      "Meanings": [
        "تنظیم گروهی تنظیم همزمان دو یا چند مدار با یک دستگیره یا پیچ کنترل"
      ]
    },
    {
      "EnglishWord": "ganged tuning capacitor",
      "Meanings": [
        "خازن تنظیم گروهی نوعی خازن تنظیم گیرنده رادیو که دارای دو یا چند بخش است. در این خازن صفحه‌ها به صورت یک در میان روی یک محور مشترک نصب شده اند به گونه ای که با پیچاندن پیچ کنترل",
        "این صفحه‌ها در هم فرو می‌روند و مقدار ظرفیت موثر آنها و در نتیجه بسامد تنظیم تغییر می‌کند"
      ]
    },
    {
      "EnglishWord": "ganged volume control",
      "Meanings": [
        "کنترل حجم صدای گروهی ترکیبی از دو یا چند پیچ کنترل حجم صدا که روی محور مشترک نصب شده اند و هر پیچ یک کانال از سیستم صدای استریوفونیک را کنترل می‌کند. به این ترتیب حجم صدای تمام بلندگوها بدون تغییر تعادل آنها نسبت به یکدیگر به صورت همزمان تنظیم می‌شود"
      ]
    },
    {
      "EnglishWord": "ganging",
      "Meanings": [
        "گروهی کردن وسیله ای مکانیکی برای عملکرد همزمان دو یا چند کنترل کننده با یک پیچ یا اهرم کنترل"
      ]
    },
    {
      "EnglishWord": "gap",
      "Meanings": [
        "gallium phosphide",
        "فسفید گالیم ماده مرکب دوتایی نیمه رسانا که برای ساخت دیودهای نور افشان با نور سبز یا قرمز در محدوده طول موج 690 تا 790 نانومتر استفاده می‌شود",
        "شکاف",
        "فاصله هوایی"
      ]
    },
    {
      "EnglishWord": "gap depth",
      "Meanings": [
        "عمق شکاف"
      ]
    },
    {
      "EnglishWord": "gap field",
      "Meanings": [
        "میدان شکاف"
      ]
    },
    {
      "EnglishWord": "gap flux",
      "Meanings": [
        "شار شکاف"
      ]
    },
    {
      "EnglishWord": "gap length",
      "Meanings": [
        "طول شکاف فاصله فیزیکی بین سطوح مجاور قطبهای هد ضبط مغناطیسی طولی",
        "طول شکاف"
      ]
    },
    {
      "EnglishWord": "gap loading",
      "Meanings": [
        "بارگذاری شکاف ادمیتانس شکاف الکترونیکی که بر اثر حرکت الکترونها در شکاف لامپ ریزموج ایجاد می‌شود"
      ]
    },
    {
      "EnglishWord": "gap reluctance",
      "Meanings": [
        "مقاومت فاصله هوایی"
      ]
    },
    {
      "EnglishWord": "gap width",
      "Meanings": [
        "پهنای شکاف"
      ]
    },
    {
      "EnglishWord": "gas capacitor",
      "Meanings": [
        "خازن گازی نوعی خازن که دی الکتریک بین الکترودهای آن گازی غیر از هوا است"
      ]
    },
    {
      "EnglishWord": "gas detector",
      "Meanings": [
        "آشکار ساز گاز نوعی نیمه رسانا یا سایر قطعات حس کننده گاز که مقاومت آن در حضور گازهایی نظیر مونوکسید کربن",
        "متان",
        "پروپان",
        "و مشتقات فرار نفتی کاهش می‌یابد"
      ]
    },
    {
      "EnglishWord": "gas diode",
      "Meanings": [
        "دیود گازی لامپی که از یک کاتد گرم و یک آند در محفظه ای شامل مقدار کمی گاز یا بخار بی اثر تشکیل شده است. وقتی که آند به اندازه کافی مثبت شود",
        "الکترونهای جاری شونده به سوی آن با اتم‌های گاز برخورد می‌کنند و آنها را یونیده میکنند. در نتیجه",
        "جریان آند در مقایسه با دیود خلا بسیار بیشتر خواهد بود"
      ]
    },
    {
      "EnglishWord": "gas discharge",
      "Meanings": [
        "تخلیه گازی عبور جریان الکتریسیته در گاز بر اثر حرکت بونهای تولید شده در فرایند برخورد بین الکترونها و مولکولهای گاز",
        "تخلیه گازی"
      ]
    },
    {
      "EnglishWord": "gas doping",
      "Meanings": [
        "آلایش گازی وارد کردن اتمهای ناخالصی در ماده نیمه رسانا از طریق رشد رونشستی و به کمک جریانی از گازها که قبل از ورود به محفظه واکنشگر با یکدیگر مخلوط شده اند"
      ]
    },
    {
      "EnglishWord": "gas etching",
      "Meanings": [
        "زدایش گازی زدودن بخش هایی ازماده نیمه رسانا از طریق واکنش آن با یک گاز که منجر به تشکیل ترکیب فرار شود. نمونه آن زدایش قطعات سیلسیمی به وسیله کلرید هیدروژن در 1000 درجه سیلسیوس یا بیشتر است"
      ]
    },
    {
      "EnglishWord": "gas- filled cable",
      "Meanings": [
        "کابل پر",
        "از",
        "گاز کابلی نظیر کابل هم محور که دارای گاز تحت فشار به منظور عایق بندی و حفاطت در مقابل رطوبت است"
      ]
    },
    {
      "EnglishWord": "gas laser",
      "Meanings": [
        "لیزر گازی نوعی لیزر که بر اساس تخلیه گاز موجود در لامپ کوارتز یا شیشه عمل می‌کند و در هر انتهای آن پنجره ای با زاویه بروستر قرار گرفته است. برانگیزش گاز به کمک نوسان ساز بسامد",
        "بالا یا عبور جریان مستقیم بین الکترودهای داخل لامپ انجام می‌گیرد. وظیفه تخلیه",
        "تلمبه زنی به منظور ایجاد وارونی جمعیت است. عملکرد لیزر می‌تواند به شکل پالسی یا گازی باشد. انواع اصلی آن عبارت اند از: 1. لیزرهای گازی اتمی نظیر لیزرای هلیم",
        "نیون",
        ". لیزرهای یونی نظیر لیزرهای بخار فلز. 3. لیزرهای گازی ملکولی مانند لیزرهای دیوکسید کربن",
        ". لیزرهای شیمیایی که وارونی جمعیت در آنها برای واکنش شیمیایی بین دو گاز ایجاد می‌شود"
      ]
    },
    {
      "EnglishWord": "gas lens",
      "Meanings": [
        "عدسی گازی نوعی عدسی که با تغییر ضریب شکست گاهای داخب آن نور لیزر را هدایت می‌کند. شکل لوله ای و طویل آن موجب محدود شدن باریکه لیزر به محور لامپ می‌شود. این عدسی برای مخابرات راه دور مناسب است. با محدود کردن باریکه در یک عنصر گرمایشی مارپیچی که همراستا با محور لامپ است و گاز رادر آن منظقه متراکم می‌کند می‌توان ضریب شکست لامپ را تغییر داد. همچنین",
        "میتوان گازهای مختلف را به گونه ای تزریق کرد که در جهتهای مختلف در لوله جریان پیدا کنند"
      ]
    },
    {
      "EnglishWord": "gas scattering",
      "Meanings": [
        "پراکنش گازی پراکندگی الکترونها یا ذرات دیگر در یک باریکه توسط گازهای پسماند در سیستم خلا"
      ]
    },
    {
      "EnglishWord": "gas tube",
      "Meanings": [
        "لامپ گازی نوعی لامپ الکترونی که گاز یا بخار داخل آن نقش عمده ای در عملکرد آن دارد",
        "لامپ گاز دار"
      ]
    },
    {
      "EnglishWord": "gas x-ray tube",
      "Meanings": [
        "لامپ پرتو",
        "ایکس گازی نوعی لامپ پرتو ایکس با کاتد سرد که در شرایطی که ولتاژ آند",
        "کاتد به اندازه کافی بالا باشد از طریق بمباران یونهای مثبت الکترونها را گسیل می‌کند"
      ]
    },
    {
      "EnglishWord": "gas2-d electron",
      "Meanings": [
        "گاز الکترون دو بعدی تراکم گازی الکترونها در اثر نیروهای الکتروستاتیکی موجود د محل پیوند بین آرسنید گالیم خالص GaAs و آرسنید گالیم آلومینیم خالص AlGaAs که یک فت FET ساختار ناهمگون را به وجود می‌آورند"
      ]
    },
    {
      "EnglishWord": "gas-discharge display",
      "Meanings": [
        "نمایشگر تلیه",
        "گازی نوعی نمایشگر الفبا",
        "عددی که عملکرد آن بر اساس یونش گاز نیون در یک محفظه بسته وشامل دو الکترود مخالف به صورت دیود است. الکترودها به شکل نقاط یا قطعات رسانا شفاف هستند و قرایت الفبا",
        "عددی ایجاد می‌کنند. ماتریس نقطه ای الکترودها می‌تواند تمام نویسه‌های اسکی ASCll را نمایش دهد",
        "الکترودهای هفت",
        "قطعه ای تمام اعداد و برخی از حروف را نشان می‌دهند",
        "قطعه الها نیز قادر به نمایش تمام اعداد و حروف اند. برای یونش گاز به ولتاژ بیش از 160 ولت نیاز است. مقدار خیلی کمی مواد پرتوزا به گاز افزوده می‌شود تا در دماهای محیطی کم یونش آن را بهتر کند"
      ]
    },
    {
      "EnglishWord": "gasdynamic laser",
      "Meanings": [
        "لیطز گازی دینامیکی نوعی لیزر گازی که انرژی گرمایی را با بازده به اندازه کافی بزرگ به تابش همدوس برای ارسال توان بی سیم تبدیل می‌کند. گاز معمولا مخلوطی از نیتروژن و دی اکسید کربن با کاتالیزور هلیم یا بخار آب است که به روشهای مختلف نظیر لامپ ضربه ای یا arc jet تا 2000 درجه کلوین گرم شده است. طول موج برابر با گذر 10/6 میکرومتری لیزر CO2 استاندارد در طیف زیر قرمز است و می‌تواند به شکل پیوسته یا پالسی باشد"
      ]
    },
    {
      "EnglishWord": "gas-filled radiation-counter tube",
      "Meanings": [
        "لامپ تابش شماره پر از گاز نوعی لامپ گازی که از طریق یونش گاز",
        "وجود تابش را آشکار می‌کند"
      ]
    },
    {
      "EnglishWord": "gas-plasma display   plasma display",
      "Meanings": [
        "نمایشگر پلاسما",
        "گازی",
        "نمایشگر پلاسما نوعی نمایشگر صفحه",
        "تخت بر اساس ماتریسی از سلول‌های دیودی پلاسما",
        "گاز که برای صفحه نمایش تلویزیونها و کامپیوتر‌ها به کار می‌رود. نمایشگری با 576×786 نقطه جمعا 442368 نقطه می‌تواند هردو استاندارد پخش تلویزیونی پال PALL و ان تی اس سی NTSC را لحاظ کند"
      ]
    },
    {
      "EnglishWord": "gassy tube  soft tube",
      "Meanings": [
        "لامپ گازی شده",
        "لامپ گازدار لامپ الکترونی ای که به صورت ناقص یا نادرست تخلیه شده است به گونه ای که گاز پسماند داخل محفظه لامپ باقی می‌ماند. قطعات داخلی نا آماده نظیر شکه‌ها یا صفحه ها",
        "نشت محفظه یا pinch",
        "off ناقص از جمله دلایل این پدیده می‌تواند باشد. عمل گاززدایی نمی‌تواند هیچ یک از این عیوب را اصلاح کند. لامپ گازدار",
        "حتی اگز در موقع کشف عیب سالم باشد. سرانجام از کار خواهد افتاد. برای تشخیص وجود گاز می‌توان یک پیچک تسلا را در مقابل محفظه شیشه ای نگه داشت و وجود تابش در داخل آن را بررسی کرد"
      ]
    },
    {
      "EnglishWord": "gate",
      "Meanings": [
        "دریچه",
        "گیت 1. نوعی مدار منطقی رقمی با یک یا چند ورودی یا چند ورودی و یک خروجی که سازماندهی آن به گونه ایست که خروجی به ازاء شرایط خاصی از ورودی‌ها تولید می‌شود. ساده‌ترین نمونه آن دریچه «نه» ناتNOT است که خروجی آن همواره مخالف مقدار ورودی است. دریچه «و» آند AND با دو یا چند ورودی",
        "تنها وقتی خروجی تولید می‌کند که همه ورودی‌های آن همزمان صفر یا یک باشند. خروجی دریچه «یا» OR وقتی است که همه ورودی‌های آن همزمان صفر نباشند. 2. نام الکترود کنترل در یک فت FET",
        "مسفت MESFET",
        "یا همت HEMT. ولتاژ اعمال شده به گیت",
        "ویژگی‌های رسانش کانال واقع در زیر آن را کنترل می‌کند. گیت مسفت فت فلز",
        "نیمه رسانا تماس نزدیک با نیمه رسانا دارد. حال آنکه گیت ماسفت فت نیمه رسانا",
        "اکسید",
        "فلز به وسیله یک لایه نازک",
        "نوعا به ضخامت 100 تا 1000 آنگستروم",
        "از نیمه رسانا جدا شده است. 3. ترکیبی از ترانزیستورها که عملیات منطقی نظیر NOT",
        "NAND",
        "یاNOR را انجام می‌دهد",
        "گیت",
        "دروازه",
        "درگاه"
      ]
    },
    {
      "EnglishWord": "gate array",
      "Meanings": [
        "آرایه دریچه ای مدار مجتمع نیمه سفارشی که به صورت ماتریسی از دریچه‌ها ساخته می‌شود. به کمک یک یا چند لایه فلز که اتصالات داخلی دریچه‌ها را برای کاربرد خاص تعریف می‌کند",
        "می‌توان مدار را تکمیل کرد. در این مدار تمام گیتها",
        "سورسها",
        "و درینها در دسترس اند و همه ماسک‌های فلزی به جز ماسک آخر ثابت و از پیش تعریف شده اند"
      ]
    },
    {
      "EnglishWord": "gate circuit",
      "Meanings": [
        "مدار دریچه مداری که در صورت وجود پالس دریچه بندی",
        "سیگنال را می‌پذیرد و تقویت می‌کند و یا آن را عبور می‌دهد",
        "مدار گیت"
      ]
    },
    {
      "EnglishWord": "gate current",
      "Meanings": [
        "جریان گیت"
      ]
    },
    {
      "EnglishWord": "gate equivalent circuit",
      "Meanings": [
        "مدار معادل دریچه ای معیاری برای مشخص کردن پیچدگی نسبی مدارهای رقمی",
        "برابر با تعداد دریچه‌های مستقلی که باید به هم متصل شوند تا همان عملکرد مدار مورد بررسی را داشته باشند"
      ]
    },
    {
      "EnglishWord": "gate generator",
      "Meanings": [
        "مولد دریچه مداری که پالسهای دریچه ای تولید می‌کند. نمونه آن",
        "بس ارتعاشگری است که دارای یک وضعیت پایدار و یک وضعیت ناپایدار است"
      ]
    },
    {
      "EnglishWord": "gate length",
      "Meanings": [
        "درازای گیت فاصله بین سورس و درین یک ترانزیستور ماس که روی صفحه ماسک نوری آن اندازه گیری می‌شود. درازای ترسیم شده یا طرح شده نیز نامیده می‌شود. اگر این مقدار از روی مشخصه‌های ترانزیستور واقعی تعیین شود به آن طول موثر گیت effective gate length می‌گویند"
      ]
    },
    {
      "EnglishWord": "gate pulse",
      "Meanings": [
        "پالس دریچه ای پالسی که با راه اندازی یک مدار دریچه ای",
        "موجب عبور سیگنال از آن می‌شود"
      ]
    },
    {
      "EnglishWord": "gate signal",
      "Meanings": [
        "سیگنال گیت"
      ]
    },
    {
      "EnglishWord": "gate supply",
      "Meanings": [
        "تغذیه گیت"
      ]
    },
    {
      "EnglishWord": "gate turnoff",
      "Meanings": [
        "خاموش از گیت نوعی یکسوساز کنترل شده سیلسیمی که به وسیله پالسی از جریان گیت روشن و با اعمال پالس بایاس منفی بین گیت و کاتد خاموش می‌شود. برای قطع و وصل نیرو در خطوط تغذیه اصلی و در بسامدهای بالا کاربرد دارد"
      ]
    },
    {
      "EnglishWord": "gate voltage",
      "Meanings": [
        "ولتاژ گیت ولتاژ دو سر سیم پیچ گیت در تقویت کننده مغناطیسی",
        "ولتاژ گیت"
      ]
    },
    {
      "EnglishWord": "gate-controlled rectifier",
      "Meanings": [
        "یکسوساز کنترل شده با گیت نوعی قطعه نیمه رسانای سه سر که عبور جریان یکسویه بین دو سر یکسوساز را از طریق سیگنال اعمال شده به سر سوم موسوم به گیت کنترل می‌کند. یکسوساز کنترل شده سیلیسیمی SCR نمونه آن است"
      ]
    },
    {
      "EnglishWord": "gate-controlled switch",
      "Meanings": [
        "کلید کنرل شده با گیت یک قطعه نیمه رسانا که با اعمال پالس منفی به سر گیت آن از حالت نارسانا یا قطع به حالت رسانا یا وصل می‌رود و با اعمال پالس وارون به گیت",
        "مجددا قطع می‌شود. یک یکسوساز کنترل شده سیلیسیمی روشن را تنها با قطع جریان کاتد",
        "آند آن می‌توان خاموش کرد"
      ]
    },
    {
      "EnglishWord": "gate-current",
      "Meanings": [
        "جریان گیت جریان مستقیم پالسی یا جریان متناوبی که از سیم پیچ گیت یک تقویت کننده مغناطیسی عبور می‌کند"
      ]
    },
    {
      "EnglishWord": "gated  sweep",
      "Meanings": [
        "روبش دریچه ای نوعی روبش راداری که مدت و زمان شروع آن به منظور حذف پژواکهای ناخواسته قابل کنترل است"
      ]
    },
    {
      "EnglishWord": "gated buffer",
      "Meanings": [
        "میانگیر دریچه ای نوعی روبش راداری که مدت وز مان شروع آن به منظور حذف پژواکهای ناخواسته قابل کنترل است"
      ]
    },
    {
      "EnglishWord": "gated-beam tube",
      "Meanings": [
        "لامپ باریکه",
        "دریچه ای نوعی لامپ الکرتونی پنتود به همراه الکترونها خاصی که باریکه الکترونی و رقه ای شکل تولید می‌کنند. با اعمال یک ولتاژ نسبتا کم به الکترود کنترل",
        "می‌توان باریکه را از آند منحرف کرد و در نتیجه قطع جریان آند بسیار سریع خواهد بود. این وسیله در حال حاضر منسوخ شده است"
      ]
    },
    {
      "EnglishWord": "gate-turnoff switch",
      "Meanings": [
        "کلید خاموش از گیت کلید نیمه رسانای سه پیوندی نمام",
        "نفوذی که از سر ورودی گیت آن قطع و وصل می‌شود"
      ]
    },
    {
      "EnglishWord": "gateway",
      "Meanings": [
        "دروازه",
        "مدخل",
        "راهرو"
      ]
    },
    {
      "EnglishWord": "gating   blanking",
      "Meanings": [
        "دریچه بندی",
        "محو شدن فرایند انتخاب بخشهایی از یک موج که در فواصل زمانی انتخابی یا در محدوده دامنه مورد نظر قرار داشته باشند. برای این منظور یک ولتاژ پالسی به لامپ الکترونی",
        "ترانزیستور",
        "یا تقویت کننده مغناطیسی که به صورت عادی قطع است",
        "اعمال می‌شود و قطعه را در فاصله زمانی این پالس وصل می‌کنند دریچه باز پالس موجب قطع لامپ پرتو کاتدی تلویزیون در فاصله زمانی بازگشت می‌شود"
      ]
    },
    {
      "EnglishWord": "gauss",
      "Meanings": [
        "گاوس واحد الکترومغناطیسی سی جی اس برای القای مغناطیسی بی. واحد ای آی",
        "تسلا",
        "معمولتر است",
        "گوس",
        "گاوس"
      ]
    },
    {
      "EnglishWord": "gaussian",
      "Meanings": [
        "گوسی"
      ]
    },
    {
      "EnglishWord": "gaussian distribution",
      "Meanings": [
        "توزیع گوسی"
      ]
    },
    {
      "EnglishWord": "gaussian distribution   normal distrbution",
      "Meanings": [
        "توزیع گاوسی",
        "توزیع نرمال توزیعی از متغیرهای تصادفی مشابه با آنچه در طبیعت دیده می‌شود. مشخصه آن به شکل توزیع متقارن و پیوسته حول محتمل‌ترین مقدار و با کاهش تدریجی به سمت صفر د دو طرف آن است"
      ]
    },
    {
      "EnglishWord": "gaussian function",
      "Meanings": [
        "تابع گوسی"
      ]
    },
    {
      "EnglishWord": "gaussian noise",
      "Meanings": [
        "نویز گاوسی نویزی که منحنی بسامد آن از توزیع گاوسی پیروی می‌کند"
      ]
    },
    {
      "EnglishWord": "gaussian noise generator",
      "Meanings": [
        "مولد نویز گاوسی مولد سیگنالی که سیگنالهای نویز تصادفی با مولفه‌های بسامدی دارای توزیع گاوسی تولید می‌کند"
      ]
    },
    {
      "EnglishWord": "gaussian surface",
      "Meanings": [
        "سطح گوسی"
      ]
    },
    {
      "EnglishWord": "gaussian theorem",
      "Meanings": [
        "قضیه گوس"
      ]
    },
    {
      "EnglishWord": "gaussian well",
      "Meanings": [
        "چاه گاوسی چاه پتانسیلی که متناسب با توزیع گاوسی تغییر می‌کند"
      ]
    },
    {
      "EnglishWord": "gaussmeter",
      "Meanings": [
        "گاوس سنج مغناطیس سنجی که مقیاس آن بر حسب گوس یا کیلو گوس مدرج شده است. یک نوع آن شدت میدان مغناطیسی بین قطبهای آهنربا را اندازه می‌گیرد. برای مگنترونها",
        "گستره قرایت گوس سنج از 1/2 تا 9/6 کیلوگوس است"
      ]
    },
    {
      "EnglishWord": "gb",
      "Meanings": [
        "gigabit",
        "گیگا بیت یک هزار مگابیت یا 10 به توان 9 بیت",
        "gilldert",
        "گیلبرت واحد نیریو محرکه مغناطیسی در سیستم CGS که برابر است با انتگرال خطی شدت میدان مغناطیسی بر حسب ارستد در اطراف مدار مغناطیسی. یک گیلبرت برابر با 0/7956 آمپر",
        "دور است. یک گیلبرت در سانتیمتر برابر با یک ارستد است استفاده از واحد SI",
        "آمپر",
        "دور",
        "ترجیح داده می‌شود"
      ]
    },
    {
      "EnglishWord": "gbic",
      "Meanings": [
        "gigabit interface converter",
        "مبدل واسطه گیگابیتی نوعی اتصال دهنده تک",
        "کابلی",
        "وضعیتی"
      ]
    },
    {
      "EnglishWord": "gca",
      "Meanings": [
        "ground",
        "controlled approach",
        "فرود با کنترل زمینی سیستم رادار زمینی فرودگاه که اطلاعات مورد نیاز برای نشستن هواپیمای در حال نزدیک شدن به فرودگاه را فراهم می‌کند. این سیستم دارای یک رادار نظارت هوایی برای هدایت هواپیما به نقطه شروع مسیر فرود نهایی و یک رادار فرود دقیق برای نمایش موقعیت دقیق هواپیما در مسیر نهایی فرود است"
      ]
    },
    {
      "EnglishWord": "gci",
      "Meanings": [
        "ground",
        "controlled interception",
        "رهگیری با کنترل زمینی یک سیستم راداری که به کنترل کننده رادار واقع در روی زمین یا کشتی امکان هدایت رادیویی یک هواپیما تا رهگیری تلافی و هواپیمای دیگر را می‌دهد"
      ]
    },
    {
      "EnglishWord": "gcs",
      "Meanings": [
        "gate",
        "controlled switch",
        "کلید کنرل شده با گیت یک قطعه نیمه رسانا که با اعمال پالس منفی به سر گیت آن از حالت نارسانا یا قطع به حالت رسانا یا وصل می‌رود و با اعمال پالس وارون به گیت",
        "مجددا قطع می‌شود. یک یکسوساز کنترل شده سیلیسیمی روشن را تنها با قطع جریان کاتد",
        "آند آن می‌توان خاموش کرد"
      ]
    },
    {
      "EnglishWord": "gd",
      "Meanings": [
        "gadolinium",
        "گادولینیم عنصر فلزی از رده خاکهای نادر با عدد اتمی"
      ]
    },
    {
      "EnglishWord": "ge",
      "Meanings": [
        "germanium",
        "ژرمانیم عنصر فلزی شکننده با رنگ سفید مایل به خاکستری که عدد اتمی آن 32 و وزن اتمی آن 72/95 است. این عنصر به همراه سیلیسیم و کربن گروه 1VA جدول تناوبی قرار دارد. ژرمانیم از نیمه رسانای مهمی است که به شکل گسترده ای در ترانزیستورها و دیودهای اولیه استفاده می‌شد اما در حال حاضر در اکثر قطعات نیمه رسانای تجاری",
        "سیلیسیم جانشین آن شده است"
      ]
    },
    {
      "EnglishWord": "gear train",
      "Meanings": [
        "زنجیره چرخ دنده ها"
      ]
    },
    {
      "EnglishWord": "gear wear",
      "Meanings": [
        "فرسودگی چرخ دنده ها"
      ]
    },
    {
      "EnglishWord": "geiger counter",
      "Meanings": [
        "شمارشگر گیگر"
      ]
    },
    {
      "EnglishWord": "geiger counter  geiger-mueller counter  counter tube",
      "Meanings": [
        "شماشگر گیگر نوعی تابش شمار که با استفاده از لامپ شمارشگر گیگر و مدارهای مناسب",
        "ذرات یوننده نظیر ذرات پرتو",
        "کیهانی را کشف می‌کند و می‌شمارد. هر ذره موجب یونیدگی گاز داخل لامپ می‌شود به گونه ای که یونش کل برای هز رویداد",
        "مستقل از انرژی ذره خواهد بود. یونش موجب جاری شدن الکترون از دیواره لامپ به الکترود مرکزی میشود و برای هر ذره یک پالس ولتاژ تولید می‌شود"
      ]
    },
    {
      "EnglishWord": "geiger counter tube  geiger counter  geiger - mueller counter tube tube   geiger -mueller",
      "Meanings": [
        "لامپ شمارشگر گیگر",
        "شمارشگر گیگر",
        "مولر",
        "لامپ گیگر",
        "مولر نوعی لامپ شمارشگر تابش که در منطقه گیگر کا می‌کند. این لامپ نوعا از یک محفظه فلزی استوانه ای شکل و پر از گاز تشکیل شده کهدر محور آن سیم نازک آند قرار دارد"
      ]
    },
    {
      "EnglishWord": "geiger- geiger threshold   mueller threshold",
      "Meanings": [
        "آستانه گیگر",
        "مولر کوچکترین ولتاژی که در آن بار جمع آوری شده در هر شمارش جداگانه از یک لامپ تابش شمار",
        "اساسا مستقل ازماهیت رویداد یوننده اولیه است"
      ]
    },
    {
      "EnglishWord": "geiger region  geiger mueller region",
      "Meanings": [
        "ناحیه گیگر",
        "مولر محدوده ای از ولتاژ اعمال که در آن بار جمع آوری شده در هر شمارش جداگانه",
        "مستقل از بار آزاد شده توسط یونش اولیه در لامپ تابش شمار است"
      ]
    },
    {
      "EnglishWord": "geiger-nuttal law",
      "Meanings": [
        "قانون گیگر",
        "نوتال لگاریتم ثابت واپاشی یک گسیلنده آلفا به صورت خطی متناسب با لگاریتم بر ذرات آلفایی است که توسط آن گسیل شده اند"
      ]
    },
    {
      "EnglishWord": "gelled cell",
      "Meanings": [
        "پیل ژله ای نوعی پیل سرب",
        "اسید با الکترولیت ژله ای که برای کاربردهای قابل حمل مناسب است. هچنین می‌توان آنرا مانند باتری انباره معمولی",
        "بارها پر کرد"
      ]
    },
    {
      "EnglishWord": "general",
      "Meanings": [
        "عمومی"
      ]
    },
    {
      "EnglishWord": "general lighting",
      "Meanings": [
        "روشنایی عمومی"
      ]
    },
    {
      "EnglishWord": "general purpose",
      "Meanings": [
        "همه منطوره"
      ]
    },
    {
      "EnglishWord": "general- purpose interface bus",
      "Meanings": [
        "گذرگاه واسط همه منظوره مدار واسطی برای کنترل رایانه ای تجهیزات علمی",
        "پزشکی",
        "و کنترل فرایند یا ابزارهای آزماینده. این مدار نتیاج اندازه گیری را برای پردازش توسط رایانه آماده می‌کند و به تجهیزات تحت کنترل می‌آموزد که چگونه انحرافات نادرست از نتایج مورد انتظار را تصحیح کنند"
      ]
    },
    {
      "EnglishWord": "generalized",
      "Meanings": [
        "تعمیم یافته"
      ]
    },
    {
      "EnglishWord": "generalized functions",
      "Meanings": [
        "توابع تعمیم یافته"
      ]
    },
    {
      "EnglishWord": "generalized sort",
      "Meanings": [
        "متب سازی تعمیم یافته برنامه مرتب سازی ای که در زمان اجرا ورد پارامترها را قبول می‌کند و برنامه ای تولید نمی‌کند"
      ]
    },
    {
      "EnglishWord": "generate",
      "Meanings": [
        "تولید کردن"
      ]
    },
    {
      "EnglishWord": "generated voltage",
      "Meanings": [
        "ولتاژ تولید شده"
      ]
    },
    {
      "EnglishWord": "generating plant",
      "Meanings": [
        "نیروگاه"
      ]
    },
    {
      "EnglishWord": "generation",
      "Meanings": [
        "تولید"
      ]
    },
    {
      "EnglishWord": "generation of carriers",
      "Meanings": [
        "تولید حامل ها"
      ]
    },
    {
      "EnglishWord": "generation rate",
      "Meanings": [
        "آهنگ تولید آهنگ زمانی تولید زوجهای الکترون",
        "حفره در نیمه رسانا"
      ]
    },
    {
      "EnglishWord": "generator",
      "Meanings": [
        "مولد",
        "ژنراتور"
      ]
    },
    {
      "EnglishWord": "generator circuit",
      "Meanings": [
        "مدار مولد"
      ]
    },
    {
      "EnglishWord": "generator connections",
      "Meanings": [
        "اتصالات مولد"
      ]
    },
    {
      "EnglishWord": "generator constant current",
      "Meanings": [
        "جریان ثابت ژنراتور"
      ]
    },
    {
      "EnglishWord": "generator constant voltage",
      "Meanings": [
        "ولتاژ ثابت ژنراتور"
      ]
    },
    {
      "EnglishWord": "generator efficiency",
      "Meanings": [
        "بازده مولد"
      ]
    },
    {
      "EnglishWord": "generator output",
      "Meanings": [
        "خروجی مولد"
      ]
    },
    {
      "EnglishWord": "generator protection",
      "Meanings": [
        "حفاظت مولد"
      ]
    },
    {
      "EnglishWord": "generator rating",
      "Meanings": [
        "توان نامی مولد"
      ]
    },
    {
      "EnglishWord": "generator transformer",
      "Meanings": [
        "ترانسفورماتور ژنراتور"
      ]
    },
    {
      "EnglishWord": "generic",
      "Meanings": [
        "عام",
        "کلی"
      ]
    },
    {
      "EnglishWord": "geo graphic reference grid",
      "Meanings": [
        "georef grid",
        "شبکه مرجع جغرافیایی",
        "شبکه ژیوریف سیستم شبکه ای مورد استفاده در نمودارهای هوانوردی نیروی هوایی آمریکا که می‌تواند موقعیت هر نقطه یا منطقه از جهان را مشخص کند. نموار جهانی به 24 نوار موازی شمال",
        "جنوب به پهنای 15 درجه و با نامگذاری ای A تاZ او و آی حذف شده اند که از نصف النهار 180 ام شروع می‌شوند و نیز 12 نوار شرق",
        "غرب به پهنای 15 درجه و با نامگذاری A تا M آی حذف شده است و با شروع از قطب جنوب تقسیم شده است. هر چهار ضلعی نیز خود به 15 واحد شرقی و 15 واحد شمالی با نامگذاری از A تا Q با حذف آی و او تقسیم شده است. هر چهار ضلعی 1 درجه ای نیز به 60 واحد دقیقه با شماره گذاری عددی تقسیم می‌شود. به همین ترتیب می‌توان واحدهای دقیقه را به بخشهای دهدهی تقسیم کرد"
      ]
    },
    {
      "EnglishWord": "geodimeter",
      "Meanings": [
        "ژیودیمتر نوعی وسیله مسافت سنج اپتوالکترونیکی. زمان لازم برای اینکه یک باریکه نوری فاصله بین واحد اصلی و آینه راه دور را طی کندو برگردد توسط این دستگاه اندازه گیری می‌شود و به مسافت تبدیل می‌شود. در یک نمونهی آن",
        "از سلول کر برای مدوله سازی 10 مگاهرتزی باریکه نور استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "geographic information system",
      "Meanings": [
        "سیستم اطلاعات جغرافیایی سیستمی که با نقشه کشی و ترسیم رایانه ای سر وکار دارد و پیچیدگی آن تابعی از نیازهای کاربر است"
      ]
    },
    {
      "EnglishWord": "geomagnetic electrokinetograph",
      "Meanings": [
        "الکتروجنبش نگار ژیومغناطیسی وسیله ای که از یک کشتی در حال حرکت آویزان می‌شود تا جهت و سرعت جریانهای اقیانوسی را اندازه بگیرد. الکرودهای آویخته در آب رسانای دریا با اتصال به یک ثبات پتانسیومتری",
        "ولتاژ القا شده توسط میدان مغناطیسی زمین در آب در حال حرکت را اندازه گیری می‌کنند. عموما اندازه گیری در دو جهت متعامد انجام می‌شود تا جهت و سرعت رانش توسط جریان‌های اقیانوسی محلی با هم تعیین شوند"
      ]
    },
    {
      "EnglishWord": "geomagnetism",
      "Meanings": [
        "ژیومغناطیس",
        "زمین",
        "مغناطیس پدیده مغناطیسی مرتبط با زمین و جو آن"
      ]
    },
    {
      "EnglishWord": "geometric",
      "Meanings": [
        "هندسی"
      ]
    },
    {
      "EnglishWord": "geometric average",
      "Meanings": [
        "میانگین هندسی"
      ]
    },
    {
      "EnglishWord": "geometric center frequency",
      "Meanings": [
        "فرکانس مرکزی هندسی"
      ]
    },
    {
      "EnglishWord": "geometric distortion",
      "Meanings": [
        "اعوجاج هندسی نوعی اعوجاج که سبب می‌شود تصویر باز تولید شده از نظر هندسی با نگاشت سه بعدی تصویر اصلی مشابه نباشد"
      ]
    },
    {
      "EnglishWord": "geometric disturbance",
      "Meanings": [
        "اختلال هندسی تغییر شدید در میدان مغناطیسی زمین که در یک فاصله زمانی کوتاه روی می‌دهد"
      ]
    },
    {
      "EnglishWord": "geometric factor",
      "Meanings": [
        "ضریب هندسی نسبت تغییر یک مختص ناوبری به تغییر مسافت که در جهت بیشترین تغییر مختص ناوبری محاسبه می‌شود"
      ]
    },
    {
      "EnglishWord": "geometric horizon",
      "Meanings": [
        "افق هندسی مکان نقاطی روی زمین که در آن خطوط مستقیم از یک نقطه مرجع در فضا یا سطح زمین مماس باشند"
      ]
    },
    {
      "EnglishWord": "geometric inertial navigation",
      "Meanings": [
        "ناوبری لختی هندسی روشی در ناوبری لختی که در آن محاسبات با توجه به خروجی شتاب سنج هایی که همراستا با جهات جغرافیایی معین نظیر شمال جغرافیایی هستند",
        "انجام می‌گیرد"
      ]
    },
    {
      "EnglishWord": "geometric mean",
      "Meanings": [
        "میانگین هندسی ریشه دوم حاصل ضرب دو مقدار"
      ]
    },
    {
      "EnglishWord": "geometry factor",
      "Meanings": [
        "ضریب هندسی نسبت زاویه فضایی میانگین در محل یک منبع تابش که توسط دهانه یا حجم حساس یک آشکارساز در بر گرفته می‌شود به زاویه فضایی کل. این ضریب نشاندهنده ثمردهی یا بازدهی شمارش است"
      ]
    },
    {
      "EnglishWord": "geophone",
      "Meanings": [
        "ژیوفون ترادیسنده مورد استفاده در لرزه شناسی که حرکت زمین در بالا یا زیر سطح آن را آشکار می‌کند"
      ]
    },
    {
      "EnglishWord": "geophysical prospecting",
      "Meanings": [
        "کاوش ژیوفیزیکی اکتشاف معادن زیرزمینی و ذخایر نفتی از طریق اندازه گیری ویژگیهای فیزیکی زمین به کمک تجهیزات آکوستیک",
        "الکتریکی",
        "و الکترونیکی"
      ]
    },
    {
      "EnglishWord": "geophysics",
      "Meanings": [
        "ژیوفیزیک شاخه ای از دانش که با عوامل موثر بر ساختار زمین سرو کار دارد"
      ]
    },
    {
      "EnglishWord": "georef grid",
      "Meanings": [
        "شبکه مرجع جغرافیایی",
        "شبکه ژیوریف سیستم شبکه ای مورد استفاده در نمودارهای هوانوردی نیروی هوایی آمریکا که می‌تواند موقعیت هر نقطه یا منطقه از جهان را مشخص کند. نموار جهانی به 24 نوار موازی شمال",
        "جنوب به پهنای 15 درجه و با نامگذاری ای A تاZ او و آی حذف شده اند که از نصف النهار 180 ام شروع می‌شوند و نیز 12 نوار شرق",
        "غرب به پهنای 15 درجه و با نامگذاری A تا M آی حذف شده است و با شروع از قطب جنوب تقسیم شده است. هر چهار ضلعی نیز خود به 15 واحد شرقی و 15 واحد شمالی با نامگذاری از A تا Q با حذف آی و او تقسیم شده است. هر چهار ضلعی 1 درجه ای نیز به 60 واحد دقیقه با شماره گذاری عددی تقسیم می‌شود. به همین ترتیب می‌توان واحدهای دقیقه را به بخشهای دهدهی تقسیم کرد"
      ]
    },
    {
      "EnglishWord": "geostationary orbit",
      "Meanings": [
        "مدار زمین",
        "ساکن مدار ماهواره ای دایره ای شکل که در فاصله 35900 کیلومتری بالای استوا قرار دارد. زمان گردش ماهواره در این حالت درست برابر زمان گردش زمین به دور محور خود است",
        "بنابراین به نظر می‌رسد ماهواره نسبت به زمین ساکن است. ماهواره",
        "از شرق به غرب حرکت می‌کند و هر بار گردش آن همزمان با چرخش زمین 24 ساعت طول می‌کشد"
      ]
    },
    {
      "EnglishWord": "geostationary orbiting satellite",
      "Meanings": [
        "ماهواره مدار گرد زمین",
        "ساکن ماهواره ای از نوع زمین",
        "ساکن geostationary در ارتفاع زیاد که اطلاعات مربوط به مسیر توفانهای بزرگ را تهیه می‌کند. دوربین تعبیه شده در این ماهواره به طور پیوسته هر 15 دقیقه وضعیت 48 ایالت مختلف امریکا را مشاهده و نظارت می‌کند. وزن این ماهواره 2100 کیلوگرم و دارای بدنه مکعبی شکل به ضلع 7 فوت 2/1 متر است. آرایه خورشیدی آن نیز تک",
        "بال دو سطحی به طول 6 متر است یک بادبان خورشیدی مخروطی شکل به طول 3 متر که در انتهای بازوی 17/2 متری قرار گرفته است",
        "فشار وارد شده توسط تابشهای خورشیدی را متعادل می‌کند و ماهواره را پایدار نگه می‌دارد. قسمت کاوشگر با نظارت بر طول موج‌های زیر قرمز رسیده از زمین و بر اساس اطلاعات آن",
        "نمایه‌های گرما و رطوبت در ارتفاع‌های مختلف را استخراج می‌کند. این نمایه‌ها وجود بخار آب",
        "دی اکسید کربن و سایر گازها را به همراه دمای آن نشان می‌دهد. همچنین سرعت و جهت باد را می‌توان از این داده‌ها تعیین کرد. G0ES 8 که یکی از پنج ماهواره از این دست است در سال 1994 به فضا پرتاب شد"
      ]
    },
    {
      "EnglishWord": "geostationary satellite",
      "Meanings": [
        "ماهواره زمین",
        "ساکن ماهواره واقع در مدار زمین",
        "ساکن"
      ]
    },
    {
      "EnglishWord": "geosynchronous orbit",
      "Meanings": [
        "مدار زمین",
        "همگام مداری که زمان تناوب آن با چرخش محوری زمین یکسان است. در نتیجه سرعت گردش ماهواره و زمین همگام خواهند بود"
      ]
    },
    {
      "EnglishWord": "geosynchronous satellite",
      "Meanings": [
        "ماهواره ارتباطی همزمان"
      ]
    },
    {
      "EnglishWord": "germanium",
      "Meanings": [
        "ژرمانیم عنصر فلزی شکننده با رنگ سفید مایل به خاکستری که عدد اتمی آن 32 و وزن اتمی آن 72/95 است. این عنصر به همراه سیلیسیم و کربن گروه 1VA جدول تناوبی قرار دارد. ژرمانیم از نیمه رسانای مهمی است که به شکل گسترده ای در ترانزیستورها و دیودهای اولیه استفاده می‌شد اما در حال حاضر در اکثر قطعات نیمه رسانای تجاری",
        "سیلیسیم جانشین آن شده است",
        "ژرمانیوم"
      ]
    },
    {
      "EnglishWord": "germanium diode",
      "Meanings": [
        "دیود ژرمانیمی دیود نیمه رسانایی که عنصر یکسوساز آن یک قرص بلوری از جنس ژرمانیم است",
        "دیود ژرمانیوم"
      ]
    },
    {
      "EnglishWord": "germanium rectify",
      "Meanings": [
        "یکسو سازی ژرمانیوم"
      ]
    },
    {
      "EnglishWord": "germanium transistor",
      "Meanings": [
        "ترانزیستور ژرمانیمی ترانزیستوری که از ماده نیمه رسانای ژرمانیم ساخته شده است"
      ]
    },
    {
      "EnglishWord": "getter",
      "Meanings": [
        "گاز زدا نوار فلزی خاصی که روی قاب U شکل نصب می‌شود و در مجموعه داخل محفظه لامپ خلا در هنگام ساخت آن جوش داده می‌شود و بعد از تخلیه لامپ",
        "تبخیر می‌شود. با متراکم شدن چگالی شدن فلز تبخیر شده",
        "گازهای باقیمانده جذب می‌شوند. فلزهایی که به عنوان گاز زدا استفاده می‌شوند عبارت اند از باریم",
        "کلسیم",
        "منیزیم",
        "پتاسیم",
        "سدیم و استرانسیم. برخی از گاز زداها",
        "یک لایه نازک نقره ای به روی جدار داخلی محفظه شیشه ای برجای می‌گذارند"
      ]
    },
    {
      "EnglishWord": "getter ion pump",
      "Meanings": [
        "تلمبه یونی گاز زدا نوعی تلمپه یونی که مولکول‌های گاز یوننده آن به طرف ماده حاوی گاز زدا جذب یا کشیده می‌شوند و توسط آن جمع آوری می‌شوند و در نتیجه خلا بهتری به دست می‌آید"
      ]
    },
    {
      "EnglishWord": "getter sputtering",
      "Meanings": [
        "کند و پاش گاز زدا نشست پوسه ای نازک و با خلوص بالا در سطوح عادی خلاء همراه با یک گاز زدا جهت بر طرف کردن آلودگیهای باقیمانده در خلاء. آیگون یوننده در ولتاژ دی سی بالا فلز را از کاتد می‌کند و اتم‌های حاصل از آن آلودگیهای خلاء را به طرف دیواره‌های ظرف می‌برند. سپس با باز شدن یک دریچه ی",
        "فلز خالص از کاتد به بستر هدایت می‌شود و پوسه نازک مورد نظر را تشکیل می‌دهد"
      ]
    },
    {
      "EnglishWord": "gettering",
      "Meanings": [
        "گاز زدایی از بین بردن گازهای باقیمانده در یک لامپ الکترونی بعد از تخلیه آن وسیله تبخیر گاز زدا. در طی فرایند گاز زدایی",
        "می‌توان از تخلیه الکترونی یوننده برای شتاب دادن فرایند جذب گاز توسط گاز زدا استفاده کرد"
      ]
    },
    {
      "EnglishWord": "gev",
      "Meanings": [
        "gigaelectronvilt",
        "گیگا الکترون ولت واحد انرژی برابر با 10 به توان 9 الترون ولت. قبلا در امریکا و فرانسه از بیلیون الکترون ولت به جای آن استفاده می‌شد"
      ]
    },
    {
      "EnglishWord": "gfe",
      "Meanings": [
        "epoxy glass; glass",
        "fiber epoxy",
        "اپوکسی گلاس نوعی پلاستیک محکم و مناسب برای کار در دماهای بالا به عنوان مخلوطی از تارهای شیشه ای و اپوکسی دارای ضریب انبساط گرمایی کم و رطوبت پذیری پایین است. به عنوان ماده اصلی در تخته مدارها و کارت‌های صنعتی و نظامی استفاده می‌شود و بستری مناسب برای مدارهای ریز موج خط",
        "نواری",
        "مدولهای حافظه کشویی و قطعات بسامد",
        "رادیویی است. قابلیت تحمل دماهای 400 تا 500 درجه F را دارد"
      ]
    },
    {
      "EnglishWord": "gfi",
      "Meanings": [
        "ground",
        "fault interrupter",
        "قطع کننده اتصال به زمین نوعی مدار شکن سریع که جریانهای اتصال به زمین خیلی کوچک نظیر عبور جریان از بدن شخصی که روی زمین مرطوب ایستاده و سیم مربوط به خط AC را لمس می‌کند",
        "را می‌تواند حس کند. این قطع کننده با فرمان دادن به مدار شکن در کمتر از 0/025 ثاینه",
        "زمان عبور جریان از محل اتصال بسیار محدود می‌کند. در نتیجه کل انرژی گذرنده از بدن انسان به مقدار مطمینی محدود می‌شود. نوعا جریان فرمان قطع برای منازل در مقدار 5mA تنظیم می‌شود"
      ]
    },
    {
      "EnglishWord": "ghost image",
      "Meanings": [
        "تصویر شبح 1. تصویر مضاعف نامطلوب در سمت راست تصویر مطلوب تلویزیونی. اثر چند مسیری دلیل آن است: یک سیگنال بازتابیده پس از طی مسیری طولانی‌تر به فاصله اندکی بعد از سیگنال اصلی وارد گیرنده می‌شود. وجود تپه‌ها و ساختمان‌های بلند در اطراف مسیر مستقیم بین فرستنده و گیرنده از متداول‌ترین دلایل تصاویر شبح است. 2. نمایش پژواک نامطلوب یا نامعلوم روی صفحه نمایش رادار"
      ]
    },
    {
      "EnglishWord": "ghost signal   ghost pulse",
      "Meanings": [
        "سیگنال شبح",
        "پالس شبح 1. سیگنال مربوط به مسیرهای بازتاب که تصویر شبح روی گیرنده‌های تلویزیونی ایجاد می‌کند. پژواک نیز نام دارد. 2. هر سیگنالی که با آهنگی غیر از آهنگ تکرار اصلی روی نمایشگر لوران مشاهدده می‌شود"
      ]
    },
    {
      "EnglishWord": "ghz",
      "Meanings": [
        "gigahertz",
        "گیگا هرتز یک هزار مگا هرتز یا 10 به توان 9 هرتز. قبلا کیلومگاسیکل نامیده می‌شد"
      ]
    },
    {
      "EnglishWord": "giant",
      "Meanings": [
        "غول آسا"
      ]
    },
    {
      "EnglishWord": "giant pulse laser",
      "Meanings": [
        "لیزر با پالس غول آسا"
      ]
    },
    {
      "EnglishWord": "gibbs phenomenon",
      "Meanings": [
        "پدیده گیبس"
      ]
    },
    {
      "EnglishWord": "gierarchical",
      "Meanings": [
        "سلسله مراتبی"
      ]
    },
    {
      "EnglishWord": "gif",
      "Meanings": [
        "Graphics Interchange Format",
        "قالب تبادل تصویر روشی برای تبدیل تصاویر گرافیکی به پرونده‌های رایانه ای. تصویر به نقاط گرافیکی پیکسل تجزیه می‌شود و هر نقطه با رشته ای از اعداد مشخص می‌شود. به کمک قالب فشرده سازی داده‌ها می‌توان اطلاعات مورد نیاز رایانه برای نمایش تصویر را به حداقل رساند. بااستفاده از رمزهای ریاضی به جای داده‌های تکراری",
        "حجم حافظه و رمان مورد نیاز برای ارسال پرونده در یک شبکه رایانه ای به میزان زیادی کاهش می‌یابد. این روش اولین بار توسط شرکت سرو Compuserve corp ارایه شد"
      ]
    },
    {
      "EnglishWord": "giga",
      "Meanings": [
        "گیگا"
      ]
    },
    {
      "EnglishWord": "gigabit",
      "Meanings": [
        "گیگا بیت یک هزار مگابیت یا 10 به توان 9 بیت"
      ]
    },
    {
      "EnglishWord": "gigabit 1394",
      "Meanings": [
        "گیگابیت 1394 گذرگاه سری 1394 IEEE که آهنگ تبادل داده‌های آن در محدوده گیگابیت است"
      ]
    },
    {
      "EnglishWord": "gigabit atm",
      "Meanings": [
        "گیگا بیت ای تی ام نوعی شبکه محلیmode Transfer asynchronous LNA که در آهنگ داده گیگابیت کار می‌کند"
      ]
    },
    {
      "EnglishWord": "gigabit ethernet",
      "Meanings": [
        "اترنت گیگابیتی نوعی Ethernet LAN که در محدوده گیگابیت کار می‌کند"
      ]
    },
    {
      "EnglishWord": "gigabit interface converter",
      "Meanings": [
        "مبدل واسطه گیگابیتی نوعی اتصال دهنده تک",
        "کابلی",
        "وضعیتی"
      ]
    },
    {
      "EnglishWord": "gigabit token ring",
      "Meanings": [
        "شبکه حلقوی گیگابیتی شبکه ب محلی حلقوی Token Ring LAN که در محدوده گیگابیت کار می‌کند"
      ]
    },
    {
      "EnglishWord": "gigacycle",
      "Meanings": [
        "گیگاسیکل یک هزار مگاسیکل در ثانیه 10 به توان 9 یا",
        "سیکل در ثانیه. قبلا کیلومگاسیکل نامیده می‌شد و در حال حاضر گیگاهرتز نام دارد"
      ]
    },
    {
      "EnglishWord": "gigaelectronvilt",
      "Meanings": [
        "گیگا الکترون ولت واحد انرژی برابر با 10 به توان 9 الترون ولت. قبلا در امریکا و فرانسه از بیلیون الکترون ولت به جای آن استفاده می‌شد"
      ]
    },
    {
      "EnglishWord": "gigahertz",
      "Meanings": [
        "گیگا هرتز یک هزار مگا هرتز یا 10 به توان 9 هرتز. قبلا کیلومگاسیکل نامیده می‌شد"
      ]
    },
    {
      "EnglishWord": "gigaohm",
      "Meanings": [
        "گیگا اهم یک هزار مگااهم یا 10 به توان 9 اهم"
      ]
    },
    {
      "EnglishWord": "gigawatt",
      "Meanings": [
        "گیگا وات یک هزار مگاوات یا 10 به توان 9 وات"
      ]
    },
    {
      "EnglishWord": "gilldert",
      "Meanings": [
        "گیلبرت واحد نیریو محرکه مغناطیسی در سیستم CGS که برابر است با انتگرال خطی شدت میدان مغناطیسی بر حسب ارستد در اطراف مدار مغناطیسی. یک گیلبرت برابر با 0/7956 آمپر",
        "دور است. یک گیلبرت در سانتیمتر برابر با یک ارستد است استفاده از واحد SI",
        "آمپر",
        "دور",
        "ترجیح داده می‌شود"
      ]
    },
    {
      "EnglishWord": "gimbal",
      "Meanings": [
        "دوقابه ژیروسکوپی",
        "ژیمبال نوعی پایه نصب که دارای دو محور چرخش متعامد و متقاطع است. جسم نصب شده روی آن می‌تواند به هر طرف متمایل شود"
      ]
    },
    {
      "EnglishWord": "gimbal lock",
      "Meanings": [
        "قفل دو قابه",
        "قفل ژیمبال همترازی و قفل ژیمبال هایی که در حالت عادی در یک ژیروسکوپ دو محوری بر هم عمودند. این عیب اساسی هنگامی رخ می‌دهد که به دلیل حرکت زاویه ای بیش از حد هواپیما یا موشک حامل ژیروسکوپ",
        "زاویه حرکت تقویمی به 90 درجه برسد"
      ]
    },
    {
      "EnglishWord": "gis",
      "Meanings": [
        "geographic information system",
        "سیستم اطلاعات جغرافیایی سیستمی که با نقشه کشی و ترسیم رایانه ای سر وکار دارد و پیچیدگی آن تابعی از نیازهای کاربر است"
      ]
    },
    {
      "EnglishWord": "gissler tube",
      "Meanings": [
        "لامپ گیسلر نوعی لامپ تخلیه دو الکترودی که آثار نورافشانی مربوط به تخلیه الکتریکی گازهای نختلف در فشارهای کم را ظاهر می‌کند. الکترودهای این لامپ همچون تابلوهای نیونی جدید دردو ر لامپ قرار می‌گیرند"
      ]
    },
    {
      "EnglishWord": "glass",
      "Meanings": [
        "شیشه"
      ]
    },
    {
      "EnglishWord": "glass - to- metal seal",
      "Meanings": [
        "درزبندی شیشه",
        "به",
        "فلز نوعی درزبندی که کامل و بی منفذ بین شیشه و بخشهای فلزی یک لامپ الکترونی که از ذوب شیشه و آلیاژهای فلزی خاص نظیر کووار که دارای ضرایب انبساط گرمایی مشابه هستند به وجود می‌آید"
      ]
    },
    {
      "EnglishWord": "glass bulb",
      "Meanings": [
        "حباب شیشه ای"
      ]
    },
    {
      "EnglishWord": "glass capacitor",
      "Meanings": [
        "خازن شیشه ای خازنی که دی الکتریک و بدنه محافظ آن از جنس شیشه است و مجموعه در یکدیگر ذوب می‌شود و ساختار یکپارچه با اتلاف کم و پایداری بالا به وجود می‌آید"
      ]
    },
    {
      "EnglishWord": "glass fiber",
      "Meanings": [
        "تار شیشه ای نخ شیشه ای به ضخامت کمتر از یک هزارم اینچ که به صورت بافته شده به عنوان ماده عایق آکوستیک",
        "الکتریکی یا گرمایی استفاده می‌شود. همچنین برای استحکام بیشتر پلاستیکهای چند لایه نیز به کار می‌رود. الکرونیک نوری از آن به عنوان رسانای نور و سیگنال نور استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "glass laser  amorphous laser",
      "Meanings": [
        "لیزر شیشه ای لیزر حالت جامدی که شیشه آن نقش میزبان را برای یونهای لیزر موادی نظیر اربیم",
        "هالمیم",
        "نیودیمیم و ایتربیم ایفا می‌کند. لیزرهای شیشه ای نیودیمیم و نیودیمیم",
        "ایتربیم در طول موج 1/06 میکرومتر و لیزرهای شیشه ای نیودیمیم",
        "ایتربیم",
        "اربیم در طول موج 1/54 میکرومتر کار می‌کنند"
      ]
    },
    {
      "EnglishWord": "glass-bonded mica",
      "Meanings": [
        "میکای شیشه ای ماده عایقی که از متراکم ساختن مخلوطی از پودر شیشه و پودر میکای طبیعی یا مصنوعی در دمای بالا به دست می‌آید"
      ]
    },
    {
      "EnglishWord": "glassivated hermetic seal  glass-ambient seal  galssivation  glass passivated seal",
      "Meanings": [
        "درز بندی کامل با پوشش شیشه ای نوعی روش درز بندی که برای بسته بندی تراشه‌های نیمه رسانا و مقاومتی به کار می‌رود. در این روش از نشست پیرولیتی شیشه و سپس متراکم ساختن آن برای ایجاد یک لایه محافظ استفاده می‌شود که می‌تواند شرایط محیطی بسیار سخت را تحمل می‌کند"
      ]
    },
    {
      "EnglishWord": "glga",
      "Meanings": [
        "گیگا پیشوندیث کهضریب 10 به توان 9 معادل با",
        "یا یک بیلیون را نشان می‌دهد. قبلا کیلومگا نامیده می‌شد"
      ]
    },
    {
      "EnglishWord": "glint   glitter",
      "Meanings": [
        "تلالو تغییر پالس",
        "به",
        "پالس در دامنه و مبدا ظاهری سیگنال بازتابیده رادار در اثر بازتابش باریکه رادار از سطوح مختلف هدف پر تحرک"
      ]
    },
    {
      "EnglishWord": "glitch",
      "Meanings": [
        "خش 1. جهش تیز و نامطلوب ولتاژ که به شکل گذرا روی سیگنال تحت پردازش ظاهر می‌شود. در یک مبدل رقمی",
        "به",
        "قیاسی",
        "خش مس تواند در موقع انتقال رقم اساسی نظیر رفتن از 0111111111 به 1, 000, 000, 000 روی می‌دهد زیرا در این حالت وضعیت موقتی وجود دارد که در آن تمام بیت‌ها صفر هستند. 2. نقص فنی جزیی که در تجهیزات الکترونیکی ایجاد می‌شود"
      ]
    },
    {
      "EnglishWord": "global",
      "Meanings": [
        "سراسری",
        "کلی"
      ]
    },
    {
      "EnglishWord": "global navigation orbiting satellite system",
      "Meanings": [
        "سیستم ناوبری سراسری با ماهواره‌های مدار گرد یک سیستم جهانی ناوبری رادیویی ماهواره ای که توسط کشور روسیه ارایه شده است. این سیستم دارای 24 ماهواره در مدار 25500 کیلومتری است و با سیستم امریکایی GPS مشابهت دارد"
      ]
    },
    {
      "EnglishWord": "global positioning system",
      "Meanings": [
        "سیستم تعیین موقعیت جهانی سیستم ناوبری دقیق و بلادرنگی که برای کشتی‌ها و هواپیماهای نظامی امریکا ارایه شد اما توسط کشتی‌ها و هواپیماهای غیر نظامی نیز قابل استفاده است. برای دریافت سیگنال‌های ارسالی ازماهواره‌های NAVSTAR به گیرنده‌های خاصی نیاز است این سیستم همچنین می‌تواند برای کاوش‌های زمینی و ردگیری وسایل نقلیه مربوط به پلیس و اورژانس و همچنین ناوگان‌های اتوبوسرانی",
        "کامیون رانی",
        "و تاکسیرانی استفاده شود. مطابق برنامه این سیستم در سال 1993 با 24 ماهواره تکمیل شده است"
      ]
    },
    {
      "EnglishWord": "global system for mobile   communications",
      "Meanings": [
        "سیستم جهانی ارتباطات سیار مسل دوم تلفنهای سیار سلولی که ترکیبی از دستیابی چندگانه با تقسیم زمانی و تقسیم بسامدی است FDMA و TDMA. این سیستم به شکل گسترده ای در اروپا استفاده می‌شود و با شبکه Integrated Service Digital Network ISDN"
      ]
    },
    {
      "EnglishWord": "global systems for mobile communication   gsm",
      "Meanings": [
        "سیستمهای جهانی برای مخابرات سیار"
      ]
    },
    {
      "EnglishWord": "global variable",
      "Meanings": [
        "متغیر سراسری متغیری در برنامه رایانه ای که توسط هر شیء و یا زیرروال داخل برنامه قابل استفاده است"
      ]
    },
    {
      "EnglishWord": "glonass",
      "Meanings": [
        "Global Navigation Orbiting Satellite System",
        "سیستم ناوبری سراسری با ماهواره‌های مدار گرد یک سیستم جهانی ناوبری رادیویی ماهواره ای که توسط کشور روسیه ارایه شده است. این سیستم دارای 24 ماهواره در مدار 25500 کیلومتری است و با سیستم امریکایی GPS مشابهت دارد"
      ]
    },
    {
      "EnglishWord": "glove box",
      "Meanings": [
        "جعبه دستکش جعبه درزبندی شده ای که مجهز به دستکش هایی است که از طریق دریچه هایی در داخل جعبه جای گرفته است. از آن برای کار با مواد پرتوزا استفاده می‌شود. همچنین در فرایندهای تولیدی حساس نظیر سوار کردن و بسته بندی قطعات و مدارهای مجتمع نیمه رسانا قابل استفاده است. به منظور جلوگیری از آلودگی با ذرات خارجی معلق در هوا",
        "درون جعبه همچون یک اتاق تمیز در بالای فشار جو نگه داشته می‌شود"
      ]
    },
    {
      "EnglishWord": "glow",
      "Meanings": [
        "ملتهب",
        "نورانی"
      ]
    },
    {
      "EnglishWord": "glow - discharge rectifier",
      "Meanings": [
        "یکسوساز تخلیه",
        "تابان لامپ تخلیه",
        "تابانی که به عنوان یکسوساز استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "glow cathode",
      "Meanings": [
        "کاتد ملتهب"
      ]
    },
    {
      "EnglishWord": "glow discharge",
      "Meanings": [
        "تخلیه تابان تخلیه الکتریسیته از طریق گاز درون لامپ الکترونی که مشخصه آن تابش کاتد و افت ولتاژی در مجاورت آن است که بسیار بیشتر از ولتاژ یونش گاز است"
      ]
    },
    {
      "EnglishWord": "glow -discharge -tube  glow discharge cold -cathode tube   glow tube",
      "Meanings": [
        "لامپ تخلیه",
        "تابان",
        "لامپ کاتد",
        "سرد تخلیه",
        "لامپ تابان نوعی لامپ گازی که بر اساس ویژگیهای تخلیه تابان کار می‌کند"
      ]
    },
    {
      "EnglishWord": "glow lamp",
      "Meanings": [
        "لامپ تابان لامپ الکترونی دو الکترودی ای که با اعمال ولتاژبه الکترودهای آن توسط تابش منفی در نزدیکی الکترود منفی نور تولید می‌کند. محفظه لامپ دارای مقدار کمی گاز بی اثر نظیر نیون یا آرگون است. با اعمال ولتاژ «ای سی». هر دو الکترود شروع به تابش می‌کنند زیرا هر کدام برای نیمی از زمان منفی خواهند بود. متداول‌ترین نمونه این لامپها نیون است که تابش می‌کنند زیرا هر کدام برای نیمی از زمان منفی خواهند بود. متداولترین نمونه این لامپها نیون است که تابش قرمز متمایل به نارنجی تولید می‌کند. لامپ‌های تابان آرگون",
        "که کاربرد کمتری دارند",
        "دارای تابش آبی",
        "بنفش هستند. توان مصرفی لامپ‌های تابانی در محدوده 0/04 تا 3 وات است",
        "لامپ ملتهب"
      ]
    },
    {
      "EnglishWord": "glow switch",
      "Meanings": [
        "کلید تابانی لامپ الکترونی که دارای اتصالاتی است که به صورت گرمایی و بر اثر تخلیه تابان عمل می‌کنند. از آن به عنوان راه انداز استارتر در برخی مدارهای لامپ فلویورسان مهتابی استفاده می‌شود. گرمای تخلیه تابان منجر به بستن اتصالات توسط نوار بی متال می‌شود"
      ]
    },
    {
      "EnglishWord": "glow voltage",
      "Meanings": [
        "ولتاژ تابانی ولتاژ شروع تخلیه تابان در لامپ گازی"
      ]
    },
    {
      "EnglishWord": "gm",
      "Meanings": [
        "transconductance; mutual conductance",
        "رسانایی انتقالی",
        "رسانایی متقابل نسبت تغییر در جریان نسبت به تغییر ولتاژ ترانزیستورها. در ترانزیستور اثر میدان",
        "نسبت تغییر جریان درین به سورس به تغییر ولتاژ گیت به سورس است. در تریود لامپ خلا",
        "نسبت تغییر در جریان آند به تغییر ولتاژ شبکه کنترل است. می‌توان آن را به صورت ضریب تقویت FET تقسیم بر مقاومت درین یا ضریب تقویت تریود تقسیم بر مقاومت آند در نظر گرفت. رسانایی انتقالی بر حسب مهو یا زیمنس اندازه گیری می‌شود"
      ]
    },
    {
      "EnglishWord": "gmt",
      "Meanings": [
        "Greenwich mean time",
        "زمان میانگین گرینویچ نام قبلی زمانی جهانی UT"
      ]
    },
    {
      "EnglishWord": "gnd",
      "Meanings": [
        "ground",
        "زمین 1. مسیر رسانایی که به عمد یا تصادفی ایجاد شده است",
        "بین مدار یا وسیله الکترویکی و زمین. به جسم رسانایی که به عنوان زمین عمل می‌کند نیز گفته می‌شود. اصطلاح بریتانیایی زمین earth است. 2. پایین‌ترین حالت انرژی هسته",
        "اتم",
        "مولکول. سایر حالتها برانگیخته اند"
      ]
    },
    {
      "EnglishWord": "gnomonic projection",
      "Meanings": [
        "تصویر مرکزی",
        "تصویر بسیط نمودار مربوط به هوانوردی که از تصویر کردن سطح کره به روی صفحه ای که در یک نقطه با آن تماس دارد به دست می‌آید. تصویر توسط خطوط شعاعی از مرکز کره ساخته نی شود. از این نمودار برای تعیین مسیرهای دایره",
        "بزرگ هواپیما و نیز ردگیری الکترونیکی هواپیما استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "go and return line",
      "Meanings": [
        "خط رفت و برگشتی"
      ]
    },
    {
      "EnglishWord": "go/no-go test",
      "Meanings": [
        "آزمون رد / قبول آزمونی بر اساس سنجش یک یا چند پارامتر و با تنها دو نتیجه ممکن: رد یا قبول وسیله موردآزمایش"
      ]
    },
    {
      "EnglishWord": "goes",
      "Meanings": [
        "Geostationary Orbiting satellite",
        "ماهواره مدار گرد زمین",
        "ساکن ماهواره ای از نوع زمین",
        "ساکن geostationary در ارتفاع زیاد که اطلاعات مربوط به مسیر توفانهای بزرگ را تهیه می‌کند. دوربین تعبیه شده در این ماهواره به طور پیوسته هر 15 دقیقه وضعیت 48 ایالت مختلف امریکا را مشاهده و نظارت می‌کند. وزن این ماهواره 2100 کیلوگرم و دارای بدنه مکعبی شکل به ضلع 7 فوت 2/1 متر است. آرایه خورشیدی آن نیز تک",
        "بال دو سطحی به طول 6 متر است یک بادبان خورشیدی مخروطی شکل به طول 3 متر که در انتهای بازوی 17/2 متری قرار گرفته است",
        "فشار وارد شده توسط تابشهای خورشیدی را متعادل می‌کند و ماهواره را پایدار نگه می‌دارد. قسمت کاوشگر با نظارت بر طول موج‌های زیر قرمز رسیده از زمین و بر اساس اطلاعات آن",
        "نمایه‌های گرما و رطوبت در ارتفاع‌های مختلف را استخراج می‌کند. این نمایه‌ها وجود بخار آب",
        "دی اکسید کربن و سایر گازها را به همراه دمای آن نشان می‌دهد. همچنین سرعت و جهت باد را می‌توان از این داده‌ها تعیین کرد. G0ES 8 که یکی از پنج ماهواره از این دست است در سال 1994 به فضا پرتاب شد"
      ]
    },
    {
      "EnglishWord": "golay cell",
      "Meanings": [
        "پیل گولای",
        "سلول گولای نوعی تابش سنج که میزان افزایش فشار در اتاقک گازی را در هنگام افزایش دما در اثر جذب تابش اندازه می‌گیرد"
      ]
    },
    {
      "EnglishWord": "gold",
      "Meanings": [
        "طلا عنصری فلزی گرانبها با عدد اتمی 79 و وزن اتمی 196/97. عناصر الکترونیکی برای مقاومت در شرایط خورندگی شدید و در محیطهایی نظیر مناطق استوایی توسط طلا آبکاری می‌شوند"
      ]
    },
    {
      "EnglishWord": "gold doping",
      "Meanings": [
        "آلایش طلا روشی برای کنترل طول عمر حامل‌های اقلیت در ترانزیستورهای نفوذی",
        "مزا و مدارهای با مناطق ترانزیستور",
        "ترانزیستور T TL. با نفوذ دادن طلا در مناطق بیس و کلکتور زمان انباشت حامل‌ها در مدارهای ترانزیستوری کاهش می‌یابد"
      ]
    },
    {
      "EnglishWord": "gold-leaf electroscope",
      "Meanings": [
        "رق نمای برگه",
        "طلا برق نمایی که نوارهای آمیخته آن به شکل برگه یا ورقه هایی از جنس طلاست"
      ]
    },
    {
      "EnglishWord": "goniometer",
      "Meanings": [
        "زاویه سنج وسیله ای برای اندازه گیری زوایا",
        "محاسبه و حل مسایل ریاضی یا توابع الکتریکی",
        "و تعیین اختلاف فاز جهتی بین دو سیگنال ارسالی یا دریافتی. در یک نوع آن",
        "دو سیم پیچ ثابت با زاویه 90 رجه نسبت به یکدیگر به همراه سیم پیچ دوار سوم به کار رفته است. نوع دیگر آن می‌تواند زاویه بین سطوح بازتابنده بلور یا منشور را اندازه بگیرد. همچنین نوع پرتو",
        "ایکس آن موقیعت زاویه ای محورهای یک بلور کوارتز را اندازه گیری می‌کند"
      ]
    },
    {
      "EnglishWord": "gopher",
      "Meanings": [
        "گوفر سیستم خدمات اطلاعاتی که مجموعه فهرست بندی شده از اطلاعات را از طریق شبکه اینترنت Internet در اختیار کاربران خود می‌گذارد"
      ]
    },
    {
      "EnglishWord": "govern",
      "Meanings": [
        "فرمان دادن",
        "تنظیم و کنترل کردن"
      ]
    },
    {
      "EnglishWord": "gpi",
      "Meanings": [
        "ground",
        "position indicator",
        "نشانگر موقعیت زمینی نشانگر موقعیت هوایی ای که با ایجاد تغییر مکان‌های مجاز",
        "موقعیت واقعی نسبت به نقطه ثابت زمینی را مشخص می‌کند"
      ]
    },
    {
      "EnglishWord": "gpib",
      "Meanings": [
        "general",
        "purpose interface bus",
        "گذرگاه واسط همه منظوره مدار واسطی برای کنترل رایانه ای تجهیزات علمی",
        "پزشکی",
        "و کنترل فرایند یا ابزارهای آزماینده. این مدار نتیاج اندازه گیری را برای پردازش توسط رایانه آماده می‌کند و به تجهیزات تحت کنترل می‌آموزد که چگونه انحرافات نادرست از نتایج مورد انتظار را تصحیح کنند"
      ]
    },
    {
      "EnglishWord": "gps",
      "Meanings": [
        "global positioning system",
        "سیستم تعیین موقعیت جهانی سیستم ناوبری دقیق و بلادرنگی که برای کشتی‌ها و هواپیماهای نظامی امریکا ارایه شد اما توسط کشتی‌ها و هواپیماهای غیر نظامی نیز قابل استفاده است. برای دریافت سیگنال‌های ارسالی ازماهواره‌های NAVSTAR به گیرنده‌های خاصی نیاز است این سیستم همچنین می‌تواند برای کاوش‌های زمینی و ردگیری وسایل نقلیه مربوط به پلیس و اورژانس و همچنین ناوگان‌های اتوبوسرانی",
        "کامیون رانی",
        "و تاکسیرانی استفاده شود. مطابق برنامه این سیستم در سال 1993 با 24 ماهواره تکمیل شده است"
      ]
    },
    {
      "EnglishWord": "graceful",
      "Meanings": [
        "خوش ترکیب"
      ]
    },
    {
      "EnglishWord": "graceful degradation",
      "Meanings": [
        "تنزل آرام"
      ]
    },
    {
      "EnglishWord": "gradation",
      "Meanings": [
        "درجه بندی"
      ]
    },
    {
      "EnglishWord": "grade",
      "Meanings": [
        "درجه"
      ]
    },
    {
      "EnglishWord": "graded",
      "Meanings": [
        "تغییر تدریجی",
        "شیب دار"
      ]
    },
    {
      "EnglishWord": "graded filter",
      "Meanings": [
        "پالایه تدریجی پالایه مورد استفاده در منبع تغذیه که اتصالات آن به طبقه خروجی گیرنده یا تقویت کننده در محل یادر نزدیکی فیلتر صورت می‌گیرد تا بیشترین ولتاژ دی",
        "سی DC به دست آید. در این طبقه وجود موجکهای ولتاژ به دلیل پایین یودن بهره اهمیت کمی دارد. و همچنین طبقات بعدی وجود ندارد که موجب تقویت موجکها شوند"
      ]
    },
    {
      "EnglishWord": "graded index",
      "Meanings": [
        "ضریب شکست تدریجی"
      ]
    },
    {
      "EnglishWord": "graded index fiber",
      "Meanings": [
        "فیبر با ضریب شکست تدریجی"
      ]
    },
    {
      "EnglishWord": "graded insulation",
      "Meanings": [
        "عایق بندی تدریجی روشی برای عایق بندی قطعات ولتاژ بالا نظیر ترانسفورمرهای پالسی. عایق بندی نسبت به زمین به صورت کم و بیش یکنواخت از سر پتانسیل",
        "زیاد سیم پیچ یه طرف سر پتانسیل",
        "کم آن یا زمین کاهش می‌یابد"
      ]
    },
    {
      "EnglishWord": "graded junction",
      "Meanings": [
        "پیوند شیب دار"
      ]
    },
    {
      "EnglishWord": "graded layer",
      "Meanings": [
        "لایه شیب دار"
      ]
    },
    {
      "EnglishWord": "graded seal",
      "Meanings": [
        "درزبندی تدریجی نوعی روش درزبندی شیشه",
        "به",
        "فلز در لامپ الکترونی که از نوارهای متوالی شیشه ای با ضرایب شکست مختلف و با شورع از حباب یا محفظه تشکیل می‌شود. ذوب شیشه‌ها در یکدیگر باافزایش تدریجی ضرایب دمایی صورت میگیرد به گونه ای که شیشه ای که در نهایت با فلز مماس می‌شود دارای ضریب دمایی بسیار نزدیک به فلز خواهد بود"
      ]
    },
    {
      "EnglishWord": "graded-index fiber",
      "Meanings": [
        "تار ضریب شکست",
        "تدریجی تار نوری چند مدی multimode optical fiber که از لایه‌های متعدد با ضرایب شکست مختلف ساخته میشود به گونه ای که بالاترین ضریب شکست در مرکز قرار می‌گیرد. حد بالای بسامد کاری آن در حدود 500 مگاهرتز است"
      ]
    },
    {
      "EnglishWord": "grain",
      "Meanings": [
        "دانه ذره کوچکی از فلز نقره که بعد از فرایند ظهور و ثبوت در امولسیون عکاسی باقی می‌ماند. مجموعه این دانه‌ها نواحی تاریک تصویر عکاسی را پدید می‌آورند",
        "دانه"
      ]
    },
    {
      "EnglishWord": "grain structure",
      "Meanings": [
        "ساختار دانه ای"
      ]
    },
    {
      "EnglishWord": "graininess",
      "Meanings": [
        "اثر دانه دانه ای اثر زیری که در یک تصویر عکاسی در شرایط خاص به دلیل وجود دانه‌های نقره ای مشاهده می‌شود"
      ]
    },
    {
      "EnglishWord": "gram",
      "Meanings": [
        "گرم یک هزارم یک کیلوگرم"
      ]
    },
    {
      "EnglishWord": "gramophone",
      "Meanings": [
        "گرامافون"
      ]
    },
    {
      "EnglishWord": "gramophpne",
      "Meanings": [
        "گرامافون اصطلاح بریتانیایی برای Phonograph"
      ]
    },
    {
      "EnglishWord": "gram-rad",
      "Meanings": [
        "گرم",
        "راد واحد مجموع دز جذب شده تابش برابر با100 ergs/g"
      ]
    },
    {
      "EnglishWord": "granitational wave",
      "Meanings": [
        "موج گرانشی موج فرضی که با سرعت نور حرکت می‌کند و موجب نوسان شدید در چگالی الکترونی در منطقه F جو زمین می‌شود. این موج اثر جاذبه گرانشی را منتشر می‌کند"
      ]
    },
    {
      "EnglishWord": "graph",
      "Meanings": [
        "نمودار شکلی که رابطه بین دو کمیت متغیر رانشان می‌دهد",
        "گراف",
        "نمودار"
      ]
    },
    {
      "EnglishWord": "graph theory",
      "Meanings": [
        "نظریه گراف ها"
      ]
    },
    {
      "EnglishWord": "graphic equalizer",
      "Meanings": [
        "برابر ساز گرافیکی مداری در یک سیستم صوتی وفاداری",
        "بالا های",
        "فی که امکان تنظیم دستی پاسخ بسامدی رادر باندهای انتخاب شده از طیف صوتی فراهم می‌کند. این مدار نوعا دارای پنج پتانسیومتر خطی برابر هر یک از باندهای 0 تا 100 هرتز",
        "تا 400 هرتز",
        "تا 1 کیلوهرتز",
        "تا 4 کیلوهرتز و 4 تا 10 کیلوهرتز است که به صورت افقی در کنار هم قرار می‌گیرد و اهرم تنظیم آنها دارای حرکت عمودی است"
      ]
    },
    {
      "EnglishWord": "graphic terminal",
      "Meanings": [
        "پایانه گرافیکی لامپ پرتو کاتدی یا سایر نمایشگرهای رایانه ای که توانایی تولید نمودارهایی را بر اساس داده‌های پردازش شده یا ذخیره شده در رایانه داشته باشند"
      ]
    },
    {
      "EnglishWord": "graphical",
      "Meanings": [
        "گرافیکی",
        "ترسیمی"
      ]
    },
    {
      "EnglishWord": "graphical language",
      "Meanings": [
        "زبان گرافیکی نوعی زبان برنامه نویسی کهبرنامه‌ها را به شکل گرافیکی و مشابه با نمودارهای جریانی فلوچارت بیان می‌کند"
      ]
    },
    {
      "EnglishWord": "graphical user interface",
      "Meanings": [
        "واسط گرافیکی کاربر ابزاری برای توانایی کاربر در تشکیل تصاویر گرافیکی روی نمایشگر رایانه به کمک ترکیبی از پنجره ها",
        "فهرست ها",
        "شمایل ها",
        "و یک موش"
      ]
    },
    {
      "EnglishWord": "graphics interchange format",
      "Meanings": [
        "قالب تبادل تصویر روشی برای تبدیل تصاویر گرافیکی به پرونده‌های رایانه ای. تصویر به نقاط گرافیکی پیکسل تجزیه می‌شود و هر نقطه با رشته ای از اعداد مشخص می‌شود. به کمک قالب فشرده سازی داده‌ها می‌توان اطلاعات مورد نیاز رایانه برای نمایش تصویر را به حداقل رساند. بااستفاده از رمزهای ریاضی به جای داده‌های تکراری",
        "حجم حافظه و رمان مورد نیاز برای ارسال پرونده در یک شبکه رایانه ای به میزان زیادی کاهش می‌یابد. این روش اولین بار توسط شرکت سرو Compuserve corp ارایه شد"
      ]
    },
    {
      "EnglishWord": "graphite",
      "Meanings": [
        "گرافیک کربن بی شکل به عنوان مقاومت یکپارچه کاربرد دارد. همچنین برای ساخت جاروبکهای موتور دی سی به کار می‌رود",
        "گرافیت"
      ]
    },
    {
      "EnglishWord": "graticule",
      "Meanings": [
        "صفحه شطرنجی شبکه ای از خطوط افقی و عمودی روی صفحه نمایش نوسان نما اسیلوسکوپ کهاین امکان را میدهد که بادانستن نحوه درجه بندی صحه",
        "بتوان مقدا متغیرهای روی هر محور را تخمین زد. معمولا صفحه شطرنجی دارای 10 خانه افقی و 8 خانه عمودی اس و در هر جهت یک محور مرکزی وجود دارد"
      ]
    },
    {
      "EnglishWord": "grating",
      "Meanings": [
        "توری 1. آرایشی از سیمهای نازک موازی در موجبرها که فقط یک موج خاص را عبور میدهند. 2. آرایشی از سیمهای فلزی متقاطع کهبه عنوان بازتابنده برای آنتن ریزموج عمل می‌کنندو کمترین مقاومت را در برابر باد دارند. 3. diffraction grating"
      ]
    },
    {
      "EnglishWord": "grating converter",
      "Meanings": [
        "مبدل توری مبدل موج با دوتوری که درست در جلوی توری ورقه ای هم محور از موجبردایره ای قرار گرفته است. یکی از توریها با الگوی موج ورودی و ور دیگر باالگوی موج تبدیل شده تطبیق می‌یابد"
      ]
    },
    {
      "EnglishWord": "grating plate",
      "Meanings": [
        "صفحه توری صفحه شفاف حکاکی شده که یک الگوی پراش نوری تولید می‌کند"
      ]
    },
    {
      "EnglishWord": "grating reflector",
      "Meanings": [
        "بازتابنده توری نوعی ساختار فلزی مشبک که یک سطح بازتابنده خوب برای آنتنهای ریزموج ایجاد می‌کند"
      ]
    },
    {
      "EnglishWord": "gravitational force",
      "Meanings": [
        "نیروی گرانشی نیروی کشش زمین",
        "با نیروی مشابهی که برای شتاب دادن یا ترمز کردن یک جسم متحرک آزاد با آهنگ تقریبی 9/8 متر بر ثانیه لازم است"
      ]
    },
    {
      "EnglishWord": "gravity",
      "Meanings": [
        "گرانش",
        "ثقل",
        "جاذبه زمین"
      ]
    },
    {
      "EnglishWord": "gravity acceleration",
      "Meanings": [
        "شتاب گرانش"
      ]
    },
    {
      "EnglishWord": "gray code",
      "Meanings": [
        "رمزگری نوعی رمز دودویی اصلاح شده به منظور حداقل ساختن خطا در آن نمایش اعداد پشت سر هم طوری است که تنها در یک بیت اختلاف دارند",
        "کد گری"
      ]
    },
    {
      "EnglishWord": "gray line",
      "Meanings": [
        "خط خاکستری نواری در اطراف زمین که در آن روشنایی و تاریکی از هم جدا می‌شوند و نشانه گذار از روز به شب است"
      ]
    },
    {
      "EnglishWord": "gray scale",
      "Meanings": [
        "مقیاس خاکستری رشته ای از رنگمایه‌های نابرنگ آکروماتیک با نسبتهای متغیر سفید و سیاه که گستره کاملی از رنگهای خاکستری بین سفید و سیاه را تولید می‌کند. هر مقیاس خاکستری معمولا به 10 پله تقسیم می‌شود"
      ]
    },
    {
      "EnglishWord": "graybody",
      "Meanings": [
        "جسم خاکستری جسمی که گسیلندگی طیفی آن در سراسر طیف ثابت و نسبت به جسم سیاه در دمای یکسان کمتر است"
      ]
    },
    {
      "EnglishWord": "great circle path",
      "Meanings": [
        "مسیر دایره بزرگ هر یک از دو مسیر بین دو نقطه روی سطح زمین. از این دو مسیر دایره بزرگ",
        "یکی کوتاهترین مسافت بین دو نقطه است"
      ]
    },
    {
      "EnglishWord": "green gain control",
      "Meanings": [
        "کنترل بهره سبز مقاومت متغیری که در ماتریس تلویزیون رنگی سه تفنگی برای تنظیم شدت سیگنال اولیه سبز به کار می‌رود"
      ]
    },
    {
      "EnglishWord": "green gun",
      "Meanings": [
        "تفنگ سبز تفنگ الکترونی که باریکه آن در لامپ تصویر تلویزیون رنگی سه تفنگی به نقاط فسفری گسیلنده رنگ اولیه سبز برخورد می‌کند"
      ]
    },
    {
      "EnglishWord": "green laser",
      "Meanings": [
        "لیزر سبز نوعی لیزر گازی که با استفاده از جیوه و آرگون یک خط سبز در 5225A تولید می‌کند که متناظر با طول موجی است که به راحتی از آب دریا عبور می‌کند. جنگ ضد زیر دریایی یک کاربرد بالقوه این لیزر است"
      ]
    },
    {
      "EnglishWord": "green restorer",
      "Meanings": [
        "سبز برگردان بازگردان دی سی کانال سبز در مداری از لامپ تصویر تلویزیون رنگی سه تفنگی"
      ]
    },
    {
      "EnglishWord": "green video voltage",
      "Meanings": [
        "ولتاژ تصویری سبز خروجی سیگنال ولتاژ از بخش سبز یک دوربین تلویزیونی رنگی",
        "یا ولتاژ سیگنال بین ماتریس گیرنده و شبکه تفنگ سبز در لامپ تصویر تلویزیون رنگی سه تفنگی"
      ]
    },
    {
      "EnglishWord": "green's function",
      "Meanings": [
        "تابع گرین هسته ای که در آن عملگر انتگرال وارون عملگر دیفرانسیل است"
      ]
    },
    {
      "EnglishWord": "greenwich mean time",
      "Meanings": [
        "زمان میانگین گرینویچ نام قبلی زمانی جهانی UT"
      ]
    },
    {
      "EnglishWord": "grenz ray",
      "Meanings": [
        "پرتو گرنز گرنتس پرتوهای ایکس با طول موج زیاد 1 تا 10 آنگستروم که به وسیله لامپ‌های پرتو",
        "ایکس کم",
        "ولتاز",
        "که از منابع تغذیه 5 تا 15 کیلو ولتی تغذیه می‌شوند",
        "به دست می‌آید. این پرتوهای ضعیف برای پوست درمانی وعکسبرداری از نمونه‌های زیست شناسی مناسب هستند"
      ]
    },
    {
      "EnglishWord": "grenz tube",
      "Meanings": [
        "لامپ گرنز نوعی لامپ پرتو پرتو",
        "ایکس کم",
        "ولتاژ با پنجره با پنجره شیشه ای خاص که توانایی عبور پرتوهای ایکس با طول موج بین 1 تا 10 آنگستروم را داراست. این پرتوها از شیشه‌های معمولی نمی‌توانند عبور کنند"
      ]
    },
    {
      "EnglishWord": "grid",
      "Meanings": [
        "شبکه 1. الکترود واقع در بین کاتد و آند یک لامپ الکترونی که دارای یک یا چند روزنه است که تحت شرایط خاص الکترونها و یا یونها می‌توانند از آن عبور کنند. شبکه",
        "شارش الکترونی از کاتد به آند را کنترل می‌کند. 2. شبکه ای از خطوط هم فاصله که خانه‌های مربعی به وجود می‌آورد و برای تعیین نقاط مجاز سوراخ کاری روی یک تخته مدار چاپی یا بدنه به کار می‌رود",
        "شبکه"
      ]
    },
    {
      "EnglishWord": "grid bearing",
      "Meanings": [
        "سمت شبکه ای نوعی سمت که خط مرجع آن شمال شبکه ای است"
      ]
    },
    {
      "EnglishWord": "grid circuit",
      "Meanings": [
        "مدار شبکه"
      ]
    },
    {
      "EnglishWord": "grid control",
      "Meanings": [
        "کنترل شبکه ای کنترل جریان آند یک لاپ الکترونی با تغییر ولتاژ شبکه کنترل نسبت به کاتد",
        "کنترل شبکه"
      ]
    },
    {
      "EnglishWord": "grid current",
      "Meanings": [
        "جریان شبکه شارش الکترون به طرف شبکه مثبت در لامپ الکترونی",
        "جریان شبکه"
      ]
    },
    {
      "EnglishWord": "grid detection",
      "Meanings": [
        "آشکار سازی شبکه ای عمل آشکار سازی در مدار شبکه لامپ خلا. نظیر آشکار ساز شبکه ای نشت"
      ]
    },
    {
      "EnglishWord": "grid detector",
      "Meanings": [
        "آشکار ساز شبکه"
      ]
    },
    {
      "EnglishWord": "grid dissipation",
      "Meanings": [
        "اتلاف شبکه توان تلف شده به صورت گرما در شبکه لامپ الکترونی"
      ]
    },
    {
      "EnglishWord": "grid driving power",
      "Meanings": [
        "توان راه اندازی شبکه حاصلضرب میانگین مقدار لحظه ای جریان و مولفه متناوب ولتاژ شبکه لامپ الکترونی در تناوب کامل"
      ]
    },
    {
      "EnglishWord": "grid emission",
      "Meanings": [
        "گسیل شبکه ای گسیل الکترون یا یون از شبکه لامپ الکترونی",
        "انتشار شبکه"
      ]
    },
    {
      "EnglishWord": "grid excitation",
      "Meanings": [
        "تحریک شبکه"
      ]
    },
    {
      "EnglishWord": "grid limiting",
      "Meanings": [
        "محدود سازی شبکه ای عمل محدود سازی از طریق سری کردن یک مقاومت بزرگ با شبکه لامپ خلا. افت ولتاژ دو سر این مقاومت متناوب با قدرت سیگنال ورودی است که منجر به ایجاد بایاس منفی متغیر روی الکترود شبکه می‌شود و سیگنالهای ورودی بالاتر از حد معین را هم سطح می‌کند"
      ]
    },
    {
      "EnglishWord": "grid modulation",
      "Meanings": [
        "مدوله سازی شبکه ای نوعی مدوله سازی که در آن سیگنال مدوله شونده به مدار شبکه کنترل یک لامپ الکترونی",
        "که حامل نیز در آن حضور دارد",
        "داده می‌شود",
        "مدولاسیون شبکه"
      ]
    },
    {
      "EnglishWord": "grid rectifier",
      "Meanings": [
        "یکسو ساز شبکه"
      ]
    },
    {
      "EnglishWord": "grid resistance",
      "Meanings": [
        "مقاومت شبکه"
      ]
    },
    {
      "EnglishWord": "grid voltage",
      "Meanings": [
        "ولتاژ شبکه"
      ]
    },
    {
      "EnglishWord": "gridded tube",
      "Meanings": [
        "لامپ شبکه ای لامپ خلا بسامد",
        "بالا",
        "پرتوان و کنترل شونده با شبکه که در یک باند وسیع دارای تقویت خطی است"
      ]
    },
    {
      "EnglishWord": "grid-drive characteristic",
      "Meanings": [
        "مشخصه راه اندازی شبکه رابطه بین خروجی الکترونی یا نوری یک لامپ الکترونی و ولتاژ الکترود کنترل که از نقطه قطع اندازه گیری می‌شود"
      ]
    },
    {
      "EnglishWord": "grid-glow tube",
      "Meanings": [
        "لامپ تابان شبکه ای نوعی لامپ تخلیه",
        "تابان با یک یا چند الکترود کنترل که ضمن شروع جریان آند جز در شرایط کاری خاص",
        "محدودیتی برای آن ایجاد نمی‌کنند"
      ]
    },
    {
      "EnglishWord": "ground",
      "Meanings": [
        "زمین 1. مسیر رسانایی که به عمد یا تصادفی ایجاد شده است",
        "بین مدار یا وسیله الکترویکی و زمین. به جسم رسانایی که به عنوان زمین عمل می‌کند نیز گفته می‌شود. اصطلاح بریتانیایی زمین earth است. 2. پایین‌ترین حالت انرژی هسته",
        "اتم",
        "مولکول. سایر حالتها برانگیخته اند",
        "زمین"
      ]
    },
    {
      "EnglishWord": "ground - fault interrupter",
      "Meanings": [
        "قطع کننده اتصال به زمین نوعی مدار شکن سریع که جریانهای اتصال به زمین خیلی کوچک نظیر عبور جریان از بدن شخصی که روی زمین مرطوب ایستاده و سیم مربوط به خط AC را لمس می‌کند",
        "را می‌تواند حس کند. این قطع کننده با فرمان دادن به مدار شکن در کمتر از 0/025 ثاینه",
        "زمان عبور جریان از محل اتصال بسیار محدود می‌کند. در نتیجه کل انرژی گذرنده از بدن انسان به مقدار مطمینی محدود می‌شود. نوعا جریان فرمان قطع برای منازل در مقدار 5mA تنظیم می‌شود"
      ]
    },
    {
      "EnglishWord": "ground absorption",
      "Meanings": [
        "جذب زمین افت انرژی بر اثر تلف شدن امواج رادیویی در زمین در هنگام ارسال"
      ]
    },
    {
      "EnglishWord": "ground clamp",
      "Meanings": [
        "بست زمین نوعی بست که رسانای زمین شونده را به جسم زمین شده متصل می‌کند"
      ]
    },
    {
      "EnglishWord": "ground clutter  ground return",
      "Meanings": [
        "اغتشاش زمینی",
        "برگشت زمینی اغتشاشی که بر اثر بازتاب سیگنالها از زمین یا اجسام روی زمین در یک رادار هوایی ایجاد می‌شود"
      ]
    },
    {
      "EnglishWord": "ground control",
      "Meanings": [
        "کنترل زمینی کنترل هواپیما یا موشک در حال پرواز توسط شخص روی زمین"
      ]
    },
    {
      "EnglishWord": "ground distance",
      "Meanings": [
        "فاصله زمینی مولفه دایره بزرگ و در میانگین سطح",
        "دریا برای فاصله بین دو نقطه"
      ]
    },
    {
      "EnglishWord": "ground environment",
      "Meanings": [
        "محیط زمینی 1. مجموعه کامل تجهیزاتیکه به منظور بر پا کردن سیستم وسیله",
        "یا ایستگاه الکترونیکی یا مخابراتی روی زمین نصب می‌شود. 2. محیط اطراف و موثر بر سیستم یا تجهیزاتی که روی زمین کار می‌کنند"
      ]
    },
    {
      "EnglishWord": "ground fault",
      "Meanings": [
        "عیب اتصال به زمین زمین شدن تصادفی رسانا"
      ]
    },
    {
      "EnglishWord": "ground- fault interrupter ic",
      "Meanings": [
        "«آی سی» قطع کننده اتصال به زمین نوع یکپارچه و مدار مجتمع یک مدار قطع کننده اتصال به زمین ground fault interrupter. این مدار دارای یک تقویت کننده عملیاتی به همراه تعدادی دیود زنر است که در مواقع اتصال",
        "کوتاه و سایر عیب هایی که مسیر مغناطیسی بین چیچک‌های بیرونی را می‌بندند عمل می‌کند. تزویج «ای سی» در چیچک‌های بیرونی منجر به شروع نوساناتی می‌شود که در صورتی که ولتاژ آنها از مقدار آستانه فراتر رود",
        "رله را باز می‌کند که خود موجب باز شدن رله خط اصلی می‌شود"
      ]
    },
    {
      "EnglishWord": "ground loop",
      "Meanings": [
        "حلقه زمین وضعیتی که در آن دو یا چند مولفه یسستم از یک خط تغذیه زمین مشترک استفاده می‌کنند و ولتاژهای ناخواسته و غیر عمدی در آن القا می‌شود. مداری که در بیش از یک نقطه به زمین متصل است و پتانسیل زمین این نقاط یه اندازه کافی متفاوت باشد جریانی تولید میکند که در سیستم زمین به گردش در می‌آید. برای جلوگیری از این جریانهای گردشی نامطلوب باید سیستم توزیع DC را تنها با یک سیستم به زمین متصل کرد"
      ]
    },
    {
      "EnglishWord": "ground noise",
      "Meanings": [
        "نویز زمین نویز باقیمانده سیستم در غیاب سیگنال در هنگام ضبط و بازخوانی"
      ]
    },
    {
      "EnglishWord": "ground plane",
      "Meanings": [
        "صفحه زمین یک صفحه زمین کننده واقع در بالای قسمت موازنه زمین آنتن و یا مجموعه ای از خطوط شعاعی مدفون که توسط آنتن زمینی استفاده می‌شوند. این نوع آنتن از زمین به عنوان مسیر برگشت انرژی تابیده شده آر",
        "اف استفاده می‌کند"
      ]
    },
    {
      "EnglishWord": "ground -plane antenna",
      "Meanings": [
        "آنتن صفحه",
        "زمینی آنتن عمودی ربع طول موجی و همه سویه که بالای صفحه زمین ground",
        "plane نصب شده است. آنتن تابشگر عمودی",
        "یک تک قطبی به طول یک چهارم طول موج بسامد کاری است که خطوط شعاعی متعددی به طول اندکی بیش از یک چهارم طول موج به صورت افقی از آن خارج شده است. تغذیه آن از طریق یک کابل هم محور نامتعادل صورت می‌گیرد به گونه ای که سیم حامل انرژی به پایین تابشگر عمودی و حفاظ زمین کابل به شعاعهای افقی متصل می‌شوند. هر یک از خطوط شعاعی افقی در محل نزدیک‌ترین سر به تابشگر عمودی متصل شده است. از آنجا که نقطه اتکا این خطوط تنها در یک سرشان است احتمال سستی و شکنندگی آنها وجود دارد. این آنتن می‌تواند امواج قطبیده عمودی با بسامدهای بین 7 تا 300 مگاهرتز تولید کند"
      ]
    },
    {
      "EnglishWord": "ground potential",
      "Meanings": [
        "پتانسیل زمین ولتاژ صفر نسبت به زمین یا بدنه که به عنوان اتصال به کار می‌رود"
      ]
    },
    {
      "EnglishWord": "ground return",
      "Meanings": [
        "برگشت زمین",
        "پژواک زمین 1. پژواکی که توسط یک مجموعه رادار هوایی از زمین دریافت می‌شود. 2. استفاده از زمین یا بدنه به عنوان مسیر برگشت در یک خط انتقال. 3. استفاده از بدنه به عنوان مسیر برگشت در مدار. 4. ground clutter"
      ]
    },
    {
      "EnglishWord": "ground rod",
      "Meanings": [
        "میله زمین میله ای مسی یا برنجی که به منظور برقراری اتصال زمین خوب به داخل زمین فرو برده می‌شود"
      ]
    },
    {
      "EnglishWord": "ground scatter propagation  non-great- circle propagation",
      "Meanings": [
        "انتشار زمین پراکنشی",
        "انتشار غیر دایره بزرگ انتشار جست و خیزی و یون سپهری امواج رادیویی در مسیری غیر از مسیر دایره بزرگ بین ایستگاههای فرستنده و گیرنده. امواج ارسالی از فرستنده ابتدا از یون سپهر به زمین بازتاب می‌شود و سپس از سطح زمین در جهتهای مختلف پراکنده می‌شود"
      ]
    },
    {
      "EnglishWord": "ground speed",
      "Meanings": [
        "سرعت زمینی سرعت یک وسیله در طول مسیر آن. برای هواپیما",
        "این سرعت نسبت به سطح زمین تعریف می‌شود"
      ]
    },
    {
      "EnglishWord": "ground state  normel state",
      "Meanings": [
        "حالت پایه",
        "حالت عادی پایین‌ترین حالت انرزی یک هسته",
        "اتم",
        "یا مولکول"
      ]
    },
    {
      "EnglishWord": "ground vector",
      "Meanings": [
        "بردار زمین برداری که مسیر و سرعت زمینی هواپیما رانمایش می‌دهد"
      ]
    },
    {
      "EnglishWord": "ground wave'  surface wave",
      "Meanings": [
        "موج زمینی",
        "موج سطحی یک موجرادیویی که روی زمین منتشر می‌شود و به صورت طبیعی تحت تاثیر زمین و وردسپهر تروپوسفر قرار می‌گیرد. موج زمینی تمام مولفه‌های موج رادیویی به غیر از امواج یون سپهر و وردسپهری را داراست. این موج به دلیل تغییرات ثابت دی الکتریک وردسپهر و از جمله وضعیتی موسوم به مجرای سطحی surface Duct دچار شکست می‌شود"
      ]
    },
    {
      "EnglishWord": "ground wave 2",
      "Meanings": [
        "موج زمینی یکی از امواجی که بر اثر انفجار در سطح زمین تشکیل می‌شود. این موج به شکلهای طولی تراکم",
        "عرضی",
        "برش",
        "یا سطحی مشابه با نوسانهای آب منتشر می‌شود"
      ]
    },
    {
      "EnglishWord": "ground wire",
      "Meanings": [
        "سیم زمین رسانایی که تجهیزات الکتریکی را به میله زمین یا یک جسم زمین شده متصل می‌کند"
      ]
    },
    {
      "EnglishWord": "ground-controlled approach",
      "Meanings": [
        "فرود با کنترل زمینی سیستم رادار زمینی فرودگاه که اطلاعات مورد نیاز برای نشستن هواپیمای در حال نزدیک شدن به فرودگاه را فراهم می‌کند. این سیستم دارای یک رادار نظارت هوایی برای هدایت هواپیما به نقطه شروع مسیر فرود نهایی و یک رادار فرود دقیق برای نمایش موقعیت دقیق هواپیما در مسیر نهایی فرود است"
      ]
    },
    {
      "EnglishWord": "ground-controlled interception",
      "Meanings": [
        "رهگیری با کنترل زمینی یک سیستم راداری که به کنترل کننده رادار واقع در روی زمین یا کشتی امکان هدایت رادیویی یک هواپیما تا رهگیری تلافی و هواپیمای دیگر را می‌دهد"
      ]
    },
    {
      "EnglishWord": "grounded",
      "Meanings": [
        "زمین شده متصل به زمین یا جسمی رسانا که به جای زمین عمل می‌کند"
      ]
    },
    {
      "EnglishWord": "grounded emitter",
      "Meanings": [
        "امیتر زمین شده"
      ]
    },
    {
      "EnglishWord": "ground-equallizer coil",
      "Meanings": [
        "پیچک برابر ساز زمین پیچکی یا القا کنایی نسبتا کم که در یک یا چند مدار متصل به نقاط زمین شونده یک آنتن قرار داده شده است تا جریان را به شکل مطلوب در نقاط مختلف توزیع کند"
      ]
    },
    {
      "EnglishWord": "grounding outlet",
      "Meanings": [
        "دوشاخه زمین دار دو شاخه ای که علاوه بر سرهای اصلی عبور جریان",
        "دارای یک اتصال زمین است که برای زمین کردن وسایل خانگی و تجهیزات قابل حمل استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "grounding plate",
      "Meanings": [
        "صفحه زمین کننده یک صفحه فلزی که از نظر الکتریکی زمین شده است و شخص برای تخلیه الکتریسیته ساکن موجود در بدنش به روی آن می‌ایستد. همچنین به صفحه مشابهی گفته می‌شود که در درون زمین مدفون می‌شود و به عنوان میله زمین عمل می‌کند"
      ]
    },
    {
      "EnglishWord": "ground-position indicator",
      "Meanings": [
        "نشانگر موقعیت زمینی نشانگر موقعیت هوایی ای که با ایجاد تغییر مکان‌های مجاز",
        "موقعیت واقعی نسبت به نقطه ثابت زمینی را مشخص می‌کند"
      ]
    },
    {
      "EnglishWord": "ground-reflected wave",
      "Meanings": [
        "موج زمین",
        "بازتابیده موج رادیویی ای که در نقطه ای از مسیر ارسال خود از زمین بازتابیده شده است"
      ]
    },
    {
      "EnglishWord": "ground-speed recorder",
      "Meanings": [
        "ثبات سرعت زمینی ثباتی کهبه صورت دایمی سرعت افقی جسم متحرک نسبت به زمین را ثبت می‌کند"
      ]
    },
    {
      "EnglishWord": "group",
      "Meanings": [
        "گروه"
      ]
    },
    {
      "EnglishWord": "group time delay",
      "Meanings": [
        "تاخیر زمانی گروهی"
      ]
    },
    {
      "EnglishWord": "group velocity",
      "Meanings": [
        "سرعت گروه سرعت انتشار پوش یک موج تخت با یک باند بسامدی که در محیطی که سرعت فاز آن با بسامد تغییر می‌کند",
        "دارای تاخیر پوش تقریبا ثابت نسبت به سرعت فاز است",
        "سرعت گروه"
      ]
    },
    {
      "EnglishWord": "grouped-frequency operation",
      "Meanings": [
        "کار گروه",
        "بسامدی استفاده از باندهای بسامدی مختلف برای کانالها در جهتهای مخالف و در یک سیستم حاملی دو سیمه"
      ]
    },
    {
      "EnglishWord": "grouping",
      "Meanings": [
        "گروه بندی 1. خطای متناوب در فاصله خطوط ثبت شده در سیستم نمابر فاکس. 2. فاصله غیر یکنواخت بین شیارها در هنگام ضبط دیسکی"
      ]
    },
    {
      "EnglishWord": "growing",
      "Meanings": [
        "رشد دادن رشد بلورهای نیمه رسانا از طریق تبلور آهسته از یک مذاب"
      ]
    },
    {
      "EnglishWord": "grown- diffused transistor",
      "Meanings": [
        "ترانزیستور رشدی",
        "نفوذی نوعی ترانزیستور پیوندی که پیوندهای نهایی آن از طریق نفوذ ناخالصیها در نزدیکی یک پیوند رشدی تشکیل می‌شوند"
      ]
    },
    {
      "EnglishWord": "grown junction",
      "Meanings": [
        "پیوندرشدی پیوندی که با تغییر نوع و مقدار ناخالصیهای دهنده و پذیرنده ای که در فاصله رشد بلور نیمه رسانا از مذاب به آن افزوده می‌شوند",
        "به دست می‌آید"
      ]
    },
    {
      "EnglishWord": "growth curve",
      "Meanings": [
        "منحنی رشد منحنی ای که چگونگی افزایش یک کمیت نسبت به زمان را نشان می‌دهد"
      ]
    },
    {
      "EnglishWord": "gsm",
      "Meanings": [
        "Global system for Mobile communications",
        "سیستم جهانی ارتباطات سیار مسل دوم تلفنهای سیار سلولی که ترکیبی از دستیابی چندگانه با تقسیم زمانی و تقسیم بسامدی است FDMA و TDMA. این سیستم به شکل گسترده ای در اروپا استفاده می‌شود و با شبکه Integrated Service Digital Network ISDN"
      ]
    },
    {
      "EnglishWord": "gto",
      "Meanings": [
        "gate turnoff",
        "خاموش از گیت نوعی یکسوساز کنترل شده سیلسیمی که به وسیله پالسی از جریان گیت روشن و با اعمال پالس بایاس منفی بین گیت و کاتد خاموش می‌شود. برای قطع و وصل نیرو در خطوط تغذیه اصلی و در بسامدهای بالا کاربرد دارد"
      ]
    },
    {
      "EnglishWord": "guard",
      "Meanings": [
        "محافظ"
      ]
    },
    {
      "EnglishWord": "guard band",
      "Meanings": [
        "نوار محافظ حلقه هایی از ماده نیمه رسانای خالص در اطراف ترانزیستورهای یک مدار مجتمع که برای مجزاسازی آنها از ترانزیستورهای مجاور و جلوگیری از تداخل متقابل به کار می‌رود. از ماده نوع N در اطراف ماده نوع P و از ماده نوع P در اطراف ماده نوع N استفاده می‌شود تا در نهایت یک پیوند PN با بایاس معکوس ایجاد شود",
        "باند محافظ"
      ]
    },
    {
      "EnglishWord": "guard circuit",
      "Meanings": [
        "مدار محافظ"
      ]
    },
    {
      "EnglishWord": "guard resistor",
      "Meanings": [
        "مقاومت محافظ"
      ]
    },
    {
      "EnglishWord": "guard ring",
      "Meanings": [
        "حلقه محافظ یک الکترود کمکی حلقوی شکل که در لامپ‌های الکترونی یا وسایل دیگر به منظور اصلاح میدان الکرتیکی و یا کاهش آثار نشست عایقی استفاده می‌شود",
        "حلقه محافظ"
      ]
    },
    {
      "EnglishWord": "guard shield",
      "Meanings": [
        "پوشش محافظ"
      ]
    },
    {
      "EnglishWord": "guard wire",
      "Meanings": [
        "سیم محافظ"
      ]
    },
    {
      "EnglishWord": "guarded input",
      "Meanings": [
        "ورودی حفاظت شده تقویت کننده یا مداری که سر ورودی زمین نشده آن بهمنظور به حداقل رساندن آثار تداخلی دارای حفاظت و مجزاسازی الکرتیکی است"
      ]
    },
    {
      "EnglishWord": "gudden-pohl effect",
      "Meanings": [
        "اثر گودن",
        "پوهل روشنایی لحظه ای تولید شده در هنگام اعمال یک میدان الکتریکی به ماده شب تابی که قبلا توسط تابش فرابنفش برانگیخته شده است"
      ]
    },
    {
      "EnglishWord": "gui",
      "Meanings": [
        "graphical user interface",
        "واسط گرافیکی کاربر ابزاری برای توانایی کاربر در تشکیل تصاویر گرافیکی روی نمایشگر رایانه به کمک ترکیبی از پنجره ها",
        "فهرست ها",
        "شمایل ها",
        "و یک موش"
      ]
    },
    {
      "EnglishWord": "guidancebeam",
      "Meanings": [
        "باریکه هدایت کننده باریکه زیر قرمز یاآر",
        "اف که به منظور ارسال فرامین کنترل به یک موشک هدایت شوند",
        "مستقمیا آن را نشانه می‌گیرد. در نقطه مقابل آن",
        "باریکه ردگیر است که در جنگهای ضدموشکی به جای آنکه شلیک شده به سمت هدف را هدایت کند مستقیما و در تمام زمانها خود هدف رانشانه می‌گیرد"
      ]
    },
    {
      "EnglishWord": "guided",
      "Meanings": [
        "هدایت شونده کنترل شده یا کنترل شونده بر اساس مکانیزم‌های از پیش تعیین شده",
        "فرامین رادیویی",
        "یا مدارهای داخلی خودرو"
      ]
    },
    {
      "EnglishWord": "guided missile",
      "Meanings": [
        "موشک هدایت شونده موشک غیر خودکاری که هدایت پخش عمده یا همه مسیر آن تا هدف توسط وسایل داخلی یا خارجی انجام می‌شود"
      ]
    },
    {
      "EnglishWord": "guided wave",
      "Meanings": [
        "موج هدایت شونده موجی که انرژی آن در نزدیکی یک مرز یا بین دو مرز عمدتا موازی که دو ماده با ویژگیهای متفاوت را از هم جدا می‌کند",
        "متمرکز شده است و جهت انتشار موثر آن نیز موازی با این مرزهاست. موجبرها از نمونه وسایل ارسال کننده امواج هدایت شونده اند"
      ]
    },
    {
      "EnglishWord": "guided wavelength",
      "Meanings": [
        "طول موج هدایت شده طول موج در موجبر",
        "طول موج هدایت شده"
      ]
    },
    {
      "EnglishWord": "guided waves",
      "Meanings": [
        "امواج هدایت شونده"
      ]
    },
    {
      "EnglishWord": "guillemin line",
      "Meanings": [
        "خط گیلمن شبکه یا خط انتقال مصنوعی که برای تولید پالس تقریبا مربعی با لبه‌های خیز و افت تیز و مناسب برای مدوله سازی پالسی سطح بالا به کار می‌رود. در دستگاههای رادار از خط گیلمن برای کنترل پهنای پالس استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "guise",
      "Meanings": [
        "ظاهر",
        "شکل"
      ]
    },
    {
      "EnglishWord": "gullwing",
      "Meanings": [
        "بال مرغی شکل خمیده سرسیمهای ورودی",
        "خروجی در یک بسته نیمه رسانا نصب",
        "سطحی که امکان انبساط یا انقباض بسته بعد از لحیم شدن آن به مدار چاپی را فراهم می‌کند"
      ]
    },
    {
      "EnglishWord": "gunkiller",
      "Meanings": [
        "تفنگ کش یک تطبیق دهنده که بین جاپایه و پایه لامپ تصویر رنگی قرار داده می‌شود و به کمک آن می‌توان هر یک از تفنگ‌های لامپ قرمز",
        "سبز و آبی و یا همه آنها را به صورت مستقل در هنگام تعمیر یا تنظیم لامپ خاموش کرد"
      ]
    },
    {
      "EnglishWord": "gunn",
      "Meanings": [
        "گان"
      ]
    },
    {
      "EnglishWord": "gunn amplifier",
      "Meanings": [
        "تقویت کننده گان تقویت کننده ریزموجی بر اساس دیودگان کهدر هنگام تغذیه توسط منبع ریزموج به صورت تقویت کننده مقاومت",
        "منفی رفتار می‌کند. در نتیجه توان بازتابیده بزگتر از توان آر",
        "اف تابشی است. یک وسیله نامتقابل",
        "نظیر چرخشگر فریتی",
        "موج تابشی را از موج بازتابیده تقویت شده جدا می‌کند"
      ]
    },
    {
      "EnglishWord": "gunn diode",
      "Meanings": [
        "دیودگان قطعه نیمه رسانای دوسری که با استفاده از اثر گان نوسانهای ریزموج ایجاد می‌کندیا سیگنال ریزموج ورودی را تقویت می‌کند. بسامد نوسان به زمان گذر حرزه بار بستگی دارد و می‌تواند از 50 گیگاهرتز هم فراتر رود. عملکرد آن در مد زمان گذر است. اسن قطعه یک دیود الکترون",
        "انتقال یافته محسوب می‌شود",
        "دیود گان"
      ]
    },
    {
      "EnglishWord": "gunn effect",
      "Meanings": [
        "اثرگان اثری که توسط ج. ب. گان در سال 1963 کشف شده است",
        "اگر یک ولتاژ ثابت و بیشتر از یک مقدار بحرانی به اتصالهای دو طرف قطعه کوچکی ازگالیم آرسنید نوع N اعمال شود",
        "نوسان‌های ریزموج ایجاد خواهند شد. بسامدهای تولید شده",
        "بسته به ابعاد قطعه و سایر عوامل بین 500 مگاهرتز تا بالای 50 گیگاهرتز قرار دارند",
        "اثر گان"
      ]
    },
    {
      "EnglishWord": "gunn oscillator",
      "Meanings": [
        "نوسان سازگان نوسان سازی که با استفاده از دیودگان بسامدهای تا بالی 50 گیگاهرتز تولید می‌کند. برای تامین شرایط کاربردهایی نظیر نوسان سازهای محلی",
        "فرستنده‌های کم",
        "توان و تجهیزات آزمایشگاهی ریزموج می‌توان از تنظیم‌های مکانیکی",
        "ورکتور",
        "یا YIG استفاده کرد"
      ]
    },
    {
      "EnglishWord": "guy wire",
      "Meanings": [
        "سیم مهار سیمی که یک دکل یا برج را در وضعیت ایستاده نگه می‌دارد"
      ]
    },
    {
      "EnglishWord": "gw",
      "Meanings": [
        "gigawatt",
        "گیگا وات یک هزار مگاوات یا 10 به توان 9 وات"
      ]
    },
    {
      "EnglishWord": "g-y signal",
      "Meanings": [
        "سیگنال جی",
        "وای سیگنال تفاضل رنگ سبز",
        "منهای",
        "درخشایی که در تلویزیون رنگی استفاده می‌شود. از ترکیب آ« با سیگنال درخشایی در محل گیرنده",
        "سیگنال اولیه رنگ سبز به دست می‌آید"
      ]
    },
    {
      "EnglishWord": "gyator filter",
      "Meanings": [
        "فیلتر ژیراتوری فیلترای فعال با گزینندگی بالا که دارای ژیراتوری است که یک سر آن به خازن وصل می‌شود به گونه ای که امپدانس ورودی آن القایی خواهد بود. این القاگر مصنوعی را می‌توان با یک خازن در مدار تنظیم به کار برد. ژیراتورهای مورد استفاده در فیلترها را می‌توان به شکل مدارهای مجتمع یکپارچه ساخت"
      ]
    },
    {
      "EnglishWord": "gyrator",
      "Meanings": [
        "ژیراتور وسیله ای که قطبیت سیگنال را در یک جهت انتشار وارونه می‌کند اما در جهت دیگر چنین کاری را انجام نمی‌دهد. ژیراتور یک عنصر مداری دودهنه",
        "غیر فعال و خطی است که در یک جهت انتقال طول موثر آن به اندازه نصف طول موج بیش از جهت دیگر است. این وسیله در انواع نوری و ریزموج وجود دارد",
        "ژیراتور"
      ]
    },
    {
      "EnglishWord": "gyro fux-gate compass  flux-gate compass",
      "Meanings": [
        "قطب نمای شاریاب ژیروسکوپی",
        "قطب نمای شاریاب قطب نمایی که در جهت افقی به وسیله ژیروسکوپ پایدار شده است و دارای شار",
        "یابی است که مولفه افقی میدان مغناطیسی زمین را حس می‌کند. از آنجایی که قطب نما نسبت به هواپیما ثابت است در مقابل هر گونه تغییر مسیر باتغییر جریان واکنش نسبت نشان می‌دهد. این جریان تقویت شده عقربه نشانگر اصلی را تحریک می‌کند"
      ]
    },
    {
      "EnglishWord": "gyro sight",
      "Meanings": [
        "نشانه گیر ژیروسکوپی نشانه گیر تفنگ که به ژیروسکوپ مجهز شده باشد"
      ]
    },
    {
      "EnglishWord": "gyro stabilized platform",
      "Meanings": [
        "صفحه پایدار شده با ژیروسکوپ"
      ]
    },
    {
      "EnglishWord": "gyro stabilizer",
      "Meanings": [
        "پایدارساز ژیروسکوپی پایداری سازی که به کمک یک ژیروسکوپ اثر پیچ و تاب کشتی را خنثی می‌کند"
      ]
    },
    {
      "EnglishWord": "gyrocompass",
      "Meanings": [
        "قطب نمای ژیروسکوپی قطب نمایی که دارای ژیروسکوپی برای تعریف یک جهت مرجع است"
      ]
    },
    {
      "EnglishWord": "gyrofrequency",
      "Meanings": [
        "بسامد ژیروسکوپی بسامد طبیعی چرخش یک ذره باردار تحت تاثیر میدان مغناطیسی ثابت نظیر میدان مغناطیسی زمین"
      ]
    },
    {
      "EnglishWord": "gyroklystron",
      "Meanings": [
        "کلایسترون ژیروسکوپی یک تقویت کننده ژیروترون gyrotron با دو یا چند کاواک تشدید"
      ]
    },
    {
      "EnglishWord": "gyromagnetic",
      "Meanings": [
        "ژیرومغناطیسی اشاره به ویژگیهای مغناطییس بارهای الکتریکی چرخان",
        "نظیر حرکت الکترونهای اسپینی در درون اتم",
        "ژیرو مغناطیسی"
      ]
    },
    {
      "EnglishWord": "gyromagnetic coupler",
      "Meanings": [
        "تزویجگر ژیرومغناطیسی نوعی تزویجگر که دارای مشدد تک",
        "بلوری YIG است و تزویج بین مدار مشدد خط نواری متقاطع را در سطوح سیگنال پایین انجام می‌دهد. از آن در محدود سازهای سیگنال و فیلتر‌های تنظیم شونده الکترونیکی استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "gyromagnetic effect",
      "Meanings": [
        "اثر ژیرومغناطیسی چرخش القا شده در جسم در اثر تغییر مغناطیدگی آن",
        "یا مغناطیدگی حاصل از چرخش"
      ]
    },
    {
      "EnglishWord": "gyromagnetic ratio",
      "Meanings": [
        "نسبت ژیرومغناطیسی نسبت گشتاور مغناطیسی به اندازه حرکت زاویه ای برای ذره بارداری که در یک مدار بسته حرکت می‌کند",
        "نسبت ژیرومغناطیسی"
      ]
    },
    {
      "EnglishWord": "gyromonotron",
      "Meanings": [
        "ژیرومونوترون نوعی نوسانساز ژیرو ترون که دارای یک کاواک مشدد است"
      ]
    },
    {
      "EnglishWord": "gyroscope  gyro",
      "Meanings": [
        "ژیروسکوپ",
        "ژیرو چرخی که در سرعت بالا نصب و راه اندازی می‌شود به گونه ای که محور چرخش آن می‌تواند آزادانه حول هر یک از دو محور دیگر عمود بر آ« بر همدیگر بچرخند. ژیروسکوپ تعادل پایدار مورد نیاز سیستمهای خلبان خودکار را برقرار می‌کند"
      ]
    },
    {
      "EnglishWord": "gyroscopic horizon",
      "Meanings": [
        "افق ژیروسکوپی نوعی وسیله ژیروسکوپی که موقعیت طولی و عرضی هواپیما را شبیه سازی افق طبیعی نمایش می‌دهد"
      ]
    },
    {
      "EnglishWord": "gyrotron",
      "Meanings": [
        "ژیروترون نوعی میزر تشدیدی سیکلوترون که در ساختمان آ« یک کاتد",
        "یک کلکتور",
        "و یک موجبر دایره ای با قطر تدریجا متغییر به کار رفته است. الکترونهای گسیل شده از کاتد توسط میدان الکتریکی شتاب داده می‌شود و به وسیله یک میدان مغناطیسی استاتیکی هدایت می‌شوند. این میدان القایی نایکنواخت سبب می‌شود که الکترونها قبل از آنکه از طریق برهم کنش میزر",
        "سیلکوترون انرژی خود را به میدان ریز موج داخل موجبر دایره ای بدهند",
        "حرکت مارپیچی یابند و به صورت دسته در آیند. نوسان سازهای ژیروترون",
        "در عملکرد موج",
        "پیوسته به توان 212 کیلو وات در بسامد 28 گیگاهرتز دست یافته اند و توان پالسی آنها 1 مگاوات در 100 گیگا هرتز بوده است"
      ]
    },
    {
      "EnglishWord": "gyro-twt",
      "Meanings": [
        "ژیرو",
        "تی دبلیوتی لامپ موج",
        "رونده ژیروترون"
      ]
    }
  ]
}