{
  "Group": "H",
  "Entries": 497,
  "Words": [
    {
      "EnglishWord": "h",
      "Meanings": [
        "heater",
        "گرمکن عنصر گرم کننده الکتریکی که کاتد لامپ الکترونی را به طور غیر مستقیم گرم می‌کند",
        "hydrogen",
        "هیدروژن عنصری گازی که اتم آن به ساده‌ترین شکل ممکن است و فقط یک پروتون و یک الکترون دارد. عدد اتمی آن 1 و وزن اتمی آن 1/01 است. ایزوتوپهای آن عبارت اند از هیدروژن معمولی یا سبک",
        "دوتریم و تریتیم",
        "hour",
        "ساعت واحد زمان برابر با 3600 ثانیه. استفاده از واحد SI زمان",
        "ثانیه",
        "ترجیح داده می‌شود",
        "plank's constant",
        "ثابت پلانک ثابت جهانی برابر با 6/626 ×10 به توان",
        "ارگ",
        "ثانیه. ثابت پلانک ضریب تناسبی است که ضرب شدن در بسامد فوتون",
        "انرژی فوتون را می‌دهد"
      ]
    },
    {
      "EnglishWord": "h . f    high frequency",
      "Meanings": [
        "فرکانس بالا"
      ]
    },
    {
      "EnglishWord": "h bend",
      "Meanings": [
        "خم H"
      ]
    },
    {
      "EnglishWord": "h display",
      "Meanings": [
        "نمایشگر «اچ» نمایشگر «بی» در رادار که برای نمایش زاویه ارتفاع اصلاح شده است. هدف به صورت دو مجموعه نقطه روشن نزدیک به هم ظاهر می‌شود که از ترکیب آنها یک خط کوتاه به دست می‌آید. شیب این خط متناسب با سینوس زاویه ارتفاع است"
      ]
    },
    {
      "EnglishWord": "h network",
      "Meanings": [
        "شبکه «اچ» شبکه تضعیف کننده ای که دارای پنج شاخه است. دو شاخه به صورت سری بین یک سر ورودی و یک سر خروجی قرار می‌گیرند و دوشاخه دیگر نیز به صورت سری بین سرهای دوم ورودی و خروجی متصل می‌شوند. شاخه پنجم بین نقطه اتصال دو شاخه اول و نقطه اتصال دو شاخه دوم قرار می‌گیرد"
      ]
    },
    {
      "EnglishWord": "h parameter",
      "Meanings": [
        "پارامتر H"
      ]
    },
    {
      "EnglishWord": "h parameter  hybrid parameter",
      "Meanings": [
        "پارامتر h",
        "پارامتر «اچ»",
        "پارامتر آمیخته هیبرید مجموعه ای از چهار پارامتر در مدار معادل یک ترانزیستور که به شکل مناسبی عملکرد ترانزیستور در مداری با ولتاژها و جریانهای پایین را مشخص می‌کند. پارامتر آمیخته هیبرید نیز نامیده می‌شود"
      ]
    },
    {
      "EnglishWord": "h system",
      "Meanings": [
        "سیستم H",
        "سیستم «اچ» نوعی سیستم ناوبری راداری که با استفاده از دو راهنمای رادار زمینی و مرتبط با تجهیزات هوابردی",
        "جهت و فاصله نسبت به هر راهنما رامشخص می‌کند"
      ]
    },
    {
      "EnglishWord": "h vector",
      "Meanings": [
        "بردار H",
        "بردار «اچ» برداری که میدان مغناطیسی یک موج الکترومغناطیسی را نشان می‌دهد. در فضای آزاد",
        "این بردار بر بردار E در جهت انتشار عمود است"
      ]
    },
    {
      "EnglishWord": "h.t   high tension",
      "Meanings": [
        "ولتاژ بالا",
        "کشش زیاد"
      ]
    },
    {
      "EnglishWord": "h.v   high voltage",
      "Meanings": [
        "ولتاژ بالا"
      ]
    },
    {
      "EnglishWord": "halation",
      "Meanings": [
        "هاله ناحیه تابان اطراف یک نقطه روشن در روی صفحه فلویورسان. دلیل این پدیده پراکنش شب تاب با بازتابهای متعدد در سطوح جلو عقب صفحه شیشه ای است"
      ]
    },
    {
      "EnglishWord": "half",
      "Meanings": [
        "نیم",
        "نصف"
      ]
    },
    {
      "EnglishWord": "half adder",
      "Meanings": [
        "نیم جمع کننده"
      ]
    },
    {
      "EnglishWord": "half angle",
      "Meanings": [
        "نیم زاویه"
      ]
    },
    {
      "EnglishWord": "half- bridge",
      "Meanings": [
        "نیم پل یک مدار پل که هر یک از دو بازوی آن دارای منابع تغذیه است. در پل معمولی فقط یک منبع تغذیه وجود دارد"
      ]
    },
    {
      "EnglishWord": "half cycle",
      "Meanings": [
        "نیم سیکل"
      ]
    },
    {
      "EnglishWord": "half digit",
      "Meanings": [
        "نیم رقم"
      ]
    },
    {
      "EnglishWord": "half duplex communication",
      "Meanings": [
        "ارتباط نیمه دو طرفه یا نیم دوپلکس"
      ]
    },
    {
      "EnglishWord": "half gateway",
      "Meanings": [
        "دروازه نیمه"
      ]
    },
    {
      "EnglishWord": "half power",
      "Meanings": [
        "نیم توان"
      ]
    },
    {
      "EnglishWord": "half scale",
      "Meanings": [
        "نیم مقیاس"
      ]
    },
    {
      "EnglishWord": "half wave",
      "Meanings": [
        "نیم موج"
      ]
    },
    {
      "EnglishWord": "half wave circuit",
      "Meanings": [
        "مدار نیم موج"
      ]
    },
    {
      "EnglishWord": "half wave line",
      "Meanings": [
        "خط نیم موج"
      ]
    },
    {
      "EnglishWord": "half- wave line",
      "Meanings": [
        "خط نیم موج یک خط انتقال که طول الکتریکی آن نصف طول موج سیگنال ارسالی است"
      ]
    },
    {
      "EnglishWord": "half wave odd symmetry",
      "Meanings": [
        "تقارن فرد نیم موج"
      ]
    },
    {
      "EnglishWord": "half wave rectifier",
      "Meanings": [
        "یکسو ساز نیم موج"
      ]
    },
    {
      "EnglishWord": "half -wave rectifier",
      "Meanings": [
        "یکسوساز نیم موج مداری که عمل یکسوسازی نیم موج را انجام می‌دهد"
      ]
    },
    {
      "EnglishWord": "half wave symmetry",
      "Meanings": [
        "تقارن نیم موج"
      ]
    },
    {
      "EnglishWord": "half-adder logic",
      "Meanings": [
        "منطق نیم جمع کننده",
        "مدار منطقی نیم جمع کننده یک مدار دودویی که دارای دو ورودی و دو کانال خروجی برای سیگنال‌های دودویی است. می‌توان از ترکیب دو نیم جمع کننده یک مدار جمع کننده به دست آورد"
      ]
    },
    {
      "EnglishWord": "half-bridge converter",
      "Meanings": [
        "مبدل نیم پل نوعی توپو لوژی برای منبع تغذیه قطع و وصلی که مانند یک مبدل مستقیم کار می‌کند اما برای راه اندازی اولیه ترانسفورمر از یک مدار پل با دو کلید ترانزیستوری استفاده می‌کند"
      ]
    },
    {
      "EnglishWord": "half-cycle",
      "Meanings": [
        "نیم چرخه",
        "نیم سیکل فاصله زمانی متناظر با نصف یک چرخه یا 180 درجه در بسامد کار مدار یا قطعه"
      ]
    },
    {
      "EnglishWord": "half-cycle transmission",
      "Meanings": [
        "ارسال نیم چرخه ای نوعی سیستم ارسال و کنترل داده‌ها که از منابع تغذیه 50 هرتزی و همزمان شده در سرهای ارسال و دریافت استفاده می‌کند. هر یک از دو رله گیرنده",
        "را می‌توان با انتخاب قطبیت مناسب برای منبع تغذیه 50 هرتزی فرستنده تحریک کرد"
      ]
    },
    {
      "EnglishWord": "half-duplex",
      "Meanings": [
        "نیم دوسویه سیستم ارسال سیمی یا بی سیم که در هر لحظه اجازه ارتباط را فقط در یک جهت می‌دهد. نمونه‌های آن عبارتند از سیستم رادیویی باند شهورندان CB و فرستنده /گیرنده دریایی سیار که کلیدهای فرستنده آن به شکل «برای صحبت فشار بده» هستند"
      ]
    },
    {
      "EnglishWord": "half-life",
      "Meanings": [
        "نیم عمر زمان میانگین لازم برای نیمی از اتمهای یک نمونه ماده پرتوزا تا از طریق واپاشی به اتمهای پایدار ویژگی پرتوزایی خود را از دست بدهند"
      ]
    },
    {
      "EnglishWord": "half-power frequency",
      "Meanings": [
        "بسامد نیم توان هریک از دو بسامد واقع در دو طرف منحنی پاسخ یک تقویت کننده که در آن ولتاژ به 70/7% مقدار وسط باند یا نقطه مرجع دیگر می‌رسد"
      ]
    },
    {
      "EnglishWord": "half-power width",
      "Meanings": [
        "پهنای نیم توان مقدار نامی زاویه ای برای پهنای باریکه آنتن. در صفحه ای که جهت بزرگترین گلبرگ تابشی را دارد",
        "این مقدار به صورت زاویه کامل بین دو جهت در این صفحه تعریف می‌شود که در آن شدت تابش نصف بیشترین مقدار گلبرگ است"
      ]
    },
    {
      "EnglishWord": "half-rhombic antenna",
      "Meanings": [
        "آنتن نیم لوزی مجموعه از آنتنهای سیم",
        "باند که در ازای هر کدام چندین برابر طول موج در کوچکترین بسامد کاری است. با اتصال سرهای ابتدا و انتهای مجموعه به خطوط تغذیه",
        "یک آنتن به شکل نیم لوزی تشکیل می‌شود. اگر دو سر آرایه مقاومت گذاشته شود الگوی تابش آ« یکسویه در غیر این صورت دو سویه خواهد بود"
      ]
    },
    {
      "EnglishWord": "half-shift register",
      "Meanings": [
        "نیم ثابت جابه جایی یک مدار منطقی که از عنصر حافظه با ورودی دریچه دار با یا بدون وارونگر",
        "تشکیل شده است"
      ]
    },
    {
      "EnglishWord": "halftone characteristic",
      "Meanings": [
        "مشخصه سایه روشن رابطه ای بین چگالی نسخه‌های اصلی و کپی در سیستم نمابر فاکس"
      ]
    },
    {
      "EnglishWord": "half-wave",
      "Meanings": [
        "نیم موج 1. صفتی به معنای نیم طول موج half wavelength در مورد آنتنها و خطوط انتقال. به بیان دیگر داشتن طول الکتریکی برابر نصف طول موج کاری. 2. صفتی به معنای نیم چرخه ای half cycle در مورد یکسوسازها",
        "منابع تغذیه",
        "و ابزارهای آزماینده",
        "که اشاره به نصف چرخه در بسامد کاری مدار یا قطعه دارد"
      ]
    },
    {
      "EnglishWord": "half-wave antenna  half-wave length antenna",
      "Meanings": [
        "آنتن نیم موج آنتنی که طول الکتریکی آن نوعا نصف طول موج ارسالی یا دریافتی است"
      ]
    },
    {
      "EnglishWord": "half-wave control",
      "Meanings": [
        "کنترل نیم موج نوعی روش کنترل فاز که تنها در نیمی از هر چرخه ای سی عمل می‌کند. در این روش توان بار از صفر تا نصف حداکثر مقدار تمام موج یا از نصف توان تا کل توان قابل تغییر است. خروجی به شکل ولتاژ دی سی پالسی است. عنصر کنترل کننده می‌تواند یک یکسوساز کنترل شونده سیلیسیمی",
        "یا سایر قطعات حالت جامد کنترل کننده توان یا یک تیراترون یا سایر لامپهای گازی کنترل شونده باشد"
      ]
    },
    {
      "EnglishWord": "half-wave dridge",
      "Meanings": [
        "پل نیم موج مدار یکسوسازی که داری یک ترانسفورمر و یک دیود در ثانویه آن است و پالسهای دی سی مثبت یا منفی با آهنگ متناسب با بسامد ورودی را تولید می‌کند. با افزودن یک خازن پالاینده در دو سربار می‌توان میزان موجکهای ولتاژ را کم کرد"
      ]
    },
    {
      "EnglishWord": "half-wave rectification",
      "Meanings": [
        "یکسوساز نیم موج نوعی یکسوسازی که در آن جریان تنها در نیم چرخه‌های متناوب جاری می‌شود"
      ]
    },
    {
      "EnglishWord": "half-wavelength",
      "Meanings": [
        "نیم طول موج مسافت متناظر با طول الکتریکی نصف یک طول موج در بسامد کاری یک خط انتقال",
        "آنتن",
        "یا وسایل دیگر"
      ]
    },
    {
      "EnglishWord": "hall",
      "Meanings": [
        "هال"
      ]
    },
    {
      "EnglishWord": "hall angle",
      "Meanings": [
        "زاویه هال"
      ]
    },
    {
      "EnglishWord": "hall coefficient",
      "Meanings": [
        "ضریب هال ثابت تناسب در رابطه میدان الکتریکی عرضی میدان هال با حاصلضرب چگالی جریان و چگالی شار مغناطیسی در یک رسانای الکتریکی. علامت باربر اکثریت را می‌توان از روی علامت ضریب هال تعیین کرد",
        "ضریب هال"
      ]
    },
    {
      "EnglishWord": "hall constant",
      "Meanings": [
        "ثابت هال ثابت تناسب در رابطه مربوط به سیستم حامل جریان در میدان مغناطیسی. این ثابت برابر است با میدان الکتریکی عرضی میدان هال تقسیم بر حاصلضرب چگالی جریان و شدت میدان مغناطیسی. از روی علامت ثابت هال می‌توان علامت باربرهای اکثریت را تشخیص داد",
        "ثابت هال"
      ]
    },
    {
      "EnglishWord": "hall effect",
      "Meanings": [
        "اثر هال"
      ]
    },
    {
      "EnglishWord": "hall effect  hall-effect voltage",
      "Meanings": [
        "اثر هال اثر گالوانو مغناطیسی ای که طی آن در دو سر رسانای حامل جریان واقع در میدان مغناطیسی که جهت آن عمود بر جهت عبور جریان است",
        "یک ولتاژ دی سی عرضی ظاهر می‌شود. این اثر می‌تواند د فلزات",
        "بلورها",
        "و نیمرساناها رخ دهد. مقدار ولتاژ تخمین مستقیمی از تراکم باربرها در رسانا را می‌دهد"
      ]
    },
    {
      "EnglishWord": "hall mobility",
      "Meanings": [
        "تحریک هال حاصلضرب رسانندگی الکتریکی و ثابت هال در یک رسانا یا نیمرسانا. این مقدار معیاری از میزان تحریک الکترونها یا حفره‌ها در نیمرسانا است"
      ]
    },
    {
      "EnglishWord": "hall voltage",
      "Meanings": [
        "ولتاژ هال ولتاژی که در شرایط بی باری و در اثر عبور مقدار معینی جریان از یک نیمرسانا یا رسانای فلزی واقع در میدان مغناطیسی معین",
        "دردو سر آن ظاهر می‌شود",
        "ولتاژ هال"
      ]
    },
    {
      "EnglishWord": "hall-effect gaussmeter",
      "Meanings": [
        "گاوس سنج اثر هال نوعی گاوس سنج که دارای یک ترادیسنده اثر هال در دو سر یک جفت سیم انعطاف پذیر است. با وارد کردن آن بین قطبهای سک آهنربا می‌توان شدت میدان آن را اندازه گرفت. تغذیه ترادیسنده توسط یک باتری یا منبع تغذیه دی سی صورت می‌گیرد و به کمک یک ولت سنج درجه بندی شده می‌توان ولتاژ متناسب با شدت میدان مغناطیسی را اندازه گرفت"
      ]
    },
    {
      "EnglishWord": "hall-effect gyrator",
      "Meanings": [
        "ژیراتور اثر هال نوعی ژیراتور که در آن اثر هال موجب وارونه شدن قطبیت سیگنال در موقع تعویض جای ورودی و خروجی می‌شود"
      ]
    },
    {
      "EnglishWord": "hall-effect switch",
      "Meanings": [
        "کلید اثر هال نوعی کلید فشاری لحظه ای با تحریک مغناطیسی که از یک ترادیسنده اثر هال به صورت مجتمع با تقویت کننده ترانزیستوری و مدار راه انداز و یک آهنربای دایم کوچک تشکیل شده است. با تغذیه مدار مجتمع توسط جریان دی سی و فشردن کلید",
        "آی سی در یک میدان مغناطیسی دایم قرار می‌گیرد و تولید ولتاژ هال می‌کند. بارها کردن کلید دوباره وضعیت برقرار می‌شود"
      ]
    },
    {
      "EnglishWord": "hall-effect transducer  hall generator  hall- effect sensor",
      "Meanings": [
        "ترادیسده اثر هال",
        "حسگر اثر هال ترادیسنده ایکه نوعا از تراشه نیمرسانای ناخالص شده ساخته می‌شود و در صورت قرار دادن آن دریک میدان مغناطیسی و عبور جران در جهت عمود بر میدان مغناطیسی و عبور جریان در جهت عمود بر میدان مغناطیسی",
        "ولتاژ اثر هال بین دو وجه آن ایجاد خواهد شد. مقدار این ولتاژ هال متناسب با شدت میدان مغناطیسی است"
      ]
    },
    {
      "EnglishWord": "halogen",
      "Meanings": [
        "هالوژن"
      ]
    },
    {
      "EnglishWord": "hamiltonian",
      "Meanings": [
        "همیلتونی"
      ]
    },
    {
      "EnglishWord": "hamming code",
      "Meanings": [
        "رمز همینگ نوعی رمز برای کشف و اصلاح خطا در ارسال داده ها. در موقع استفاده از آن در یک گروه 7 بیتی",
        "بیتهای اطلاعات در موقعیتهای",
        "و7 و بیتهای کنترل پریتی در موقعیتهای",
        "و 4 قرار می‌گیرند. این رمز کلیه خطاهای منفرد و مضاعف موجود در گروه را شناسایی می‌کند"
      ]
    },
    {
      "EnglishWord": "hamming distance",
      "Meanings": [
        "فاصله همینگ"
      ]
    },
    {
      "EnglishWord": "hamming window",
      "Meanings": [
        "پنجره همینگ"
      ]
    },
    {
      "EnglishWord": "hand",
      "Meanings": [
        "دست"
      ]
    },
    {
      "EnglishWord": "hand adjustment",
      "Meanings": [
        "تنظیم دستی"
      ]
    },
    {
      "EnglishWord": "hand control",
      "Meanings": [
        "کنترل دستی"
      ]
    },
    {
      "EnglishWord": "hand held",
      "Meanings": [
        "دستی"
      ]
    },
    {
      "EnglishWord": "hand lamp",
      "Meanings": [
        "لامپ سیار"
      ]
    },
    {
      "EnglishWord": "hand operation",
      "Meanings": [
        "عملکرد دستی"
      ]
    },
    {
      "EnglishWord": "hand rule",
      "Meanings": [
        "قاعده دست"
      ]
    },
    {
      "EnglishWord": "hand set",
      "Meanings": [
        "گوشی تلفن بخشی از دیتگاه تلفن که در یک سر آن میکروفون و در سر دیگر آن بلندگوی گوشی قرار دارد"
      ]
    },
    {
      "EnglishWord": "handbook",
      "Meanings": [
        "کتابچه فنی"
      ]
    },
    {
      "EnglishWord": "handheld personal computer",
      "Meanings": [
        "رایانه شخصی دستی رده ای از رایانه‌های شخصی با تواناییهای محدود و تغذیه از باتری که در عین حال معمولا توانایی عملیات مخابرات سیار نظیر نمابر یا پست الکترونیکی را دارند. داده‌های موجود در حافظه آنها را می‌توان برای ذخیره یا پردازش بیشتر به رایانه‌های بزرگتر و سازگار با آن انتقال داد. این نوع رایانه‌ها دارای صفحه نمایش بلور",
        "مایع و صفحه کلید کوچک هستند"
      ]
    },
    {
      "EnglishWord": "handoff",
      "Meanings": [
        "دست به دست شدن نقل و انتقال مکالمه تلفنی سلولی بین سلولهای مختلف هنگامی که کیفیت ارسال ه پایین‌تر از آستانه شمخصی می‌رسد"
      ]
    },
    {
      "EnglishWord": "handshaking",
      "Meanings": [
        "دست دادن",
        "تیید گیری فرایندی که طی آن تجهیزات ارتباطی فرستنده و گیرنده باتبادل نویسه‌های معین",
        "عملیات خود را همزمان می‌کنند. از فرایند مشابهی برای انتقال داده‌ها در سیستمهای رایانه استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "hang",
      "Meanings": [
        "قفل کردن",
        "گیر افتادن"
      ]
    },
    {
      "EnglishWord": "hard",
      "Meanings": [
        "سخت"
      ]
    },
    {
      "EnglishWord": "hard copy",
      "Meanings": [
        "نسخه چاپی",
        "نسخه ملموس"
      ]
    },
    {
      "EnglishWord": "hard disk",
      "Meanings": [
        "دیسک سخت"
      ]
    },
    {
      "EnglishWord": "hard disk  platter",
      "Meanings": [
        "سخت دیسک نوعی دیسک صلب ودارای حافظه مغناطیسی که برای ذخیره داده‌ها در رایانه استفاده می‌شود. دیسک از جنس آلومینیم و دارای پوشش فلز مغناطیسی در دو طرف آن است. با چرخاندن سریع دیسک و ب کمک هد خواندن / نوشتن اطلاعات از روی دیسک خوانده و یا روی آن نوشته می‌شود. متداولترین نوع دیسک با گرداننده وینچستر است که امکان جدا کردن آن از گرداننده به منظور تبادل یا ذخیره داده‌ها وجود ندارد. ا سوار کردن چهار دیسک یا بیشتر روی یک محور مشترک",
        "که هر کدام دارای هد مستقلی هستند",
        "ظرفیت بسیار بالایی برای ذخیره داده‌ها در محدوده چندین گیگا بایت به دست می‌آید"
      ]
    },
    {
      "EnglishWord": "hard- disk drive",
      "Meanings": [
        "سخت دیسک",
        "گردان گرداننده الکترومکانیکی حافظه‌های رایانه ای که داده‌های ذخیره شده در یک یا چند سخت دیسک با سرعت چرخش بالا را خوانده و یا روی آن می‌نویسد. در هر طرف سخت دیسک یک هد خواندن / نوشتن وجود دارد که داده‌ها را به روش دستیابی تصادفی خوانده یا می‌نویسد. این هدها با «پرواز» در ارتفاع میکرواینچی از پوشش مغناطیسی دیسک و بدون تماس با سطح آن عملیات خواندن و نوشتن اطلاعات را انجام می‌دهند. طراحی بیشتر دیسک گردانها مطابق با گرداننده وینچستر است. پشته تشکیل شده از شیارهای داده",
        "سیلندر نامیده می‌شود. در حال حاضر ظرفیت دیسک گردانها به بیش از چند گیگا بایت رسیده است. با شبکه کردن چند دیسک گردان می‌توان به ظرفیت ذخیره انبوه بسیار بالا و مناسب برای رایانه‌های mainframe و server رسید"
      ]
    },
    {
      "EnglishWord": "hard limiter",
      "Meanings": [
        "محدود کننده قوی نوعی محدود کننده که خروجی آن در گستره عمل محدود کنندگی",
        "تغییرات ناچیزی دارد",
        "محدود کننده سخت و دقیق"
      ]
    },
    {
      "EnglishWord": "hard metal",
      "Meanings": [
        "فلز سخت"
      ]
    },
    {
      "EnglishWord": "hard- wired cirduit",
      "Meanings": [
        "مدار سیم کشی",
        "انبوه مدار که هر گونه تغییر در آن مستلزم باز کردن لحیمها و سیستمهای پیچیده شده و لحیمکاری یا پیچیدن دوباره اتصالات سیمی است"
      ]
    },
    {
      "EnglishWord": "hard x-ray",
      "Meanings": [
        "پرتو ایکس سخت پرتو ایکس با توان نفوذ بالا"
      ]
    },
    {
      "EnglishWord": "hard-drawn copper wire",
      "Meanings": [
        "سیم سخت و کشیده مسی نوعی سیم مسی که به منظور افزایش سختی و استحکام کششی آن تحت کشش بدون تابکاری annealing قرار گرفته است"
      ]
    },
    {
      "EnglishWord": "hardened circuit",
      "Meanings": [
        "مدار سخت مداری که از عناصر و اجزایی ساخته شده است که از طریق فرایندهای مختلف مقاوم سازی در برابر تابشها",
        "تحمل آنها در مقابل تابشهای ناشی از انفجار هسته ای افزایش یافته است"
      ]
    },
    {
      "EnglishWord": "hard-limited repeater",
      "Meanings": [
        "تکرار کننده بسیار محدود یک تکرار کننده در ماهواره‌های مخابراتی که سیگنال مخلوط ورودی را در سطح خیلی کم برش زده و پس از تقویت و پالایش",
        "سیگنال به دست آمده را دوباره ارسال میکند. توان خروجی این تکرار کننده مستقل از سطح توان ورودی و ثابت است",
        "در حالیکه در یک تکرار کننده خطی توان خروجی متناسب با توان ورودی تغییر می‌کند"
      ]
    },
    {
      "EnglishWord": "hardness",
      "Meanings": [
        "سختی 1. توانایی نفوذ پرتوهای ایکس. هر چه طول موج کوتاهتر باشد",
        "پرتو سخت‌تر و توانایی نفوذ آن بیشتر است. 2. درجه تخلیه در لامپ پرتو",
        "ایکس یا سایر لامپهای خلا. هر چه لامپ سخت‌تر باشد",
        "خلا آن بهتر است",
        "سختی"
      ]
    },
    {
      "EnglishWord": "hardware",
      "Meanings": [
        "سخت افزار",
        "تجهیزات"
      ]
    },
    {
      "EnglishWord": "hardware description language",
      "Meanings": [
        "زبان توصیف سخت افزاری"
      ]
    },
    {
      "EnglishWord": "hardware design language",
      "Meanings": [
        "زبان طراحی سخت افزاری"
      ]
    },
    {
      "EnglishWord": "hardware failure",
      "Meanings": [
        "خرابی سخت افزاری"
      ]
    },
    {
      "EnglishWord": "harm",
      "Meanings": [
        "هارم سرواژه ای برای homing",
        "antiradiation missile. نوعی موشک هوا به زمین ضد تابشی که تابشهای گسیل شده از رادار دشمن را دنبال می‌کند",
        "و تا تخریب یا از کار انداختن آن تعقیب را ادامه می‌دهد"
      ]
    },
    {
      "EnglishWord": "harmonic",
      "Meanings": [
        "هماهنگ",
        "هارمونیک"
      ]
    },
    {
      "EnglishWord": "harmonic  harmonic component  harmonic frequency",
      "Meanings": [
        "هماهنگ",
        "هارمونیک",
        "مولفه هماهنگ",
        "بسامد هماهنگ مولفه سینوسی یک موج متناوب که بسامد آن مضرب صحیحی از بسامد بنیادی است. بامد هماهنگ دوم دو برابر بسامد بنیادی یا هارمونی اول است"
      ]
    },
    {
      "EnglishWord": "harmonic analysis",
      "Meanings": [
        "تحلیل هماهنگ 1. روشی برای شناسایی و ارزیابی هماهنگهای تشکیل دهنده یک شکل موج مختلط نظیر ولتاژ",
        "جریان یا هر کمیت متغیر دیگر. 2. تعریف یک تابع معین به صورت مجموعی از جملات سینوسی و کسینوسی که تقریبا با خود تابعی برابرند مانند سری فوریه"
      ]
    },
    {
      "EnglishWord": "harmonic analyzer  hamonic wave analyzer",
      "Meanings": [
        "تحلیلگر هماهنگ",
        "تحلیلگر موج هماهنگ تحلیلگری که قدرت هر مولفه بسامدی در یک موج مختلط را اندازه می‌گیرد"
      ]
    },
    {
      "EnglishWord": "harmonic antenna",
      "Meanings": [
        "آنتن هماهنگ آنتنی که طول الکتریکی آن مضرب صحیحی از نصف طول موج در بسامد کار فرستنده یا گیرنده است"
      ]
    },
    {
      "EnglishWord": "harmonic attenuation",
      "Meanings": [
        "تضعیف هماهنگ تضعیف مولفه هماهنگ نامطلوب در خروجی فرستنده",
        "مثلا ه کمک یک شبکه پی که رآکتانس موازی آن برای امپدانس صفر در بسامد هماهنگ مورد نظر تنظیم می‌شود"
      ]
    },
    {
      "EnglishWord": "harmonic content",
      "Meanings": [
        "محتوای هماهنگ مولفه‌های باقیمانده بعد از حذف بسامد بنیادی از موج مختلط"
      ]
    },
    {
      "EnglishWord": "harmonic conversion transducer",
      "Meanings": [
        "ترادیسنده تبدیل هماهنگ ترادیسنده مبدلی که بسامد سیگنال خروجی آن مضرب یا کسری از بسامد ورودی است ومشابه یک مضرب کننده یا مقسم بسامد عمل می‌کند"
      ]
    },
    {
      "EnglishWord": "harmonic distortion",
      "Meanings": [
        "اعوجاج هماهنگ نوعی اعوجاج غیر خطی که در آن هماهنگهای نامطلوب سیگنال سینوسی ورودی به دلیل رفتار غیر خطی مدار ایجاد می‌شوند",
        "اعوعاج هماهنگ"
      ]
    },
    {
      "EnglishWord": "harmonic expansion",
      "Meanings": [
        "بسط هماهنگ"
      ]
    },
    {
      "EnglishWord": "harmonic filter",
      "Meanings": [
        "پالایه هماهنگ پالایه ای که برای حذف یک هماهنگ نامطلوب تنظیم شده است"
      ]
    },
    {
      "EnglishWord": "harmonic generator",
      "Meanings": [
        "مولد هماهنگ مولدی که همراه با بسامد بینادی هماهنگهای آن را نیز با قدرت مناسب تولید می‌کند"
      ]
    },
    {
      "EnglishWord": "harmonic interference",
      "Meanings": [
        "تداخل هماهنگ تداخلی که بر اثر حضور هماهنگهای در خروجی فرستنده رادیویی ایجاد می‌شود"
      ]
    },
    {
      "EnglishWord": "harmonic oscillation",
      "Meanings": [
        "نوسان هماهنگ"
      ]
    },
    {
      "EnglishWord": "harmonic responce",
      "Meanings": [
        "پاسخ هماهنگ"
      ]
    },
    {
      "EnglishWord": "harmonic spectrum",
      "Meanings": [
        "طیف هماهنگ"
      ]
    },
    {
      "EnglishWord": "harmonic wave",
      "Meanings": [
        "موج هماهنگ"
      ]
    },
    {
      "EnglishWord": "harness",
      "Meanings": [
        "مهار مجموعه ای از سیمهای عایق دار به طولهای مختلف که قبل از نصف در تجهیزات به شکل خاصی خمیده می‌شوند و توسط سیم یا گره‌های پلاستیکی به هم بسته شده اند"
      ]
    },
    {
      "EnglishWord": "harp antenna",
      "Meanings": [
        "آنتن چنگی گونه ای از انتن صفحه",
        "زمینی ground",
        "plane antenna و شامل تعدادی تابشگر عمودی که سرپایین آنها به هم متصل است. بلندترین تابشگر به اندازه یک چهارم طول موج است. گستره آن توسط بلندترین و کوتاهترین تابشگر عمودی تعیین می‌شود و الگوی تابش آن همه سویه است"
      ]
    },
    {
      "EnglishWord": "hartley",
      "Meanings": [
        "هارتلی واحد محتوای اطلاعاتی",
        "برابر با نام یکی از ده مقدار یا حالت ممکن و یکسان از هر چیزی که ذخیره شده یا اطلاعات را حمل می‌کند. یک هارتلی برابر با log در مبنای 2 به توان 10 بیت یا 3/323 بیت است",
        "هارتلی"
      ]
    },
    {
      "EnglishWord": "hartley circuit",
      "Meanings": [
        "مدار هارتلی"
      ]
    },
    {
      "EnglishWord": "hartley oscillator",
      "Meanings": [
        "نوسانساز هارتلی نوسانساز سلفی",
        "خازنی LC که در مدار تشدید تعیین کننده بسامد آن یک پیچک سردار به کار رفته است. کلکتور و بیس ترانزیستور با اتصال به سرهای مخالف مدار تنظیم",
        "اختلاف فاز 180 درجه ای لازم را فراهم می‌کنند. پسخورد از طریق القا کنایی متقابل بین دو قسمت پیچک روی میدهد. اسن مدار که در ابتدا به کمک لامپ خلا ساخته شد با تقویت کننده‌های ترانزیستوری دو قطبی و اثر میدانی نیز کار می‌کند. بسامد موج سینوسی تولید شده تا یواچ اف می‌رسد",
        "نوسانگر هارتلی"
      ]
    },
    {
      "EnglishWord": "hartley's law",
      "Meanings": [
        "قانون هارتلی تعداد کل بیتهای اطلاعات که در زمان معین از یک کانال می‌تواند عبور کند متناسب با حاصلضرب پهنای باند کانال و زمان ارسال است"
      ]
    },
    {
      "EnglishWord": "hat",
      "Meanings": [
        "کلاه",
        "علامت"
      ]
    },
    {
      "EnglishWord": "hay bridge",
      "Meanings": [
        "پل هی پل چهار شاخه ای مشابه با پل ماکسول",
        "وین که مقادیر القا کنایی با Q بزرگ را اندازه می‌گیرد. همچنین برای اندازه گیری القا کنایی راکتورهایی با هسته آهنی قابل استفاده است. تعادل آن وابسته به بسامد است"
      ]
    },
    {
      "EnglishWord": "haystack antenna",
      "Meanings": [
        "آنتن هیستک آنتن رادار بزرگ و قدرتمنی که توسط نیروی هوایی امریکا برای پژوهشهای ریزموج",
        "شامل نخابرات ماهواره ای",
        "ردگیری فضاپیما و اخترشناسی رادیویی در ماساچوست نصب شده است. این آنتن دارای دو تابشگر است که طبق اصل کاسگرینی در تلسکوپهای نوری",
        "نصب شده اند و مجموعه در یک گنبد با قاب فلزی و به قطر حدود 50 متر قرار گرفته است. برای ردگیری دقیق فضاپیماهای مدارگرد یا ستاره ها",
        "حرکت آنتن توسط رایانه کنترل می‌شود"
      ]
    },
    {
      "EnglishWord": "hazard",
      "Meanings": [
        "خطر"
      ]
    },
    {
      "EnglishWord": "hbt or hjbt",
      "Meanings": [
        "heterojunction bipolar transistar",
        "ترانزیستور دو قطبی با پیوند ناهمگون نوعی ترانزیستور دو قطبی که از لایه‌های گالیم آرسنید GaAs و آلومینیم گالیم آرسنید AlGaAs ساخته می‌شود"
      ]
    },
    {
      "EnglishWord": "hdlc",
      "Meanings": [
        "high",
        "level data",
        "link control",
        "کنترل رابط داده‌های سطح بالا قرار داد مربوط به خط مخابره داده‌ها طبق استاندارد CCIT. CCIT. TT"
      ]
    },
    {
      "EnglishWord": "hdtv",
      "Meanings": [
        "high",
        "defintition television",
        "تلویزیون وضوح",
        "بالا نوعی فناوری تلویزیونی با ویژگیهای: افزایش دقت افقی و عمودی با نسبت تقریبا 2 به 1 در مقایسه با سیستمهای SECAM",
        "NTSC و سایر سیستمهای موجود",
        "رنگهای بهتر و طبیعی تر",
        "نسبت ظاهری بیشتر برای لامپ تصویر و حداقل 5 به",
        "و خروجی صدای استریوفونیک رقمی"
      ]
    },
    {
      "EnglishWord": "he",
      "Meanings": [
        "helium",
        "هلیم عنصری سبک و از خانواده گازهای بی اثر با عدد اتمی 2 و وزن اتمی 4/00. در الکترونیک از هلیم برای آزمایش وجود نشت در محفظه‌های خلا به عنوان گاز محافظ در جوش کاری قوسی",
        "هلیمی heliarc استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "head",
      "Meanings": [
        "هد 1. واحد فوتوالکتریکی که شیارهای صدا در روی فیلم تصاویر متحرک را به سیگنالهای شنیداری متناظر در پروژکتور تصاویر متحرک تبدیل میکند. 2. magnetic head. 3. cutter",
        "سر"
      ]
    },
    {
      "EnglishWord": "head amplifier",
      "Meanings": [
        "تقویت کننده هد 1. تقویت کننده واقع در نزدیکی هد که به عنوان منبع سیگنال برای آن عمل می‌کند. سیگنالهای ضعیف هد قبل از ارسال به تقویت کننده اصلی از طریق کابل",
        "توسط این تقویت کننده تا سطح مناسب تقویت می‌شوند. 2. اصطلاح بریتانیایی برای تقویت کننده تصویری ویدیو که در نزدیکی لامپ برگیر در یک دوربین تلویزیونی نصب شده است",
        "تقویت کننده اصلی"
      ]
    },
    {
      "EnglishWord": "head end",
      "Meanings": [
        "ایستگاه اصلی",
        "سر انتهایی"
      ]
    },
    {
      "EnglishWord": "head of line blocking",
      "Meanings": [
        "سر مسدود کننده خط"
      ]
    },
    {
      "EnglishWord": "header",
      "Meanings": [
        "سرگاه 1. صفحه یا پایه شیشه ای یا فلزی که برای نصب و نگهداری اجزای عملیاتی لامپ الکترونی آند",
        "کاتد",
        "شبکه ها",
        "یا کل مجموعه تفنگ الکترونی به کار می‌رود و برای این منظور پایه‌های اتصال با درزبندی کامل عایق از آن بیرون آمده است. بعد از جوش دادن اجزای داخلی به سرگاه",
        "لبه‌های آن با محفظه فلزی یا شیشه ای جفت و لامپ کامل تشکیل می‌شود. درزبندی به کمک ماشین آلات مخصوص درزبندی شیشه یا فلز انجام می‌شود. در روی سرگاه تمهیداتی برای تخلیه لامپ از طریق تلمبه خلا در نظر گرفته شده است. 2. آرایه ای از پایه‌ها که در یک قطعه پلاستیکی قالب ریزی شده اند و به عنوان اتصال دهنده یا رابط بین کابل تخته مدار به کار می‌روند",
        "عنوان",
        "سرآیند",
        "سرگاه",
        "زیر بنا"
      ]
    },
    {
      "EnglishWord": "header minipacket",
      "Meanings": [
        "بسته کوچک آغازین"
      ]
    },
    {
      "EnglishWord": "heading  relative heading",
      "Meanings": [
        "جهت حرکت",
        "جهت نسبی جهت افقی یک وسیله نقلیه که به صورت زاویه بین یک خط مرجع و خط همراستا با جهت وسیله تعریف شده و معمولا در جهت ساعتگرد نسبت",
        "به خط مرجع سنجیده می‌شود. جهت حرکت",
        "جهت لحظه ای هواپیما",
        "کشتی یا سایر وسایل نقلیه است در حالی که مسیر course جهت مورد نظر سفر است"
      ]
    },
    {
      "EnglishWord": "heading marker",
      "Meanings": [
        "نشانه زن جهت حرکت خطی نورانی که در هنگام همراستا شدن آنتن چرخان رادار با جهت حرکت کشتی",
        "روی صفحه نمایشگر رادار ظاهر می‌شود و موقعیت اجسام شناور جلوی کشتی را مشخص می‌کند"
      ]
    },
    {
      "EnglishWord": "headinght antenna",
      "Meanings": [
        "آنتن چراغی نوعی آنتن رادار که ابعاد آن به اندازه ای کوچک است که همچون چراغهای جلوی خودرو می‌تواند در ضخامت بال هواپیما جا داده شود",
        "و در عین حال باریکه مربوط به آن مشابه با نورهای جستجوگر",
        "تمرکز خاصی دارد"
      ]
    },
    {
      "EnglishWord": "headphone",
      "Meanings": [
        "گوشی"
      ]
    },
    {
      "EnglishWord": "headphone  head set",
      "Meanings": [
        "هدفون",
        "سرگوشی ترادیسنده الکتروآکوستیک که توسط گیره‌های ارتجاعی از روی سر در اطراف دو گوش قرار می‌گیرد و به کمک آن می‌توان به خروجی منابع مختلف سیگنالهای صدا نظیر گیرنده‌های رادیو",
        "تلویزیون",
        "تلفن و سایر منابع به صورت خصوصی گوش داد"
      ]
    },
    {
      "EnglishWord": "head-up display",
      "Meanings": [
        "نمایشگر سر",
        "بالا نوعی نمایشگر که عمدتا در هواپیماهای جنگنده استفاده می‌شود و اطلاعات ناوبری یا هدفگیری سلاحها را در ماسک شیشه ای جلوی چشم خلبان تصویر می‌کند و در نتیجه نگاه خلبان همواره به مسیر مستقیم است. اطلاعات به شکل مسطح یا سه بعدی و با استفاده از شمایلهای متحرک برای سهولت نتیجه گیری نمایش داده می‌شوند"
      ]
    },
    {
      "EnglishWord": "hearing",
      "Meanings": [
        "شنوایی"
      ]
    },
    {
      "EnglishWord": "hearing aid",
      "Meanings": [
        "سمعک تقویت کننده بسیار کوچک و قابل حمل برای اشخاص با شنوایی ضعیف. این تقویت کننده دارای یک میکروفون",
        "تقویت کننده شنیداری",
        "بلندگو و باتری است"
      ]
    },
    {
      "EnglishWord": "hearing loss",
      "Meanings": [
        "ضریب افت شنوایی نسبت آستانه شنوایی یک فرد خاص به آستانه طبیعی که بر حسب دسیبل بیان می‌شود"
      ]
    },
    {
      "EnglishWord": "heat",
      "Meanings": [
        "حرارت"
      ]
    },
    {
      "EnglishWord": "heat balance",
      "Meanings": [
        "تعادل حرارتی"
      ]
    },
    {
      "EnglishWord": "heat breakdown",
      "Meanings": [
        "فروپاشی حرارتی"
      ]
    },
    {
      "EnglishWord": "heat capacity",
      "Meanings": [
        "ظرفیت حرارتی"
      ]
    },
    {
      "EnglishWord": "heat circulation",
      "Meanings": [
        "گردش حرارت"
      ]
    },
    {
      "EnglishWord": "heat coil",
      "Meanings": [
        "سیم پیچی حرارتی"
      ]
    },
    {
      "EnglishWord": "heat compensation",
      "Meanings": [
        "جبران حرارتی"
      ]
    },
    {
      "EnglishWord": "heat conduction",
      "Meanings": [
        "رسانایی حرارتی"
      ]
    },
    {
      "EnglishWord": "heat conductor",
      "Meanings": [
        "هادی حرارت"
      ]
    },
    {
      "EnglishWord": "heat consumption",
      "Meanings": [
        "مصرف حرارتی"
      ]
    },
    {
      "EnglishWord": "heat control",
      "Meanings": [
        "کنترل حرارت"
      ]
    },
    {
      "EnglishWord": "heat current",
      "Meanings": [
        "جریان حرارت"
      ]
    },
    {
      "EnglishWord": "heat drop",
      "Meanings": [
        "افت حرارتی"
      ]
    },
    {
      "EnglishWord": "heat efficiency",
      "Meanings": [
        "راندمان حرارتی"
      ]
    },
    {
      "EnglishWord": "heat emission",
      "Meanings": [
        "انتشار حرارت"
      ]
    },
    {
      "EnglishWord": "heat energy",
      "Meanings": [
        "انرژی حرارت"
      ]
    },
    {
      "EnglishWord": "heat exchange",
      "Meanings": [
        "تبادل حرارتی"
      ]
    },
    {
      "EnglishWord": "heat expansion",
      "Meanings": [
        "انبساط حرارتی"
      ]
    },
    {
      "EnglishWord": "heat filter",
      "Meanings": [
        "فیلتر حرارتی"
      ]
    },
    {
      "EnglishWord": "heat flux",
      "Meanings": [
        "شار حرارت"
      ]
    },
    {
      "EnglishWord": "heat insulation",
      "Meanings": [
        "عایق سازی حرارتی"
      ]
    },
    {
      "EnglishWord": "heat load",
      "Meanings": [
        "بار حرارتی"
      ]
    },
    {
      "EnglishWord": "heat loss",
      "Meanings": [
        "اتلاف گرما اتلاف گرمای مربوط به تبدیل انرژی الکتریکی به گرما",
        "تلف حرارتی"
      ]
    },
    {
      "EnglishWord": "heat measurement",
      "Meanings": [
        "اندازه گیری حرارت"
      ]
    },
    {
      "EnglishWord": "heat meter",
      "Meanings": [
        "گرماسنج"
      ]
    },
    {
      "EnglishWord": "heat pipe",
      "Meanings": [
        "لوله گرما لوله فلزی درزبندی شده ای که دارای آستر فلزی مویینه و فتیله مانند و مقدار کمی سیال در یک خلا جزیی است. موقعی که یک انتهای لوله گرم می‌شود",
        "سیال به جوش می‌آید و مولکولهای بخار در امتداد لوله با سرعت زیاد به حرکت در می‌آیند. با میعان این بخار در سر دیگر لوله",
        "گرمای نهان آزاد می‌شود و آستر مویینه مایع را به طرف سرگرم لوله می‌کشد و چرخه انتقال گرما تکرار می‌شود. این وسیله به شکل مسطح و صفحه مانند نیز ساخته شده است"
      ]
    },
    {
      "EnglishWord": "heat run",
      "Meanings": [
        "آزمون گرما مجموعه ای از اندازه گیری‌های دما که در هنگام آزمونهای عملیاتی در شرایط مختلف روی یک وسیله الکتریکی یا الکترونیکی انجام می‌شود"
      ]
    },
    {
      "EnglishWord": "heat shield",
      "Meanings": [
        "حفاظ گرما لایه ای از ماده که حفاظت در مقابل گرما را انجام می‌دهد",
        "حفاظ حرارت"
      ]
    },
    {
      "EnglishWord": "heat shunt",
      "Meanings": [
        "شانت گرما نوعی گرماگیر که با تماس با سرسیمهای یک قطعه حساس از گرم شدن بیش از حد آن در مواقع لحیمکاری جلوگیری می‌کند"
      ]
    },
    {
      "EnglishWord": "heat sink",
      "Meanings": [
        "گرماگیر قطعات فلزی تابشگر گرما که از طریق رسانش",
        "همرفت",
        "یا تابش گرما را منتقل می‌کنند و قطعات الکترونیکی به ویژه ترانزیستورهای قدرت را خنک می‌کنند. گرما از محل پیوندگاه درون نیمرسانا به سطح مورد نظر برای اتلاف منتقل می‌شود. گرماگیر به شکلهای مختلف نظیر آلومینیم فشرده پره دار",
        "مس پره دار",
        "آلومینیم نصب شده در زیر بنده قطعه",
        "یا آلومینیم فشرده با پره‌های تابشگر گرما که به بدنه قطعه چسبیده شده اند",
        "ساخته می‌شود",
        "گرماگیر",
        "گرمازدا"
      ]
    },
    {
      "EnglishWord": "heat source",
      "Meanings": [
        "منبع حرارت"
      ]
    },
    {
      "EnglishWord": "heat stability",
      "Meanings": [
        "پایداری حرارتی"
      ]
    },
    {
      "EnglishWord": "heat transfer",
      "Meanings": [
        "انتقال گرما انتقال گرما از نقطه ای به نقطه دیگر به روشهای رسانش از طریق مواد جامد یا سیال",
        "همرفت و حرکت واقعی سیال یا گاز گرم شده ریال ویا تابش امواج الکترومغناطیسی گرما"
      ]
    },
    {
      "EnglishWord": "heater",
      "Meanings": [
        "گرمکن عنصر گرم کننده الکتریکی که کاتد لامپ الکترونی را به طور غیر مستقیم گرم می‌کند",
        "گرمکن"
      ]
    },
    {
      "EnglishWord": "heater voltage",
      "Meanings": [
        "ولتاژ گرمکن ولتاژی که به سرهای گرمکن لامپ الکترونی وار می‌شود"
      ]
    },
    {
      "EnglishWord": "heating",
      "Meanings": [
        "گرمایش"
      ]
    },
    {
      "EnglishWord": "heat-seal",
      "Meanings": [
        "درزبندی گرمایی اتصال یا جوش یک لایه پلاستیکی نرم یا یک ورقه فلزی به خودش یا ماده دیگر به وسیله فقط گرما. برای این منظور از گرمایش دی الکتریکی استقاده می‌شود"
      ]
    },
    {
      "EnglishWord": "heat-shrinkable plastic",
      "Meanings": [
        "پلاستیک با انقباض گرمایی ماده پلاستیکی ای که از طریق انقباض",
        "روی اجسام با اندازه و شکلهای مختلف را می‌پوشاند و عمدتا برای عایق بندی استفاده می‌شود شکل متداول ان لوله ای است امابه صورتهای نواری",
        "ورقه ای و سرپوش نیز وجود دارد. بعد از قرار گرفتن ماده روی جسم مورد نظر",
        "دما به وسیله دمنده هوایی گرم تا مقدار بحرانی حدود 100 درجه سانتیگراد بالا برده می‌شود. پس از سرد شدن",
        "ماده پلاستیکی تا حدود 50 درصد جمع می‌شود و شکل جسم را به خود می‌گیرد"
      ]
    },
    {
      "EnglishWord": "heaviside expansion",
      "Meanings": [
        "گسترش هویساید"
      ]
    },
    {
      "EnglishWord": "hecto",
      "Meanings": [
        "هکتو پیشوندی که 10 به توان 2 یا چند صد را نشان می‌دهد"
      ]
    },
    {
      "EnglishWord": "hectometric wave",
      "Meanings": [
        "موج هکتومتری موج رادیویی ای با طول موج بین 100 تا 1000 متر که متناظر با گستره بسامدهای میانی اف ام 300 تا 300 کیلوهرتز است"
      ]
    },
    {
      "EnglishWord": "height",
      "Meanings": [
        "بلندی",
        "ارتفاع فاصله عمودی هدف تا یک صفحه افقی که نقطه محاسبه ارتفاع را در بر می‌گیرد",
        "ارتفاع"
      ]
    },
    {
      "EnglishWord": "height control",
      "Meanings": [
        "کنترل ارتفاع کنترل موجود در گیرنده تلویزیون که ارتفاع تصویر را تنظیم می‌کند"
      ]
    },
    {
      "EnglishWord": "height finder",
      "Meanings": [
        "ارتفاع یاب",
        "فرازیاب دستگاه راداری که ارتفاع جسم در حال پرواز را اندازه می‌گیرد و تعیین می‌کند"
      ]
    },
    {
      "EnglishWord": "height marker",
      "Meanings": [
        "نشانه زن ارتفاع نوعی نشانه زن که در برخی نمایشگرهای رادار استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "height-range indicator",
      "Meanings": [
        "نشانگر فاصله",
        "ارتفاع صفحه نمایش راداری که ارتفاع و فاصله هدف را با هم نشان می‌دهد"
      ]
    },
    {
      "EnglishWord": "heisenberg uncertainty principle",
      "Meanings": [
        "اصل عدم قطعیت هایزنبرگ تعیین و همزمان سرعت یا هر ویژگی نسبی یک ذره و موقعیت آن غیر ممکن است. هرچه ذره کوچکتر باشد",
        "درجه عدم قطعیت آن بیشتر است"
      ]
    },
    {
      "EnglishWord": "helical",
      "Meanings": [
        "حلزونی",
        "مارپیچی"
      ]
    },
    {
      "EnglishWord": "helical antenna",
      "Meanings": [
        "آنتن حلزونی"
      ]
    },
    {
      "EnglishWord": "helical antenna  helix antenna",
      "Meanings": [
        "آنتن مارپیچ نوعی تابشگر مارپیچی که با زاویه عمود به یک دیسک بازتابنده فلزی یا مشبک فلزی متصل می‌شود و در عین حال نسبت به آن عایق است. این آنتن امواج با قطبش دایره ای تولید می‌کند که در جهتهای ساعتگرد یا پادساعتگرد می‌چرخند. قطر دیسک برابر با کمترین طول موج کاری انتخاب می‌شود. شعاع مارپیچ 15 درصد طول موج بسامد میانی و فاصله دورها در حدود یک چهارم طول موج است"
      ]
    },
    {
      "EnglishWord": "helical conductor",
      "Meanings": [
        "هادی حلزونی"
      ]
    },
    {
      "EnglishWord": "helical scanning",
      "Meanings": [
        "پویش مارپیچی 1. نوعی روش پویش در سیستم‌های نمابر که در آن یک مارپیچ تک",
        "دور حول یک میله ثابت می‌چرخد و حرکت افقی ناحیه اصلی را ایجاد می‌کند. 2. نوعی روش پویش راداری که در آن باریکه آنتن",
        "پیوسته حول محور عمودی می‌چرخد و در همان حال زاویه ارتفاع به آرامی از حالت افقی به عمودی تغییر می‌کند در نتیجه هر نقطه روی باریکه رادار مارپیچ را دچار اعوجاج می‌کند"
      ]
    },
    {
      "EnglishWord": "helicon wave",
      "Meanings": [
        "موج مارپیچ موج الکترومغناطیسی عرضی و حامل انرژی که توسط باربرهای آزاد ماده جامد در حضور میدان مغناطیسی منتقل می‌شود"
      ]
    },
    {
      "EnglishWord": "helitow",
      "Meanings": [
        "هلی تاو گونه ای ازموشکهای هدایت شونده تاو TOW که برای شلیک از بالگرد هلی کوپتر اصلاح شده است. سیستم شامل بخشهای کنترل",
        "نمایشگرها",
        "هدایت رقمی",
        "نشانه گیر دقیق و جبران سازی شده با سرعت و یک آشکار ساز مادن قرمز دیدمستقیم FLIR بر مبنای آشکار ساز SPRITE به همراه کانال تصویری اختصاصی ردگیری موشک است"
      ]
    },
    {
      "EnglishWord": "helitron oscillator",
      "Meanings": [
        "نوسانساز هلیترون نوسانساز موج",
        "پسرو با نویز کم و کانونش الکتروستاتیکی. با تغییر ولتاژ اعمال شده بین کاتد و مدار آر",
        "اف مرتبط با آن",
        "می‌توان بسامد ریزموج سیگنال خروجی را ر گستره وسیعی تغییر داد"
      ]
    },
    {
      "EnglishWord": "helium",
      "Meanings": [
        "هلیم عنصری سبک و از خانواده گازهای بی اثر با عدد اتمی 2 و وزن اتمی 4/00. در الکترونیک از هلیم برای آزمایش وجود نشت در محفظه‌های خلا به عنوان گاز محافظ در جوش کاری قوسی",
        "هلیمی heliarc استفاده می‌شود",
        "گاز هلییم"
      ]
    },
    {
      "EnglishWord": "helium cryostal",
      "Meanings": [
        "زمپای هلیمی",
        "کر یوستات هلیمی نوعی زمپا که در آن ایزوتوپ هلیم",
        "مایع در ترکیب با مغناطیس زدایی بی نشت آدیاباتیک دمای 0/3K را تولید می‌کند"
      ]
    },
    {
      "EnglishWord": "helium -neon laser hene  laser",
      "Meanings": [
        "لیزر هلیم",
        "نیون لیزر لیزر گازی",
        "اتمی بر اساس ترکیب گازهای هلیم و نیون کاربرد نمونه آن قرایت برچسبهای رمز میله ای اجناس در محل پایانه‌های نقطه فروش است. معمولا در سه طول موج متمایز 0/",
        "/",
        "/39 میکرومتر کار می‌کند"
      ]
    },
    {
      "EnglishWord": "helium spectrometer",
      "Meanings": [
        "طیف سنج هلیمی نوعی طیف سنج جرم کوچک که وجود در سیستمهای خلا را آشکار می‌کند. برای تشخیص وجود نشت",
        "مقداری هلیم به نقاط مشکوک در سطح بیرونی سیستم افشانده می‌شود و سپس با ملاحظه نشانگر خروجی طیف سنج نقطه دقیق ورود هلیم تعیین می‌شود"
      ]
    },
    {
      "EnglishWord": "helium-cadmium laser",
      "Meanings": [
        "لیزر هلیم",
        "کادمیم لیزر یونی بخار",
        "فلزی که بخار کادمیم آن",
        "به وسیله گرما یا روشهای دیگر تولید شده است",
        "از طریق تخلیه تابان ولتاژ",
        "بالا در هلیم جابه جا می‌شود و باریکه لیزر پیوسته با طول موج واقع در بخشهای فرابنفش و آبی طیف حدود 0/3 تا 0/5 میکرون تولید می‌کند"
      ]
    },
    {
      "EnglishWord": "helix",
      "Meanings": [
        "مارپیچ پیچک سیمی تک لایه که یا دور یک استوانه پیچیده می‌شود و یا سختی سیم به اندازه کافی است که شکل مارپیچی خود را حفظ می‌کند",
        "مارپیچ",
        "منحنی حلزونی"
      ]
    },
    {
      "EnglishWord": "helix recorder",
      "Meanings": [
        "ثبات مارپیچ ثباتی که از پویش مارپیچی استفاده می‌کند"
      ]
    },
    {
      "EnglishWord": "helix wave guide",
      "Meanings": [
        "موجبر مارپیچ موجبری که از دورهای نزدیک به هم سیم عایق دار مسی",
        "که پوشش آن تلف کننده است",
        "تشکیل شده است"
      ]
    },
    {
      "EnglishWord": "helmholtz  resonator",
      "Meanings": [
        "مشدد هلمهورلتز مشخصه آکوستیکی با روزنه ای کوچک که در یک بسامد خاص",
        "که از روی ابعاد هندسی مشدد تعیین می‌شود",
        "تشدید می‌کند"
      ]
    },
    {
      "EnglishWord": "helper application",
      "Meanings": [
        "کاربرد کمک کننده"
      ]
    },
    {
      "EnglishWord": "helweps",
      "Meanings": [
        "هلوپس نام اسلحه لیزری پر انرژی براساس فناوری لیزرهای شیمیایی که در نیروی دریایی امریکا استفاده می‌شود. این اسلحه از یک لیزر پرتوان در محدوده مگاوات",
        "یک آینه بازتابنده به قطر 5 فوت",
        "وتعدادی لیزر کم",
        "توان هدایت کننده تشکیل شده است. کاربرد آن از جنگلهای الکترونیکی دفاعی تا پشتیبانی تهاجمات آبی",
        "خاکی را در بر می‌گیرد. برد موثر آن 10 کیلومتر است"
      ]
    },
    {
      "EnglishWord": "hem wave",
      "Meanings": [
        "hybrid electromagnetic wave",
        "موج الکترومغناطیسی آمیخته موج الکترومغناطیسی ای که دارای مولفه هایی از هر دو بردار میدان الکتریکی و مغناطیسی در جهت انتشار است"
      ]
    },
    {
      "EnglishWord": "hemt",
      "Meanings": [
        "high",
        "electron mobility transistor",
        "ترانزیستور با تحرک الکترونی بالا نوعی ترانزیستور فت پیوندی با ساختار ناهمگون که در واقع گونه ای مسفت MESFET است. این اصطلاح ابتدا توسط شرکت فوجیتسو FUJITSU به کار رفته است"
      ]
    },
    {
      "EnglishWord": "henry",
      "Meanings": [
        "هانری واحد القا کنایی یا القا کنایی متقابل در سیستم SI. اگر تغییر جریان 1A/S ولتاژ 1V را القا کند",
        "القا کنایی مدار 1H است",
        "هانری"
      ]
    },
    {
      "EnglishWord": "heptode",
      "Meanings": [
        "هپتود لامپ الکترونی هفت الکترودی که دارای یک آند",
        "یک کاتد",
        "یک الکترود کنترل و چهار الکترود اضافی است که معمولا به عنوان شبکه استفاده می‌شوند"
      ]
    },
    {
      "EnglishWord": "hermaphroditic connector",
      "Meanings": [
        "اتصال دهنده دو جنسی اتصال دهنده ای که از دو بخش نر و ماده تشکیل شده است. اتصال دهنده دو شاخه ای نمونه آن است"
      ]
    },
    {
      "EnglishWord": "hermetic",
      "Meanings": [
        "بی منفذ درز بندی دایمی به وسیله ذوب",
        "لحیمکاری",
        "یا روشهای دیگر برای جلوگیری از ورود هوا",
        "بخار آب",
        "و سایر گازها",
        "غیر قابل نفوذ"
      ]
    },
    {
      "EnglishWord": "hermetic seal",
      "Meanings": [
        "درز بندی بی منفذ نوعی درز بندی که از ورود هوا",
        "بخار آب و سایر گازها جلوگیری می‌کند"
      ]
    },
    {
      "EnglishWord": "hermetically sealed",
      "Meanings": [
        "کاملا نفوذ ناپذیر شده"
      ]
    },
    {
      "EnglishWord": "hermetically sealed crystal unit",
      "Meanings": [
        "واحد بلور با درز بندی بی منفذ یک واحد بلور مجموعه ای از بلورها که معمولا به روش لحیم کاری در محفظه فلزی یا شیشه ای خود درز بندی می‌شود و در مقابل عوامل بیرونی به جز ارتعاش و دما حفاظت می‌شود"
      ]
    },
    {
      "EnglishWord": "hermetically sealed relay",
      "Meanings": [
        "رله با درز بندی بی منفذ رله ای که توسط ذوب یا لحیم کاری به صورت دایمی در بدنه سرامیکی",
        "فلزی یا شیشه ای خود درز بندی شده است"
      ]
    },
    {
      "EnglishWord": "herring bone pattern",
      "Meanings": [
        "نفش استخوان ماهی نوعی الگوی تداخلی که گاهی روی صفحه نمایش گیرنده‌های تلویزیونی مشاهده می‌شود شامل یک نوار افقی با خطوط V یا S شکل نزدیک به هم است"
      ]
    },
    {
      "EnglishWord": "hertz",
      "Meanings": [
        "هرتز واحد بسامد در سیستم SI که برابر با 1 چرخه در ثانیه است",
        "هرتز",
        "دور بر ثانیه"
      ]
    },
    {
      "EnglishWord": "hertz antenna",
      "Meanings": [
        "آنتن هرتز نوعی آنتن نیم موج زمین نشده"
      ]
    },
    {
      "EnglishWord": "hertz vector",
      "Meanings": [
        "بردار هرتز برداری که میدان الکترومغناطیسی یک موج رادیویی را مشخص می‌کند"
      ]
    },
    {
      "EnglishWord": "het",
      "Meanings": [
        "Hall",
        "effect transducer; Hall generator; Hall",
        "effect sensor",
        "ترادیسده اثر هال",
        "حسگر اثر هال ترادیسنده ایکه نوعا از تراشه نیمرسانای ناخالص شده ساخته می‌شود و در صورت قرار دادن آن دریک میدان مغناطیسی و عبور جران در جهت عمود بر میدان مغناطیسی و عبور جریان در جهت عمود بر میدان مغناطیسی",
        "ولتاژ اثر هال بین دو وجه آن ایجاد خواهد شد. مقدار این ولتاژ هال متناسب با شدت میدان مغناطیسی است"
      ]
    },
    {
      "EnglishWord": "heterodyne",
      "Meanings": [
        "هترودین ترکیب دو سیگنال «ای سی» با بسامدهای مختلف در یک قطعه غیر خطی و تولید دو بسامد جدید که متناظر با مجموع و تفاضل بسامدهای اولیه است. این عمل اساس کار تمام گیرنده‌های سوپر هترودین را تشکیل می‌دهد"
      ]
    },
    {
      "EnglishWord": "heterodyne detection",
      "Meanings": [
        "آشکار سازی هترودین"
      ]
    },
    {
      "EnglishWord": "heterodyne detector",
      "Meanings": [
        "آشکار ساز هترودین نوعی آشکار ساز که بسامد حامل مدوله شده آن با سیگنال نوسانساز محلی بسامد نسبتا متفاوتی دارد",
        "ترکیب می‌شود و یک سیگنال زنش با بسامد شنیداری تولید می‌کند که توسط بلندگو یا هدفون قابل شنیدن است. عمدتا برای دریافت رمز استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "heterodyne frequency",
      "Meanings": [
        "بسامد هترودین هریک از دو بسامد جدیدی که از عمل هترودین نتیجه می‌شود. یکی از دو بسامد برابر با مجموع دو بسامد ورودی و دیگری با اختلاف آن دو است"
      ]
    },
    {
      "EnglishWord": "heterodyne frequency meter  heterodynewavemeter",
      "Meanings": [
        "بسامد سنج هترودین",
        "موج سنج هترودین نوعی بسامد سنج که اساس کار آن هترودین کردن بسامد مجهول با یک بسامد تنظیم پذیر ومعلوم است به گونه ای که زنش به صفر برسد. روش دیگر",
        "هترودین کردن بسامد مجهول با بسامد معلوم و ثابت و ایجاد یک سیگنال کم",
        "بسامد معمولا در گستره شنیداری است که می‌توان آن را به روشهای مختلف اندازه گیری کرد"
      ]
    },
    {
      "EnglishWord": "heterodyne harmonic analyzer",
      "Meanings": [
        "تحلیلگر هماهنگ هترودین نوعی تحلیلگر هماهنگ که ولتاژ مختلط تولید شده توسط آن با خروجی یک نوسانساز بسامد",
        "متغیر مخلوط می‌شود و بسامد مجموع یا اختلاف برای هر هماهنگ ورودی توسط یک سنجه اندازه گرفته می‌شود"
      ]
    },
    {
      "EnglishWord": "heterodyne oscillator",
      "Meanings": [
        "نوسانساز هترودین نوسانساز مستقل و بسامد",
        "متغیری که بسامد دوم مورد نیاز یک آشکارساز هترودین را به منظور دریافت رمز فراهم می‌کند"
      ]
    },
    {
      "EnglishWord": "heterodyne reception  beat reception",
      "Meanings": [
        "دریافت هترودین",
        "دریافت زنش نوعی دریافت رادیویی که در آن سیگنال آر",
        "اف ورودی با سیگنال آر",
        "اف محلی",
        "که بسامد متفاوتی دارد",
        "ترکیب م یشود و به دنبال آن آشکار سازی صورت می‌گیرد. بسامد زنش تولید شده یا قابل شنیدن است و یا نظیر گیرنده‌های سوپرهترودین در بسامد میانی بالاتری قرار می‌گیرد"
      ]
    },
    {
      "EnglishWord": "heterodyne repeater",
      "Meanings": [
        "تکرار کننده هترودین ایستگاه تکرار کننده رادیویی ای که سیگنالهای رادیویی دریافتی را پس از تبدیل به یک بسامد میانی و تقویت آن",
        "دوباره به یک باند بسامدی جدید برای ارسال به تکرار کننده بعدی",
        "تبدیل می‌کند"
      ]
    },
    {
      "EnglishWord": "heterodyne whistle  heterodyne interference",
      "Meanings": [
        "سوت هترودین",
        "تداخل هترودین صدای ممتد و شدیدی که در گیرنده رادیویی با مدوله سازی دامنه",
        "بر اثر ترکیب دو سیگنال با بسامد حامل نزدیک به هم و ایجاد زنش شنیده می‌شود"
      ]
    },
    {
      "EnglishWord": "heterojunction",
      "Meanings": [
        "پیوند ناهمگون پیوند یا گذار تیز بین دو ماده نیمرسانای مختلف یا بین دو بخش از یک ماده نیمرسانا که به صورت P و N ناخالص شده باشند. نمونه‌های آن عبارت اند از: دیودها و یکسوسازهای معمولی سیلیسیمی",
        "یا آرسنیدگالیم رشد یافته روی بستر سیلیسیم",
        "پیوند ناهمگون",
        "پیوند نامتجانس"
      ]
    },
    {
      "EnglishWord": "heterojunction bipolar transistar",
      "Meanings": [
        "ترانزیستور دو قطبی با پیوند ناهمگون نوعی ترانزیستور دو قطبی که از لایه‌های گالیم آرسنید GaAs و آلومینیم گالیم آرسنید AlGaAs ساخته می‌شود"
      ]
    },
    {
      "EnglishWord": "heterostructure",
      "Meanings": [
        "ساختار ناهمگون نوعی ساختار نیمرسانا که حداقل دارای دو لایه مجاور با ترکیب شیمیایی مختلف ولی با ساختار بلوری یکسان است",
        "ساختار ناهمگون",
        "ساختار نامتجانس"
      ]
    },
    {
      "EnglishWord": "heuristic",
      "Meanings": [
        "تجربی",
        "مکاشفه ای کاربرد روشهای اکتشافی سعی و خطا در حل مسیله که طی آن پاسخها از طریق ارزیابی روند پیشرفت به طرف نتیجه نهایی پیدا می‌شوند",
        "ادراکی"
      ]
    },
    {
      "EnglishWord": "heuristic routine",
      "Meanings": [
        "روال مکاشفه ای برنامه رایانه ای که برای حل مسیله از رویکرد سعی و خطا کمک می‌گیرد و در برگیرنده یادگیریهای متعدد است"
      ]
    },
    {
      "EnglishWord": "hexadecimal",
      "Meanings": [
        "مبنای شانزده"
      ]
    },
    {
      "EnglishWord": "hexadecimal notation",
      "Meanings": [
        "نمادگذاری شانزده شانزدهی روش نمادگذاری در مبنای 16 که شامل رقمهای دهدهی تا 9 و شش رقم دیگر است که با E",
        "D",
        "C",
        "B",
        "A و F نمایش داده می‌شوند"
      ]
    },
    {
      "EnglishWord": "hexagonal",
      "Meanings": [
        "شش وجهی"
      ]
    },
    {
      "EnglishWord": "hexaphase",
      "Meanings": [
        "شش فاز"
      ]
    },
    {
      "EnglishWord": "hexatomic",
      "Meanings": [
        "شش اتمی"
      ]
    },
    {
      "EnglishWord": "hf",
      "Meanings": [
        "high",
        "frequency",
        "بسامد",
        "بالا عنوان اختصاص یافته از سوی کمیسیون ارتباطات فدرال FCC برای بسامدهای واقع در باند 3 تا 30 مگاهرتز که متناظر با امواج دکامتری با طول موج بین 10 تا100 متر است",
        "frequency band",
        "باند بسامد",
        "بالا",
        "باند اچ اف باند بسامدی از 0/003 تا 0/030 گیگاهرتز مطابق با استاندارد IEEE"
      ]
    },
    {
      "EnglishWord": "hg",
      "Meanings": [
        "mercury",
        "جیوه فلز مایع نقره ای رنگ روشن که در 40 درجه سانتی گراد جامد می‌شود. به دلیل آن که بخار جیوه به آسانی یونیده می‌شود و الکتریسیته را هدایت می‌کند",
        "از آن در کلید‌های جیوه ای و لامپهای الکترونی استفاده می‌شود. خط سبز جیوه 198 بسیار نزدیک به نور تکرنگ خالص است. عدد اتمی آن 80 است"
      ]
    },
    {
      "EnglishWord": "hgc",
      "Meanings": [
        "مخفف Hercules graphic card که نوعی کارت گرافیکی است که در نمایشگرهای رنگی رایانه‌های شخصی استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "hgte",
      "Meanings": [
        "mercuric tellurid e",
        "تلورید جیوه ترکیب فلزی که مشخصه هایی شبیه به آنتیمونید ایندیم دارد"
      ]
    },
    {
      "EnglishWord": "hidraulic",
      "Meanings": [
        "هیدرولیک",
        "فشار روغنی"
      ]
    },
    {
      "EnglishWord": "hierarchical addresses",
      "Meanings": [
        "آدرسهای سلسله مراتبی"
      ]
    },
    {
      "EnglishWord": "hierarchy",
      "Meanings": [
        "سلسله مراتب"
      ]
    },
    {
      "EnglishWord": "hi-fi   high fidelity",
      "Meanings": [
        "همانندی بالا",
        "بازدهی عالی",
        "کیفیت صوتی بالا"
      ]
    },
    {
      "EnglishWord": "high",
      "Meanings": [
        "بالا"
      ]
    },
    {
      "EnglishWord": "high conductivity",
      "Meanings": [
        "رسانایی بالا"
      ]
    },
    {
      "EnglishWord": "high definition",
      "Meanings": [
        "وضوح بالا معادل تلویزیونی اصطلاح وفاداری بالا در گیرنده‌های رادیویی high fidelity",
        "که در آن تصویر تولید شده شباهت فراوان و دقیقی با تصویر اصلی دارد"
      ]
    },
    {
      "EnglishWord": "high efficiency",
      "Meanings": [
        "راندمان بالا"
      ]
    },
    {
      "EnglishWord": "high electron mobility transistor   hemt",
      "Meanings": [
        "ترانزیستور با تحرک الکترونی زیاد"
      ]
    },
    {
      "EnglishWord": "high energy",
      "Meanings": [
        "انرژی بالا"
      ]
    },
    {
      "EnglishWord": "high fidelity",
      "Meanings": [
        "همانندی بالا",
        "بازدهی عالی"
      ]
    },
    {
      "EnglishWord": "high fidelity  hi -fi",
      "Meanings": [
        "وفاداری بالا",
        "‌های",
        "فی ویژگی تعریف شده برای سیستمهای صوتی که در آن صدا با کیفیت و تشابه فراوان با صدای اصلی باز تولید می‌شود"
      ]
    },
    {
      "EnglishWord": "high field",
      "Meanings": [
        "میدان قوی"
      ]
    },
    {
      "EnglishWord": "high field emission",
      "Meanings": [
        "گسیل میدان بالا"
      ]
    },
    {
      "EnglishWord": "high frequency",
      "Meanings": [
        "فرکانس بالا"
      ]
    },
    {
      "EnglishWord": "high- frequency band",
      "Meanings": [
        "باند بسامد",
        "بالا",
        "باند اچ اف باند بسامدی از 0/003 تا 0/030 گیگاهرتز مطابق با استاندارد IEEE"
      ]
    },
    {
      "EnglishWord": "high- frequency trimmer",
      "Meanings": [
        "تنظیمگر بساد",
        "بالا خازن متغیری که مدار تنظیم یک گیرنده سوپرهترودین را در بسامدهای بالا کنترل می‌کند"
      ]
    },
    {
      "EnglishWord": "high- level",
      "Meanings": [
        "سطح بالا حالت یا سطح منطقی مثب‌تر در یک سیستم منطقی دودویی. چنانچه هر دو سطح منطقی بالاو پایین منفی باشند",
        "ولتاژ منفی بزرگتر ولتاژ کمتر مثبت به عنوان سطح یا حالت بالا در نظر گرفته می‌شود"
      ]
    },
    {
      "EnglishWord": "high- level data-link control",
      "Meanings": [
        "کنترل رابط داده‌های سطح بالا قرار داد مربوط به خط مخابره داده‌ها طبق استاندارد CCIT. CCIT. TT"
      ]
    },
    {
      "EnglishWord": "high- level detector",
      "Meanings": [
        "آشکارساز سطح بالا نوعی آشکارساز توان یا آشکارساز خطی که مشخصه ولتاژ",
        "جریان آن اساسا یک خط راست یا دو خط راست متقاطع است که تا سطوح بالای ولتاژ ورودی کشیده شده اند"
      ]
    },
    {
      "EnglishWord": "high level injection",
      "Meanings": [
        "تزریق سطح بالا"
      ]
    },
    {
      "EnglishWord": "high level language",
      "Meanings": [
        "زبان سطح بالا"
      ]
    },
    {
      "EnglishWord": "high- mu tube",
      "Meanings": [
        "لامپ مو",
        "بالا نوعی لامپ خلا با ضریب تقویت بالا"
      ]
    },
    {
      "EnglishWord": "high order",
      "Meanings": [
        "مرتبه بالا",
        "درجه بالا"
      ]
    },
    {
      "EnglishWord": "high- order digit",
      "Meanings": [
        "رقم ارزش",
        "بالا رقمی که بالاترین موقعیت ارزشی را در سیستم نمادگذاری موقعیتی به خود اختصاص می‌دهد. در علامتگذاری متداول این رقم",
        "آخرین رقم سمت چپ است"
      ]
    },
    {
      "EnglishWord": "high order system",
      "Meanings": [
        "سیستم مرتبه بالا"
      ]
    },
    {
      "EnglishWord": "high pass",
      "Meanings": [
        "بالا گذر"
      ]
    },
    {
      "EnglishWord": "high pass filter",
      "Meanings": [
        "فیلتر بالا گذر"
      ]
    },
    {
      "EnglishWord": "high- pass filter",
      "Meanings": [
        "پالایه بالا",
        "گذر پالایه ای که تمام بسامدهای بالاتر از یک بسامد قطع معین را عبور می‌دهد وسایر بسامدها را به میزان قابل توجهی تضعیف می‌کند"
      ]
    },
    {
      "EnglishWord": "high- performance parallel interface",
      "Meanings": [
        "واسط موازی کارایی",
        "بالا استانداردی برای واسطهای مورد استفاده در شبکه‌های رایانه ای"
      ]
    },
    {
      "EnglishWord": "high potential line",
      "Meanings": [
        "خط فشار قوی"
      ]
    },
    {
      "EnglishWord": "high- potting",
      "Meanings": [
        "اعمال پتانسیل بالا آزمایش یک مدار یا محصول با ولتاژ زیاد"
      ]
    },
    {
      "EnglishWord": "high power",
      "Meanings": [
        "توان بالا"
      ]
    },
    {
      "EnglishWord": "high power line",
      "Meanings": [
        "خط توان بالا"
      ]
    },
    {
      "EnglishWord": "high q",
      "Meanings": [
        "«کیو» بالا",
        "Q بالا مشخصه یک عنصر که نسبت رآکتانس به مقاومت موثر آن ودر نتیجه ضریب Q آن بالاست"
      ]
    },
    {
      "EnglishWord": "high quality",
      "Meanings": [
        "کیفیت بالا"
      ]
    },
    {
      "EnglishWord": "high- recombination- rate contact",
      "Meanings": [
        "اتصال با آهنگ باز ترکیب بالا نوعی اتصال نیمرسانا به نیمرسانا یا فلز به نیمرسانا که در آن چگالی باربرها در تعادل گرمایی اساسا مستقل از چگالی جریان است"
      ]
    },
    {
      "EnglishWord": "high sensitivity",
      "Meanings": [
        "حساسیت بالا"
      ]
    },
    {
      "EnglishWord": "high speed",
      "Meanings": [
        "سرعت بالا"
      ]
    },
    {
      "EnglishWord": "high stability",
      "Meanings": [
        "پایداری بالا"
      ]
    },
    {
      "EnglishWord": "high temperature",
      "Meanings": [
        "حرارت بالا"
      ]
    },
    {
      "EnglishWord": "high tension",
      "Meanings": [
        "فشار قوی 1. ولتاژ بالایی که بر حسب کیلوولت اندازه گیری می‌شود. 2. اصطلاح بریتانیایی برای ولتاژ آند anode voltage که در حدود چند صد ولت است"
      ]
    },
    {
      "EnglishWord": "high voltage",
      "Meanings": [
        "ولتاژ بالا",
        "فشار قوی"
      ]
    },
    {
      "EnglishWord": "high voltage transformer",
      "Meanings": [
        "ترانسفورماتور ولتاژ بالا"
      ]
    },
    {
      "EnglishWord": "high way",
      "Meanings": [
        "بزرگراه"
      ]
    },
    {
      "EnglishWord": "high-band",
      "Meanings": [
        "باند بالا باند تلویزیونی در گستره 174 تا 216 مگاهرتز که کانالهای 7 تا 13 را در بر می‌گیرد"
      ]
    },
    {
      "EnglishWord": "high-defintition television",
      "Meanings": [
        "تلویزیون وضوح",
        "بالا نوعی فناوری تلویزیونی با ویژگیهای: افزایش دقت افقی و عمودی با نسبت تقریبا 2 به 1 در مقایسه با سیستمهای SECAM",
        "NTSC و سایر سیستمهای موجود",
        "رنگهای بهتر و طبیعی تر",
        "نسبت ظاهری بیشتر برای لامپ تصویر و حداقل 5 به",
        "و خروجی صدای استریوفونیک رقمی"
      ]
    },
    {
      "EnglishWord": "high-electron mobility transistor",
      "Meanings": [
        "ترانزیستور با تحرک الکترونی بالا نوعی ترانزیستور فت پیوندی با ساختار ناهمگون که در واقع گونه ای مسفت MESFET است. این اصطلاح ابتدا توسط شرکت فوجیتسو FUJITSU به کار رفته است"
      ]
    },
    {
      "EnglishWord": "high-fidelity receiver",
      "Meanings": [
        "گیرنده وفاداری",
        "بالا",
        "گیرنده‌های",
        "فی یک گیرنده رادیویی که بسامدهای شنیداری را با وفاداری بالا و مشابه با همان صدای برگرفته شده از میکروفون بار تولید می‌کند"
      ]
    },
    {
      "EnglishWord": "high-frequency",
      "Meanings": [
        "بسامد",
        "بالا عنوان اختصاص یافته از سوی کمیسیون ارتباطات فدرال FCC برای بسامدهای واقع در باند 3 تا 30 مگاهرتز که متناظر با امواج دکامتری با طول موج بین 10 تا100 متر است"
      ]
    },
    {
      "EnglishWord": "high-frequency bias",
      "Meanings": [
        "بایاس بسامد",
        "بالا سیگنال سینوسی ای که به منظور افزایش گستره خطی و دینامیکی سیگنال ضبط شده روی نوارمغناطیسی",
        "با آن مخلوط می‌شود. بسامد بایاس معمولا سه تا چهار برابر بزرگترین بسامد موجود در اطلاعات مورد ضبط است"
      ]
    },
    {
      "EnglishWord": "high-frequency compensation  high boost",
      "Meanings": [
        "جبران بسامد",
        "بالا افزایش تقویت در بسامدهای الا نسبت به بسامدهای میانی و پایین در یک باند معین",
        "نظیر باند تصویری یا صوتی"
      ]
    },
    {
      "EnglishWord": "high-level lenguage",
      "Meanings": [
        "زبان سطح بالا زبان برنامه نویسی اربرد",
        "گرا که به برنامه نویس اجازه می‌دهد برای سادگی بیشتر برنامه از دستورالعملهای مناسبتری که در حقیقت معادل چندین دستور زبان ماشین است",
        "استفاده کند. به عنوان نمونه می‌توان به زبانهای بیسیک",
        "++ C",
        "C",
        "کربول",
        "جاوا و پاسکال اشاره کرد"
      ]
    },
    {
      "EnglishWord": "high-level modulation",
      "Meanings": [
        "مدوله سازی سطح بالا مدوله سازی انجام شده در مدار آند از طبقه آخر یک فرستنده که سطح توان آن تقریبا با توان خروجی سیستم یکی است"
      ]
    },
    {
      "EnglishWord": "highlight",
      "Meanings": [
        "متمایز",
        "برجسته ناحیه روشن در تصویر تلویزیونی"
      ]
    },
    {
      "EnglishWord": "high-speed regulator",
      "Meanings": [
        "رگوله ساز سریع نوعی رگوله ساز در منایع تغذیه که فاقد خازن خروجی است و امکان تغییرات سریع ولتاژ خروجی و / یا پاسخ سریع به عنوان منیع جریان را فراهم می‌کند"
      ]
    },
    {
      "EnglishWord": "hight-activated silicon controlled rectifier   photo- scr   photothyristor",
      "Meanings": [
        "یکسوساز کنترل شونده سیلیسیمی نور",
        "انگیخته",
        "اس سی آر نوری",
        "تریستور نوری نوعی یکسوساز کنترل شونده سیلیسیمی که عبور نور از پنجره شیشه ای آن می‌تواند جریان گیت را تغییر دهد و عمل قطع یا وصل را موجب شود"
      ]
    },
    {
      "EnglishWord": "high-threshold logic",
      "Meanings": [
        "منطق آستانه",
        "بالا منطقی که با منابع تغذیه بالاتر حدود15 ولت",
        "ایمنی نویز بیشتر",
        "و ولتاژهای آستانه بیشتر نسبت به سایر خانواده‌های منطقی",
        "مشخص می‌شود. از افزودن افت ولتاژ یک دیود",
        "زنر به افت ولتاژ عادی دیود در مدارهای منطقی ترانزیستور",
        "دیود به دست می‌آید. این فناوری در حال حاضر منسوخ شده است"
      ]
    },
    {
      "EnglishWord": "hilbert's filter",
      "Meanings": [
        "فیلتر هیلبرت"
      ]
    },
    {
      "EnglishWord": "hilbert's transform",
      "Meanings": [
        "تبدیل هلبرت"
      ]
    },
    {
      "EnglishWord": "hinged",
      "Meanings": [
        "لولا دار"
      ]
    },
    {
      "EnglishWord": "hippi",
      "Meanings": [
        "high",
        "performance parallel interface",
        "واسط موازی کارایی",
        "بالا استانداردی برای واسطهای مورد استفاده در شبکه‌های رایانه ای"
      ]
    },
    {
      "EnglishWord": "hiss",
      "Meanings": [
        "هیس نویز تصادفی در گستره بسامد",
        "رادیویی که به صورت صدای سوت مانند طولانی شنیده می‌شود"
      ]
    },
    {
      "EnglishWord": "histogram",
      "Meanings": [
        "ستون نگاشت",
        "نمودار ستونی نوعی نمایش گرافیکی به شکل ستونهای عمودی با ارتفاع متغیر که در آن ارتفاع هر ستون نمایانگر کمیت در یک طبقه بندی مشخص است. به عنوان مثال",
        "این ستونها م یتوانند ارزش دلاری محصولات تولید شده توسط یک شرکت الکترونیکی در عرض یک سال یا در آمد آن شرکت در یک دوره مثلا 10 ساله رانشان دهند",
        "نمودار ستونی"
      ]
    },
    {
      "EnglishWord": "hit",
      "Meanings": [
        "ضربه تطبیق دقیق بین دو واحد داده"
      ]
    },
    {
      "EnglishWord": "hog-trough linear array",
      "Meanings": [
        "نوعی آنتن بوقی قطعه قطعه ای که با آرایه ای",
        "افقی از دو قطبیهای به طول تقریبا 8 متر تغذیه می‌شود و به عنوان پرسشگر IFF در سیستم کنترل رفت و آمد هوایی استفاده می‌شود. معمولا در قسمت بالای آنتن رادار کنترل رفت و آمد هوایی نصب میشود. پهنای باریکه آن 2/3 درجه در سمت و 42 درجه در ازتفاع است. این آرایه همراه با آنتن همه سویه ثابت استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "hold",
      "Meanings": [
        "نگه داری",
        "تعلیق 1. حفظ عناصر حافظه یک لامپ ذخیره بار در ولتاژ تعادل توسط بمباران الکترونی. 2. نگهداری اطلاعات در حافظه رایانه ای برای استفاده‌های بعدی. 3. وضعیتی که در آن خروجی انتگرال گیر و تقویت کننده نمونه بردار و نگهدار",
        "یا مدار ذخیره بار بعد از برداشتن سیگنال ورودی همچنان ثابت می‌ماند. 4. توقف عمدی در جریان یک کار یا آزمایش",
        "نظیر تاخیر در شمارش معکوس برای پرتاب موشک یا تکمیل برقراری مکالمه تلفنی"
      ]
    },
    {
      "EnglishWord": "hold circuit",
      "Meanings": [
        "مدار نگه دار"
      ]
    },
    {
      "EnglishWord": "hold control   speed control",
      "Meanings": [
        "کنترل نگهداری",
        "کنترل سرعت نوعی پیچ کنترل دستی برای تغییر بسامد نوسانساز روبش افقی یا عمودی در تلویزیون به منظور نگداشتن هر چه بیشتر آن در نزدیکی بسامد پالسهای همزمانی ورودی. این دو کنترل را کنترل نگهداری افقی و کنترل نگهداری عمودی می‌نامند"
      ]
    },
    {
      "EnglishWord": "hold current",
      "Meanings": [
        "جریان نگه دارنده"
      ]
    },
    {
      "EnglishWord": "hold time",
      "Meanings": [
        "زمان نگهداری زمان اعمال فشار به یک اتصال جوشکاری شده بعد از قطع جریان الکتریکی",
        "زمان نگه داری"
      ]
    },
    {
      "EnglishWord": "hold- up time",
      "Meanings": [
        "زمان برپایی مدت زمانی که ولتاژ خروجی منبع تغذیه بعد از افت ولتاژ ورودی در محدوده مشخص شده باقی می‌ماند. عموما منابع تغذیه قطع و وصلی و خارج از خط زمانهای برپایی طولانی‌تری دارند. مقدار آن به انرژی ذخیره شده",
        "در یک خازن ولتاژ",
        "بالا بستگی دارد. با افزایش ولتاژ خط یا کاهش بار خروجی می‌توان زمان برپایی را طولانی‌تر کرد"
      ]
    },
    {
      "EnglishWord": "holding",
      "Meanings": [
        "نگه دارنده"
      ]
    },
    {
      "EnglishWord": "holding circuit",
      "Meanings": [
        "مدار نگه دارنده"
      ]
    },
    {
      "EnglishWord": "holding current",
      "Meanings": [
        "جریان نگه دارنده"
      ]
    },
    {
      "EnglishWord": "holding device",
      "Meanings": [
        "قطعه نگه دارنده"
      ]
    },
    {
      "EnglishWord": "holding register",
      "Meanings": [
        "ثبات نگه دارنده"
      ]
    },
    {
      "EnglishWord": "holding voltage",
      "Meanings": [
        "ولتاژ نگه دارنده"
      ]
    },
    {
      "EnglishWord": "holding winding",
      "Meanings": [
        "سیم پیچ نگه دارنده"
      ]
    },
    {
      "EnglishWord": "hole",
      "Meanings": [
        "حفره جای خالی و متحرک الکترون در یک نیمرسانا که مانند بار مثبت الکترونی 1/6 ضرب در 10 به توان",
        "سلیسیوس و با جرم مثبت رفتار می‌کند. در حضور میدان الکتریکی",
        "حفره‌ها در خلاف جهت الکترونها حرکت می‌کنند و بنابراین جریانی را تولید می‌کنند. با افزودن مقدار کمی آلاینده پذیرنده به بلور میزبان حفره‌ها را در ماده نیمرسانا به وجود آورد",
        "حفره"
      ]
    },
    {
      "EnglishWord": "hole concentration",
      "Meanings": [
        "غلظت حفره"
      ]
    },
    {
      "EnglishWord": "hole conduction",
      "Meanings": [
        "رسانش حفره ای رسانشی که بر اثر اعمال ولتاژ به ماده نیمرسانا و حرکت الکترونها به داخل حفره‌ها و ایجاد حفره‌های جدید روی می‌دهد. حرکت ظاهری این حفره‌ها به طرف پایانه منفی و معادل با شارش بارهای مثبت در آن جهت است",
        "رسانایی حفره"
      ]
    },
    {
      "EnglishWord": "hole conductivity",
      "Meanings": [
        "خاصیت رسانندگی حفره"
      ]
    },
    {
      "EnglishWord": "hole current",
      "Meanings": [
        "جریان حفره"
      ]
    },
    {
      "EnglishWord": "hole current density",
      "Meanings": [
        "چگالی جریان حفره"
      ]
    },
    {
      "EnglishWord": "hole electron pair",
      "Meanings": [
        "زوج الکترون",
        "حفره زوجی از باربر مثبت حفره و باربر منفی الکترون",
        "جفت الکترون حفره"
      ]
    },
    {
      "EnglishWord": "hole emission",
      "Meanings": [
        "انتشار حفره"
      ]
    },
    {
      "EnglishWord": "hole injection",
      "Meanings": [
        "تزریق حفره تولید حفره‌ها در نیمرسانای نوع N در هنگام وارد کردن ولتاژ به یک نقطه فلزی مماس با سطح ماده",
        "تزریق حفره"
      ]
    },
    {
      "EnglishWord": "hole lifetime",
      "Meanings": [
        "طول عمر حفره"
      ]
    },
    {
      "EnglishWord": "hole mobility",
      "Meanings": [
        "تحرک حفره توانایی حرکت آزادانه حفره‌ها در درون نیمرسانا",
        "تحرک حفره"
      ]
    },
    {
      "EnglishWord": "holing current",
      "Meanings": [
        "جریان نگهدارنده کوچکترین جریان لازم برای حفظ وسیله کلید شونده در حالت وصل یا رسانا بعد از راه اندازی یا انرژی دار کردن آن"
      ]
    },
    {
      "EnglishWord": "hollow",
      "Meanings": [
        "میان تهی",
        "پوک"
      ]
    },
    {
      "EnglishWord": "hologram",
      "Meanings": [
        "هولوگرام",
        "سه بعد نگاشت صفحه عکاسی مخصوصی که در سه بعد نگاری هولوگرافی به کار می‌رود. با ظهور این نگاتیو و نوردهی آن از پشت توسط پرتولیزر گازی و همدوس",
        "تصویری سه بعدی در فضا به دست می‌آید"
      ]
    },
    {
      "EnglishWord": "holographic bar-code reader",
      "Meanings": [
        "رمز میله ای خوان سه بعد نگاشتی نوع اصلاح شده سیستمهای رمز میله ای خوان UPC که برای شناسایی کالا در فروشگاههای بزرگ استفاده می‌شود. ویژگی سه بعد نگاری پویشگر آن امکان قرایت UPC را در پایین و اطراف کالا و در بیشتر زوایا نسبت یه پنجره پوشگر فراهم می‌کند. سیستم",
        "که در زیر صندوق فروش نصب می‌شود",
        "دارای یک لیزر کم توان و یک صفحه پویش سه بعد نگاشتی چرخان است که به عدسیهای سه بعدی نگاشتی مختلف تقسیم بندی شده است. هر یک از وجوه شامل یک سه بعد نگاشت متفاوت و با ترکیب منحصر به فردی از فاصله کانونی",
        "زاویه کجی",
        "و ارتفاع به منظور منحرف ساختن باریکه لیزر در مسیرهای مختلف است. در حداقل یکی از این روبشها باریکه لیزر به میله‌های UPC روی بسته کالا می‌رسد و بازتاب می‌کند. سیگنالهای نوری توسط آشکارساز به پالسهای الکتریکی تبدیل می‌شوند. سپس یک رایانه این سیگنالها رابا پایگاه داده‌های خودش در حافظه که شامل نام کالا",
        "ابعاد و قسمت آن است مقایسه می‌کند. پس از آن رسید کالا چاپ و همزمان موجودی فروشگاههای بهنگام می‌شود"
      ]
    },
    {
      "EnglishWord": "holographic memory",
      "Meanings": [
        "حافظه سه بعدی نگاشتی حافظه ای که اطلاعات را به شکل تصاویر سه بعدی نگاشتی روی ترموپلاستیک یا سایر فیلمهای ضبط کننده ذخیره می‌کند"
      ]
    },
    {
      "EnglishWord": "holography",
      "Meanings": [
        "سه بعدی نگاری عکاسی سه بعدی با استفاده از نور لیزر و به همراه صفحه‌های سه بعدی نگاشتی. تصاویر به دست آمده به صورت سه بعدی و بدون نیاز به عینکهای خاص قابل مشاهده اند. نور خروجی و همدوس لیزر در هنگام تولید سه بعد نگاشت از دو مسیر به موضوع و صفحه سه بعد نگاشتی می‌تابد. نتیجه کار یک الگوی متداخل بر روی صفحه سه بعد نگاشتی است که تنها بعد از ظهور و تابش نور مشابه و همدوس لیزر را از پشت به آن",
        "به تصویر اصلی شباهت پیدا می‌کند"
      ]
    },
    {
      "EnglishWord": "holomicrography",
      "Meanings": [
        "ریز سه بعد نگاری استفاده از سه بعد نگاری برای تولید تصاویر سه بعدی به کمک انوع مختلف میکروسکوپ"
      ]
    },
    {
      "EnglishWord": "home",
      "Meanings": [
        "هدف یابی",
        "هدایت شدن",
        "حالت سکون 1. پرواز به طرف منبع گسیلنده تابش به کمک امواج تابش شده. 2. دنبال کردن هدف به کمک تابش گرمایی",
        "پرتوهای لیزر",
        "پژواکهای راداری",
        "امواج رادیویی",
        "امواج صدا",
        "یا هر پدیده دیگری که توسط هدف تولید یا بازتاب شود. 3. وضعیت عادی یا شروع یک رله مرحله ای"
      ]
    },
    {
      "EnglishWord": "home mobile station",
      "Meanings": [
        "ایستگاه تلفن همراه محلی ایستگاه تلفن همراهی mobile station تلفن سلولی که دارای ارتباط محلی با سیستم تلفن همراه مرکزی است"
      ]
    },
    {
      "EnglishWord": "homing",
      "Meanings": [
        "هدف یابی",
        "هدایت 1. فرایند نزدیک شدن به نقطه مورد نظر از طریق ثابت نگه داشتن یک پارامتر ناوبری غیر از ارتفاع. 2. استفاده از تابشهای گسیل شده از هدف برای تعریف مسیر برخورد و هدایت موشک در این مسیر. سه نوع هدایت عبارت اند از فعال",
        "نیمه فعال و غیر فعال. 3. پرواز به طرف یک فرستنده رادیویی یاراداری با استفاده از امواج ارسالی از فرستنده. 4. برگشت به موقعیت شروع نظیر آنچه در یک رله مرحله ای روی می‌دهد"
      ]
    },
    {
      "EnglishWord": "homing antenna",
      "Meanings": [
        "آنتن هدف یاب نوعی آرایه آنتن جهتی که هواپیما یا موشک را با توجه به امواج راداری یا رادیویی گسیل شده یا بازتاب شده از هدف",
        "مستقیما به طرف آن هدایت می‌کند"
      ]
    },
    {
      "EnglishWord": "homing beacon  radio homing beacon",
      "Meanings": [
        "راهنمای هدف یاب راهنامای رادیویی هوایی یا زمینی که چنانچه یک هواپیما مجهز به قطب نمای رادیویی یا گیرنده هدف یاب باشد می‌تواند به عنوان هدف تلقی شود"
      ]
    },
    {
      "EnglishWord": "homing device",
      "Meanings": [
        "وسیله هدف یاب",
        "وسیله هدایت 1. فرستنده",
        "گیرنده",
        "یا تطابق دهنده ای برای هدف یابی هواپیما یا استفاده در هواپیما برای مقاصد هدف یابی و هدایت. 2. مداری در هواپیما یا موشک هدیات شونده که آن را به طرف هدف هدایت میکند. 3. وسیله کنترل کننده ای که به صورت خودکار در جهت حرکت یا چرخش صحیح برای رسیدن به تغییر مطلوب شروع به کار می‌کند. نمونه آن موتور تنظیم گر با کنترل از راه دور برای گیرنده تلویزیونی است. وسیله فاقد هدف یابی ممکن است در ابتدا و در جهت غلط به نقطه پایانی مسیر خود برود"
      ]
    },
    {
      "EnglishWord": "homing guidance",
      "Meanings": [
        "هدایت هدف یاب نوعی سیستم هدایت موشکی که با استفاده ازمدارهای داخلی خود به مشخصه گسیلش ویژه ای از هدف واکنش نشان می‌دهد و موشک را به طرف آن هدایت می‌کند. این مشخصه می‌تواند گرما",
        "نور",
        "صدا",
        "پژواک راداری یا سایر تابشهای الکترومغناطیسی باشد. هدایت هدف یاب به صورتهای فعال",
        "نیمه فعال و غیر فعال انجام می‌پذیرد"
      ]
    },
    {
      "EnglishWord": "homogeneity",
      "Meanings": [
        "همگنی"
      ]
    },
    {
      "EnglishWord": "homogeneous",
      "Meanings": [
        "همگن",
        "متجانس"
      ]
    },
    {
      "EnglishWord": "homogeneous equation",
      "Meanings": [
        "معادله همگن"
      ]
    },
    {
      "EnglishWord": "homogeneous field",
      "Meanings": [
        "میدان همگن"
      ]
    },
    {
      "EnglishWord": "homogeneous magnetic field",
      "Meanings": [
        "میدان مغناطیسی همگن"
      ]
    },
    {
      "EnglishWord": "homogeneous radiation",
      "Meanings": [
        "تابش هنگن تابشی که دارای باند بسامدی بسیار باریک است سا باریکه ای از ذرات همنوع با انرژی یکنواخت به گونه ای که تمام عناصر تابش یکسان باشند",
        "تشعشع همگن"
      ]
    },
    {
      "EnglishWord": "homojuntion",
      "Meanings": [
        "پیوند همگون پیوند PN ای که یک نوع خاص از ماده نیمرسانا تشکیل شود"
      ]
    },
    {
      "EnglishWord": "homopolar",
      "Meanings": [
        "تک قطبی",
        "هم قطبی"
      ]
    },
    {
      "EnglishWord": "hood",
      "Meanings": [
        "روپوش",
        "سرپوش 1. نوعی حفاظ مات که برای حذف نورهای اضافی در بالا یا اطراف صفحه نمایش لامپ پرتو",
        "کاتدی یا سایر نمایشگرها قرار داده می‌شود. 2. پوشش محافظ و دارای تهویه ای که برای تخلیه گرد و غبار و گازها به کار می‌رود و وضعیت مطمینی رابرای کار با مواد شیمشایی خطرناک یا مواد پرتوزا فراهم می‌کند"
      ]
    },
    {
      "EnglishWord": "hookswitch",
      "Meanings": [
        "کلید قلاب کلیدی که مدار تلفن را به شبکه مشترک وصل می‌کند. نام آن از تلفنهای قدیمی گرفته شده است که در آن کلید از طریق بلند کردن گیرنده و قرار دادن روی قلاب پهلوی گوشی فعال می‌شد"
      ]
    },
    {
      "EnglishWord": "hookup",
      "Meanings": [
        "ویژه مجموعه مجموعه ای از مدارها و دستگاهها برای حذف خاص"
      ]
    },
    {
      "EnglishWord": "hookup wire",
      "Meanings": [
        "سیم ویژه کار سیم میس قلع دار و عایق شده که به صورت یک لا یا افشان ساخته می‌شود و در اتصالات مدارهای کم توان به کار می‌رود. اندازه آن بین 12 تا 32 در مقیاس AWG اندازه نمای آمیریکای سیم است"
      ]
    },
    {
      "EnglishWord": "hop",
      "Meanings": [
        "جهش بازتاب یک موج رادیویی از یون سپهر به زمین در هنگام حرکت از نقطه ای به نقطه دیگر. این عبارت به صورتهای مختلف نظیر یک جهشی",
        "دو جهشی و چند جهشی بیان می‌شود. تعداد جهشها را درجه بازتاب می‌نامند"
      ]
    },
    {
      "EnglishWord": "horizon",
      "Meanings": [
        "افق محل پیوند ظاهری زمین و آسمان از دید آنتن فرستنده. افق بخشی از سطح زمین را که موج مستقیم یک ایستگاه رادیویی به آن می‌رسد",
        "محدود می‌کند"
      ]
    },
    {
      "EnglishWord": "horizon sensor",
      "Meanings": [
        "حسگر افق یک قطعه زیر قرمز غیر فعال که با آشکارسازی ناپیوستگی گرمایی بین زمین و فضا",
        "یک مرجع محوری پایدار برای کنترل وضعیت یا جهت موشک یا ماهواره در فضا ایجاد می‌کند. از ترمیستور برای آشکارسازی زیر قرمز استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "horizon tracker",
      "Meanings": [
        "ردگیر افق مداری که با ردگیری دقیق افقی مریی",
        "یک مرجع عمودی برای سیستمهای ناوبری ایجاد می‌کند"
      ]
    },
    {
      "EnglishWord": "horizontal",
      "Meanings": [
        "افقی"
      ]
    },
    {
      "EnglishWord": "horizontal amplifier",
      "Meanings": [
        "تقویت کننده افقی تقویت کننده سیگنالهایی که باریکه الکترونی لامپ پرتو کاتدی را در جهت افقی منحرف می‌کند"
      ]
    },
    {
      "EnglishWord": "horizontal blanking",
      "Meanings": [
        "محو افقی محو تصویر تلویزیونی در مدت زمان برگشت"
      ]
    },
    {
      "EnglishWord": "horizontal blanking pulse  line- frequency blanking pulse",
      "Meanings": [
        "پالس محو افقی",
        "پالس محو بسامد خط پالسی که جریان باریکه الکترونی لامپ تصویر را در مدت زمان برگشت قطع می‌کند. این پالس مستطیلی به شکل پاستونهایی روی سیگنال مخلوط تلویزیونی و در فاصله دو خط افقی ظاهر می‌شود"
      ]
    },
    {
      "EnglishWord": "horizontal centerig control",
      "Meanings": [
        "کنترل تمرکز افقی کنترل تعبیه شده در گیرنده تلویزیون یا نوسان نمای پرتو کاتدی اسیلوسکوپ برای جا به جایی افقی تصویر در هر دو جهت"
      ]
    },
    {
      "EnglishWord": "horizontal convergence control",
      "Meanings": [
        "کنترل همگرایی افقی پیچ کنترلی که دامنه ولتاژ همگرایی دینامیکی افقی در تلویزیونهای را تنظیم می‌کند"
      ]
    },
    {
      "EnglishWord": "horizontal deflection ascillator  horizontal oscillator",
      "Meanings": [
        "نوسانساز انحراف افقی",
        "نوسان ساز افقی نوسان سازی که تحت کنترل سیگنالهای همزمان ساز افقی یک شکل موج ولتاژ دندانه اره ای تولید می‌کند که پس از تقویت به سیم پیچ انحراف افقی در لامپ تصویر تلویزیون اعمال می‌شود"
      ]
    },
    {
      "EnglishWord": "horizontal deflection electrodes",
      "Meanings": [
        "الکترودهای انحراف افقی جفت الکترودهایی که باریکه الکترونی را به طور افقی به وسیله انحراف الکتروستاتیکی از یک سو به سویی دیگر ریال بر روی پرده فلویورسانی لامپ پرتو کاتدی",
        "به حرکت در می‌آورد"
      ]
    },
    {
      "EnglishWord": "horizontal drive control   drive control",
      "Meanings": [
        "کنترل راه انداز افقی",
        "کنترل تحریک کنترل تعبیه شده در گیرنده تلویزیون",
        "و معمولا در قسمت پشتی آن",
        "که خروجی نوسان ساز افقی راتنظیم می‌کند"
      ]
    },
    {
      "EnglishWord": "horizontal flyback  horizontal retrace line flyback",
      "Meanings": [
        "بازگشت افقی",
        "پسگرد افقی",
        "برگشت افقی",
        "پسگرد خط بازگشت باریکه الکترونی لامپ تصویر تلویزیونی از انتهای یک خط پویش به شروع خط بعدی"
      ]
    },
    {
      "EnglishWord": "horizontal hold control",
      "Meanings": [
        "کنترل نگهداری افقی کنترل تعبیه شده در گیرنده تلویزیونی که دوره تناوب آزاد نوسان ساز انحراف افقی را طوری تغییر می‌دهد که تصویر در جهت افقی ثابت بماند"
      ]
    },
    {
      "EnglishWord": "horizontal lnearity control",
      "Meanings": [
        "کنترل خط واری افقی کنترل تعبیه شده در گیرنده تلویزیون",
        "و معمولا در قسمت پشتی آن",
        "که با باریک یا پهن کردن نیمه سمت چپ تصویر",
        "ویژگی خط واری در جهت افقی را تامین می‌کند",
        "به گونه ای که اجسام دایره ای به صورت دایره‌های واقعی ظاهر شوند"
      ]
    },
    {
      "EnglishWord": "horizontal output stage",
      "Meanings": [
        "طبقه خروجی افقی قسمتی از مدارهای داخلی گیرنده تلویزیون که از طریق ترانسفومر خروجی افقی سیم پیچهای انحراف افقی لامپ تصویر را تغذیه می‌کند. این طبقه می‌تواند شامل بخشی ازمنبع تغذیه آند دوم لامپ تصویر نیز باشد"
      ]
    },
    {
      "EnglishWord": "horizontal output transformer  flyback transformer  horizontal sweep transformer",
      "Meanings": [
        "ترانسفورمر خروجی افقی",
        "ترانسفورمر بازگشت",
        "ترانسفورمر روبش افقی ترانسفورمری در گیرنده تویزیون که ولتاژ بالای انحراف افقی برای منبع تغذیه آند دوم لامپ تصویر و نیز ولتاژ لازم برای یکسوساز ولتاژ",
        "بالا را فراهم می‌کند"
      ]
    },
    {
      "EnglishWord": "horizontal polarization",
      "Meanings": [
        "قطبش افقی ارسال امواج رادیویی به گونه ای که خطوط نیروی الکتریکی در جهت افقی و خطوط نیروی مغناطیسی در جهت عمودی باشند. با این قطبش",
        "آنتنهای گیرنده و فرستنده دو قطبی در یک سطح افقی قرار می‌گیرند. در سیستم تلویزیونی NTSC از قطبش افقی و در سیستم تلویزیونی بریتانیا از قطبش عمودی استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "horizontal polarized wave",
      "Meanings": [
        "موج قطبیده افقی موج قطبیده ای که بردار میدان الکتریکی آن در جهت افقی است"
      ]
    },
    {
      "EnglishWord": "horizontal resolution  horizontal definition",
      "Meanings": [
        "دقت افقی",
        "درجه تفکیک افقی",
        "وضوح افقی تعداد نقاط سا عناصر تشکیل دهنده تصویر در یک خط پویش افقی از گیرنده تلویزیون یا نمابر درجه تفکیک افقی با بررسی خطوط عمودی نازک و گوه مانند در الگوی آزمون تلویزیونی Test Pattern تعیین می‌شود"
      ]
    },
    {
      "EnglishWord": "horizontal scanning",
      "Meanings": [
        "پویش افقی چرخش سمتی آنتن رادار در تمام صفحه افقی یا قطاعی از آن"
      ]
    },
    {
      "EnglishWord": "horizontal sweep",
      "Meanings": [
        "روبش افقی روبش باریکه الکترونی از چپ به راست در ثفحه لامپ تصویر کاتدی"
      ]
    },
    {
      "EnglishWord": "horizontal synchronizing pulse  line synchronizing pulse",
      "Meanings": [
        "پالس همزمان سازی افقی",
        "پالس همزامان سازی خط پالس مستطیل شکلی که در یک سیستم تلویزیونی ه منظور همزمانی خط به خط بین گیرنده و فرستنده و در انتهای خط افقی ارسال می‌شود"
      ]
    },
    {
      "EnglishWord": "horizontal tabulation",
      "Meanings": [
        "جدول بندی افقی"
      ]
    },
    {
      "EnglishWord": "horn",
      "Meanings": [
        "بوق",
        "شیپوره 1. لوله ای با انتهای شیپور مانند که برای بهبود کیفیت پخش صدا و رسیدن به مشخصه‌های جهتی مطلوب در قسمت خروجی بلندگو قرار می‌گیرد. سطح مقطع آن از قسمت گلویی به طرف دهانه افزایش می‌یابد. بوق آکوستیکی نیز نامیده می‌شود. 2. یک وسیله سیگنال دهی الکترومکانیکی یا با تحریک هوا",
        "شیپور",
        "شاخک"
      ]
    },
    {
      "EnglishWord": "horn antenna",
      "Meanings": [
        "آنتن بوقی",
        "آنتن شیپوری نوعی آنتن مایکروویو که از گشادکردن انتهای یک موجبر دایره ای یا مستطیلی و در آوردن آن به شکل بوق ساخته شده است و برای تابش مستقیم امواج رادیویی در فضا استفاده می‌شود. در آنتن بوقی مستطیلی",
        "یک یا هر دوبعد عرضی آن به صورت خطی از گلویی تا دهانه افزایش می‌یابد",
        "آنتن شاخه ای"
      ]
    },
    {
      "EnglishWord": "horn feed",
      "Meanings": [
        "تغذیه بوقی نوعی آنتن بوقی که در سیستم آنتن رادار قسمت بازتابنده سهموی را تغذیه می‌کند"
      ]
    },
    {
      "EnglishWord": "horn loudspeaker",
      "Meanings": [
        "بلندگوی بوقی بلندگویی که عنصر تابشگر آن از طریق یک بوق با هوا یا محیط دیگر تزویج می‌شود"
      ]
    },
    {
      "EnglishWord": "horn mouth",
      "Meanings": [
        "دهانه بوق قسمت انتهایی بوق که سطح مقطع بزرگتری دارد"
      ]
    },
    {
      "EnglishWord": "horn throat",
      "Meanings": [
        "گلویی بوق یک سر بوق که سطح مقطع کوچکتری دارد"
      ]
    },
    {
      "EnglishWord": "horsepower",
      "Meanings": [
        "اسب بخار واحدی برای اندازه گیری توان و برابر با 746 وات. استفاده از واحد SI توان",
        "یعنی وات",
        "ترجیح داده می‌شود",
        "توان اسب بخار"
      ]
    },
    {
      "EnglishWord": "horseshoe magnet",
      "Meanings": [
        "آهنربای نعل اسبی نوعی آهنربای دایمی یا الکتریکی که هسته آن به شکل نعل اسب یا U است و در نتیجه قطبهای آن در نزدیکی هم قرار می‌گیرند"
      ]
    },
    {
      "EnglishWord": "host",
      "Meanings": [
        "میزبان"
      ]
    },
    {
      "EnglishWord": "host computer",
      "Meanings": [
        "رایانه میزبان"
      ]
    },
    {
      "EnglishWord": "host system",
      "Meanings": [
        "سیستم میزبان 1. سیستمی که یک قطعه یامدار در آن قرار داده می‌شود. 2. سیستم رایانه ای که به کمک مدارهای مقلد یا کارتهای جانبی",
        "سیستم دیگری را تقلید می‌کند"
      ]
    },
    {
      "EnglishWord": "hot",
      "Meanings": [
        "داغ 1. به شدت پرتوزا. 2. Energized",
        "گرم",
        "داغ"
      ]
    },
    {
      "EnglishWord": "hot carrier",
      "Meanings": [
        "باربر داغ الکترون یا حفره ای که انرژی آن نسبت به سایر الکترونها و حفره‌های موجود در قطعاتی که بر اساس باربرهای اکثریتی کار می‌کنند",
        "نظیر ترانزیستورهای پیوسته",
        "نازک",
        "بیشتر است. باربرهای داغ از طریق گسیل از روی سد پتانسیل موجود در محل پیوند فلز",
        "نیمرسانا و یا به وسیله تونل زنی از طریق یک لایه عایق بسیار نازک به داخل ماده تزریق می‌شوند"
      ]
    },
    {
      "EnglishWord": "hot electron",
      "Meanings": [
        "الکترون داغ الکترون مازاد بر الکترونهای موجود در حالت تعادل گرمایی. انرژی آن در فلزها بیشتر از تراز فرمی و در نیمرساناها به مقدار معینی بالاتر از لبه باند رسانش است. الکترون یا حفره داغ به روشهای برانگیزش نوری",
        "تونل زنی مکانیک",
        "کوانتومی",
        "تزریق باربرهای اقلیت در دو سر پیوند PN با بایاس مستقیم",
        "میدان شتاب دهنده قوی در مواد غیر فلزی",
        "و گسیل شاتکی در یک پیوند فلز",
        "نیمرسانا با بایاس مستقیم تولید می‌شود",
        "الکترون داغ"
      ]
    },
    {
      "EnglishWord": "hot- electron injection",
      "Meanings": [
        "تزریق الکترون داغ تزریق الکترونها به داخل گیت شناور سلولهای حافظه نیمرسانا و پاک شونده با الکترولیت به کمک میدان الکتریکی عمودی. انرژی اضافی الکترون از یک میدان الکتریکی قوی بین سورس و درین یه دست می‌آید"
      ]
    },
    {
      "EnglishWord": "hot line",
      "Meanings": [
        "خط گرم"
      ]
    },
    {
      "EnglishWord": "hot wire",
      "Meanings": [
        "سیم گرم"
      ]
    },
    {
      "EnglishWord": "hot- wire ammeter  thermal ammeter",
      "Meanings": [
        "آمپرسنج سیم داغ نوعی آمپرسنج که با گذراندن جریان مستقیم یا متناوب از یک سیم نازک مقدار آنرا اندازه می‌گیرد. انبساط یا انقباض ایجاد شده در اثر گرما در سیم موجب انحراف عقربه سنجه می‌شود"
      ]
    },
    {
      "EnglishWord": "hot- wire instrument",
      "Meanings": [
        "ابزار سیم داغ وسیله ای که بر اساس انبساط گرمایی یک سیم حامل جریان کارمی کند"
      ]
    },
    {
      "EnglishWord": "hot-air soldering",
      "Meanings": [
        "لحیم کاری با هوای داغ لحیم کاری به وسیله زبانه باریکی از هوا که دمای آن در مقدار لازم برای لحیم کاری اتصالات روی تخته‌های مدار چاپی تنظیم و کنترل می‌شود"
      ]
    },
    {
      "EnglishWord": "hot-cathode vacuum gage",
      "Meanings": [
        "اندازه گیر خلا با کاتد داغ نوعی اندازه گیر خلا که دارای یک فیلامان کاتد گرم",
        "شبکه مارپیچ و آند است. الکترونها از کاتد به طرف شبکه شتاب پیدا می‌کنند. آنهایی که به شبکه برخورد نمی‌کنند به طرف آند می‌روند و با برخورد با مولکولهای گاز",
        "یونهای مثبت ایجاد می‌کنند. یونهای جذب شده توسط آند منفی",
        "جریانی را به وجود می‌آورند که متناسب با فشار خلا است"
      ]
    },
    {
      "EnglishWord": "hot-wire microphone",
      "Meanings": [
        "میکروفون سیم",
        "داغ نوعی میکروفون که اساس کار آن تغییر مقاومت یک سیم داغ بر اثر سرد و گرم شدن آن توسط امواج صدا با سرعتهای مختلف است"
      ]
    },
    {
      "EnglishWord": "hour",
      "Meanings": [
        "ساعت واحد زمان برابر با 3600 ثانیه. استفاده از واحد SI زمان",
        "ثانیه",
        "ترجیح داده می‌شود"
      ]
    },
    {
      "EnglishWord": "house",
      "Meanings": [
        "خانه"
      ]
    },
    {
      "EnglishWord": "house cable",
      "Meanings": [
        "کابل خانگی"
      ]
    },
    {
      "EnglishWord": "house wiring",
      "Meanings": [
        "سیم کشی خانگی"
      ]
    },
    {
      "EnglishWord": "housekeeping",
      "Meanings": [
        "آماده سازی موجموعه عملیات رایانه ای که قبل از اجرای برنامه اصلی باید انجام شود مانند تعریف مقادیر ثابت و متغیر",
        "محدوده ها",
        "محلهای ذخیره",
        "و سایر مراحل مقدماتی که مستقیما در حل مسیله شرکت نمی‌کنند"
      ]
    },
    {
      "EnglishWord": "hover",
      "Meanings": [
        "پرواز نزدیک به زمین"
      ]
    },
    {
      "EnglishWord": "howl",
      "Meanings": [
        "زوزه صدای نامطلوب و ممتدی که بر اثر پسخورد الکتریکی یا اکوستیکی در گیرنده رادیو یا سیستمهای تقویت کننده بسامد شنیداری تولید می‌شود"
      ]
    },
    {
      "EnglishWord": "hp",
      "Meanings": [
        "horsepower",
        "اسب بخار واحدی برای اندازه گیری توان و برابر با 746 وات. استفاده از واحد SI توان",
        "یعنی وات",
        "ترجیح داده می‌شود"
      ]
    },
    {
      "EnglishWord": "hpc",
      "Meanings": [
        "handheld personal computer",
        "رایانه شخصی دستی رده ای از رایانه‌های شخصی با تواناییهای محدود و تغذیه از باتری که در عین حال معمولا توانایی عملیات مخابرات سیار نظیر نمابر یا پست الکترونیکی را دارند. داده‌های موجود در حافظه آنها را می‌توان برای ذخیره یا پردازش بیشتر به رایانه‌های بزرگتر و سازگار با آن انتقال داد. این نوع رایانه‌ها دارای صفحه نمایش بلور",
        "مایع و صفحه کلید کوچک هستند"
      ]
    },
    {
      "EnglishWord": "htl",
      "Meanings": [
        "high",
        "threshold logic",
        "منطق آستانه",
        "بالا منطقی که با منابع تغذیه بالاتر حدود15 ولت",
        "ایمنی نویز بیشتر",
        "و ولتاژهای آستانه بیشتر نسبت به سایر خانواده‌های منطقی",
        "مشخص می‌شود. از افزودن افت ولتاژ یک دیود",
        "زنر به افت ولتاژ عادی دیود در مدارهای منطقی ترانزیستور",
        "دیود به دست می‌آید. این فناوری در حال حاضر منسوخ شده است"
      ]
    },
    {
      "EnglishWord": "hub",
      "Meanings": [
        "هاب",
        "وسط"
      ]
    },
    {
      "EnglishWord": "hud",
      "Meanings": [
        "head",
        "up display",
        "نمایشگر سر",
        "بالا نوعی نمایشگر که عمدتا در هواپیماهای جنگنده استفاده می‌شود و اطلاعات ناوبری یا هدفگیری سلاحها را در ماسک شیشه ای جلوی چشم خلبان تصویر می‌کند و در نتیجه نگاه خلبان همواره به مسیر مستقیم است. اطلاعات به شکل مسطح یا سه بعدی و با استفاده از شمایلهای متحرک برای سهولت نتیجه گیری نمایش داده می‌شوند"
      ]
    },
    {
      "EnglishWord": "hue",
      "Meanings": [
        "پرده رنگ نام یک رنگ",
        "مانند قرمز",
        "زرد",
        "سبز",
        "آبی یا ارغوانی متناظر با طول موج غالب آن. سفید",
        "سیاه",
        "یا خاکستری در این رده نمی‌گنجند"
      ]
    },
    {
      "EnglishWord": "hue control  phase control",
      "Meanings": [
        "کنترل پرده رنگ کنترل تعبیه شده در گیرنده تلویزیون رنگی که به منظور تغییر رنگهای تصویر",
        "فاز سیگنال رنگ نمایی را نسبت به سیگنال رگبار برست تغییر می‌دهد"
      ]
    },
    {
      "EnglishWord": "hum",
      "Meanings": [
        "هام",
        "وزوز 1. اختلال الکتریکی که در بسامد منبع تغذیه یا هماهنگهای آن 60 یا 120 هرتز در آمریکا و 50 یا 100 هرتز در سایر کشورها روی می‌دهد. موجک نمونه آن است. 2. صدایی که به دلیل شل بودن ورقه‌های هسته آهنی یک ترانسفورمر یا آثار مغناطو تنگشی در آن تولید می‌شود. بسامد این صدا دو برابر بسامد خط است",
        "زمزمه",
        "پارازیت"
      ]
    },
    {
      "EnglishWord": "hum bar",
      "Meanings": [
        "میله هام نوار تاریک افقی روی تصویر تلویزیونی که به دلیل هام زیاد در سیگنال ورودی به لامپ تصویر ایجاد می‌شود"
      ]
    },
    {
      "EnglishWord": "hum modulation",
      "Meanings": [
        "مدوله سازی هام مدوله سازی سیگنال RF یا سیگنال آشکار شده AF به وسیله نویز هام. این نویز تنها تنظیم شده گیرنده رادیو روی این موج شنیده می‌شود"
      ]
    },
    {
      "EnglishWord": "hum slug",
      "Meanings": [
        "حلزونی هام حلقه مسی ای که برای اتصال کوتاه جریانهای هام القا شده در سیم پیچ میدان بلندگو",
        "به دور هسته آن در مجاورت پیچک صدا قرار داده می‌شود"
      ]
    },
    {
      "EnglishWord": "human error",
      "Meanings": [
        "خطای انسانی"
      ]
    },
    {
      "EnglishWord": "hum-bucking coil",
      "Meanings": [
        "پیچک حذف هام پیچکی که روی سیم پیچ میدان یک بلندگو و به صورت سری مخالف با پیچک صدا بسته می‌شود. در نتیجه ولتاژ هام القا شده در دو سیم پیچ یکدیگر را خنثی می‌کنند"
      ]
    },
    {
      "EnglishWord": "humid",
      "Meanings": [
        "مرطوب"
      ]
    },
    {
      "EnglishWord": "humidity detector",
      "Meanings": [
        "آشکارساز رطوبت آشکارسازی که بارسیدن رطوبت جو به مقدار معین",
        "کلیدی را باز یا بسته می‌کند. عنصر حس کننده می‌تواند یک کاغذ جاذب رطوبت",
        "موی کشیده شده",
        "تارهای نایلونی کشیده شده یا هر ماده دیگری باشد که مشخصه تغییرات آن با رطوبت معلوم و تکرار پذیر است"
      ]
    },
    {
      "EnglishWord": "hunting",
      "Meanings": [
        "نوسان پاندولی نوسان ناخواسته در سیستم کنترل خودکار. متغیر کنترل شونده در دو طرف مقدار مطلوب نوسان می‌کند"
      ]
    },
    {
      "EnglishWord": "hurwitz",
      "Meanings": [
        "هورویتز"
      ]
    },
    {
      "EnglishWord": "huygens principle",
      "Meanings": [
        "اصل هویگنس هر نقطه واقع در روی جبهه یک موج پیش رونده یک منبع ارسال امواج جدید است. اثر کلی انشار مجموعه موج است"
      ]
    },
    {
      "EnglishWord": "hybrid",
      "Meanings": [
        "آمیخته",
        "هایبرید"
      ]
    },
    {
      "EnglishWord": "hybrid  tee",
      "Meanings": [
        "سه راه تی آمیخته"
      ]
    },
    {
      "EnglishWord": "hybrid branch line",
      "Meanings": [
        "خط انشعاب هایبرید"
      ]
    },
    {
      "EnglishWord": "hybrid circuit",
      "Meanings": [
        "مدار آمیخته"
      ]
    },
    {
      "EnglishWord": "hybrid computer",
      "Meanings": [
        "رایانه آمیخته رایانه ای متشکل از هر دو نوع رایانه رقمی برنامه پذیر و رایانه قیاسی که عمدتا برای اهداف آزمایش و شبیه سازی",
        "نظیر آزمایش مدلهای هواپیما به کمک تونل باد و آزمایش انواع کشتی به کمک منبع آب",
        "به کار می‌رود"
      ]
    },
    {
      "EnglishWord": "hybrid electromagnetic wave",
      "Meanings": [
        "موج الکترومغناطیسی آمیخته موج الکترومغناطیسی ای که دارای مولفه هایی از هر دو بردار میدان الکتریکی و مغناطیسی در جهت انتشار است"
      ]
    },
    {
      "EnglishWord": "hybrid integrated circuit",
      "Meanings": [
        "مدار مجتمع آمیخته مدار ریزی که از پیوند عناصر فعال گسسته مانند دیود",
        "ترانزیستور",
        "مدارهای مجتمع",
        "و عناصر غیر فعال به روی یک بستر سرامیکی",
        "شامل سیمهای فلزی و بالشتک",
        "ساخته می‌شود. مقاومتها به روش ماسک گذاری",
        "نشاندن فلز و گرمادهی روی بستر تشکیل می‌شوند. خازنها نیز از طریق مراحل متوالی نشست فلز و دی الکتریک و گرم کردن به وجود می‌آیند. همچنین در مدارهای آمیخته مایکروویو می‌توان القاگرها را با نشاندن فلز و گرمادهی ساخت. نوعا قطعات فعال و غیر فعال به شکل تراشه و مناسب برای نصب سطحی وجود دارند. مدارهای آمیخته به هر دو شکل رقمی و قیاسی RF مایکروویو ساخته می‌شوند"
      ]
    },
    {
      "EnglishWord": "hybrid junction   bridge hybrid",
      "Meanings": [
        "پیوند آمیخته",
        "پل آمیخته ترانسفورمر",
        "مقاومت",
        "مدار موجبر یا قطعه ای که دارای چهار زوج سر است و آرایش آنها به گونه ای است که سیگنال ورودی به یک زوج سر بین دو زوج سر مجاور تقسیم می‌شود ولی به زوج سر مقابل وارد نمی‌شود"
      ]
    },
    {
      "EnglishWord": "hybrid matrix",
      "Meanings": [
        "ماتریس آمیخته هایبرید"
      ]
    },
    {
      "EnglishWord": "hybrid microcircuit",
      "Meanings": [
        "ریز مدار آمیخته مداری که در آن یک نوع ریز مدار با انواع دیگر ریزمدار یا عناصر گسسته ترکیب شده است"
      ]
    },
    {
      "EnglishWord": "hybrid representation",
      "Meanings": [
        "نمایش آمیخته"
      ]
    },
    {
      "EnglishWord": "hybrid ring",
      "Meanings": [
        "حلقه آمیخته نوعی موجبر دونات",
        "شکل که به عنوان پیوند آمیخته برای چهار موجبر عمل می‌کند. در شرایط خاص می‌توان از خطوط هم محور به جای موجبرها استفاده کرد"
      ]
    },
    {
      "EnglishWord": "hybrid set  transformer hybrid",
      "Meanings": [
        "دستگاه آمیخته",
        "ترانسفورمر که با اتصال به همدیگر یک پیوند آمیخته را به وجود می‌آورند"
      ]
    },
    {
      "EnglishWord": "hybrid t",
      "Meanings": [
        "«تی» آمیخته نوعی پیوند آمیخته مایکروویو که از یک پیوند E",
        "HT به همراه عناصر تطبیق داخلی تشکیل می‌شود. در صورتی که سه شاخه از پیوند دارای عنصر تطبیق در انتهای خود باشند موج منتشر شده به داخل پیوند از طریق شاخه چهارم بدون بازتاب خواهد بود"
      ]
    },
    {
      "EnglishWord": "hybrid technology",
      "Meanings": [
        "فناوری آمیخته"
      ]
    },
    {
      "EnglishWord": "hybris p model",
      "Meanings": [
        "مدل پی هایبرید"
      ]
    },
    {
      "EnglishWord": "hydraulic pump",
      "Meanings": [
        "پمپ هیدرولیک"
      ]
    },
    {
      "EnglishWord": "hydroelectric",
      "Meanings": [
        "برق آبی"
      ]
    },
    {
      "EnglishWord": "hydroelectric power plant",
      "Meanings": [
        "نیروگاه برق آبی"
      ]
    },
    {
      "EnglishWord": "hydroelectric power station",
      "Meanings": [
        "ایستگاه برق آبی"
      ]
    },
    {
      "EnglishWord": "hydrogen",
      "Meanings": [
        "هیدروژن عنصری گازی که اتم آن به ساده‌ترین شکل ممکن است و فقط یک پروتون و یک الکترون دارد. عدد اتمی آن 1 و وزن اتمی آن 1/01 است. ایزوتوپهای آن عبارت اند از هیدروژن معمولی یا سبک",
        "دوتریم و تریتیم",
        "هیدروژن"
      ]
    },
    {
      "EnglishWord": "hydrogen laser",
      "Meanings": [
        "لیزر هیدروژنی نوعی لیزرگازی",
        "مولکولی که هیدروژن آن طول موجای همدوس به طول تقریبا 0/6 میکرومتر در ناحیه فرابنفش خلا تولید می‌کند. بااین لیزر به اوج توان خروجی تا بالای 100 KW میتوان رسید"
      ]
    },
    {
      "EnglishWord": "hydrogen line",
      "Meanings": [
        "خز هیدروژن تابش تکرنگ اتمهای هیدروژن در بسامد 1/42 گیگاهرتز. این خط تنها تابش طبیعی تک",
        "بسامدی و شناخته شده در بخش آر",
        "اف طیف الکترومغناطیسی است. منشا این خط هیدروژن سرد موجود در کهکشان است و اخترشناسان به کمک آن و با استفاده از اثر داپلر می‌توانند سرعت ابرهای هیدروژنی را مستقیما تعیین کنند"
      ]
    },
    {
      "EnglishWord": "hydrogen maser",
      "Meanings": [
        "میزر هیدروژنی نوعی میزر گازی که در آن گاز هیدروژن اساس تولید یک سیگنال خروجی با درجه پایداری و خلوص طیفی بالاست. بسامد تشدید آن 1/420405751786 است"
      ]
    },
    {
      "EnglishWord": "hydrogen nucleus",
      "Meanings": [
        "هسته هیدروژن"
      ]
    },
    {
      "EnglishWord": "hydrogen thyratron",
      "Meanings": [
        "تیراترون هیدروژنی نوعی لامپ یکسوساز هیدروژنی که در ولتاژهای بالای آند",
        "جریان اوج بزرگی برای مدارهای منگترون فراهم می‌کند. استفاده از هیدروژن به جای جیوه منجر به افزایش پایداری گرمایی تیراترون می‌شود"
      ]
    },
    {
      "EnglishWord": "hydrogenerator",
      "Meanings": [
        "مولد آبی"
      ]
    },
    {
      "EnglishWord": "hydrogen-oxygen fuel cell",
      "Meanings": [
        "باتری شیمیایی هیدروژنی",
        "اکسیژن نوعی باتری که در آن هیدروژن تحت فشار وارد قسمت آند و منفذهای آن می‌شود. پس از واکنش با کاتالیزگر و الکترولیت الکترون آزاد می‌کند. این الکترونها پس از جاری شدن در مدار بیرونی و انجام کار مفید به قسمت کاتد بر میگردند. در جریان واکنش فوق",
        "آب نیز تولید می‌شود"
      ]
    },
    {
      "EnglishWord": "hydrometer",
      "Meanings": [
        "چگالی سنج نوعی وسیله اندازه گیری با قرایت مستقیم که دارای یک شناور مدرج است که موقعیت آن در مایع",
        "چگالی یا گرانی ویژه مایع را نشان می‌دهد. به کمک آن می‌توان وضعیت پر و خالی بودن باتریهای انباره را بررسی کرد"
      ]
    },
    {
      "EnglishWord": "hydrophone",
      "Meanings": [
        "هیدروفون",
        "میکروفون آبی نوعی ترادیسنده الکتروآکوستیکی که امواج صدای منتشر شده در آب را به امواج الکتریکی معادل آن تبدیل می‌کند. به کمک هیدرفون می‌توان نزدیک شدن زیردریاییها را تشخیص داد"
      ]
    },
    {
      "EnglishWord": "hydrophotometer",
      "Meanings": [
        "نورسنج آبی نوعی نور سنج که نور گذرنده از داخل آب دریا و فاصله معین را اندازه می‌گیرد"
      ]
    },
    {
      "EnglishWord": "hygrometer",
      "Meanings": [
        "رطوبت سنج",
        "نم سنج وسیله ای که رطوبت جو را اندازه می‌گیرد"
      ]
    },
    {
      "EnglishWord": "hygroscopic",
      "Meanings": [
        "رطوبت پذیر تمایل به جذب رطوبت"
      ]
    },
    {
      "EnglishWord": "hyper synchronous",
      "Meanings": [
        "فوق همزمان"
      ]
    },
    {
      "EnglishWord": "hyperacoustic zone",
      "Meanings": [
        "منطقه فرا آکوستیکی منطقه ای در قسمت بالای جو ودر فاصله بین 100 تا 160 کیلومتری از سطح زمین که در آن فاصله بین مولکولهای رقیق هوا تقریبا با طول موج صدا برابر است. در این منطقه صدا با شدت کمتری منتقل می‌شود و بالاتر از آن نیز امکان انتشار صدا وجود ندارد"
      ]
    },
    {
      "EnglishWord": "hyperbolic",
      "Meanings": [
        "هذلولی"
      ]
    },
    {
      "EnglishWord": "hyperbolic horn",
      "Meanings": [
        "بوق هذلولی نوعی آنتن بوقی که شعاع سطح مقطع معادل آن طبق قانون هذلولی افزایش می‌یابد"
      ]
    },
    {
      "EnglishWord": "hyperbolic navigation system",
      "Meanings": [
        "سیستم ناوبری هذلولی سیستم ناوبری رادیویی ای که در آن هر هوا=یما نظیر سیستم لوران حداقل از سه نقطه معین سیگنالهای همزمان شده را دریافت می‌کند. اختلاف زمانی بین سیگنالهای دریافتی از دو ایستگاه",
        "یک خط وضعیت هذلولی شکل را مشخص می‌کند که دو فرستنده در کانونهای آن قرار دارند. تقاطع اسن خط وضعیت با خط وضعیت به دست آمده از حداقل یک ایستگاه دیگر",
        "یک نقطه ثابت را ایجاد می‌کند"
      ]
    },
    {
      "EnglishWord": "hyperfrequency wave",
      "Meanings": [
        "موج فرابسامدی نام غیر رسمی برای امواج مایکروویو با طول موج بین 1 سانتیمتر تا 1 میلیمتر"
      ]
    },
    {
      "EnglishWord": "hyperlink",
      "Meanings": [
        "ابر پیوند"
      ]
    },
    {
      "EnglishWord": "hypermedia",
      "Meanings": [
        "ابر رسانه"
      ]
    },
    {
      "EnglishWord": "hyperpure",
      "Meanings": [
        "کاملا خالص"
      ]
    },
    {
      "EnglishWord": "hypersensitive",
      "Meanings": [
        "فوق حساس"
      ]
    },
    {
      "EnglishWord": "hypersonic",
      "Meanings": [
        "ابر صوت شاخه ای از آکوستیک که با ارتعاشات و امواج آکوستیکی با بسامد بیش از 500 مگاهرتز سر و کار دارد. اصطلاح فراصوت ultrasonic به بسامدهای کمتر از این مقدار تا حدود 20 کیلوهرتز گفته می‌شود",
        "فرا صوتی"
      ]
    },
    {
      "EnglishWord": "hypersonic speed",
      "Meanings": [
        "سرعت فرا صوتی"
      ]
    },
    {
      "EnglishWord": "hypersurface",
      "Meanings": [
        "ابر صفحه"
      ]
    },
    {
      "EnglishWord": "hypertext",
      "Meanings": [
        "ابر متن",
        "فوق متن واژه‌های کلیدی ظاهر شده در متنهای رایانه ای که در صورت انتخاب شدن",
        "اطلاعات جدیدی را در مورد موضوع به شکل پرونده باز می‌کنند. در اینترنت از ابرمتن به شکل گسترده ای استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "hypothesis",
      "Meanings": [
        "فرض",
        "فرضیه"
      ]
    },
    {
      "EnglishWord": "hypothetical",
      "Meanings": [
        "فرضی"
      ]
    },
    {
      "EnglishWord": "hysteresigraph",
      "Meanings": [
        "پسماند نگار وسیله ای که به صورت خودکار منحنی هیسترزیس ماده مغناطیسی را اندازه گیری و رسم می‌کند"
      ]
    },
    {
      "EnglishWord": "hysteresis",
      "Meanings": [
        "پسماند 1. ناتوانی یک ماده مغناطیسی در دنبال کردن منحنی پاسخ مغناطیدگی در هنگام مغناطیس زدایی. 2. تمایل یک قطعه از نمایشگر برای ماندن در وضعیت قطع off یا وصل on علی رغم تغییر وضعیت. برای حل این مشکل یک بایاس نگهدارنده به گونه ای به قطعات نمایشگر اعمال می‌شود که بجز نقاطی که باید خاموش شوند سایر نقاط نورانی همچنان روشن بمانند. 3. اثری در نوسان سازها که در آن مجموعه ای از شرایط معین سبب می‌شود که بسامد و / یا توان خروجی نوسان ساز مقادیر مختلفی به خود بگیرد",
        "پسماند",
        "هیسترزیس"
      ]
    },
    {
      "EnglishWord": "hysteresis characteristic",
      "Meanings": [
        "مشخصه پسماند"
      ]
    },
    {
      "EnglishWord": "hysteresis cucle",
      "Meanings": [
        "سیکل پسامند"
      ]
    },
    {
      "EnglishWord": "hysteresis curve",
      "Meanings": [
        "منحنی پسماند منحنی ای که رابطه بین القای مغناطیسی در یک ماده و شدت میدان مغناطیسی القا کننده در حالت پایدار نشان میدهد",
        "منحنی پسماند"
      ]
    },
    {
      "EnglishWord": "hysteresis distortion",
      "Meanings": [
        "اعوجاج پسماندی اعوجاجی که به دلیل ویژگی غیر خطی پسماند در مدارهای دارای عناصر مغناطیسی ایجاد می‌شود"
      ]
    },
    {
      "EnglishWord": "hysteresis energy",
      "Meanings": [
        "انرژی پسماند"
      ]
    },
    {
      "EnglishWord": "hysteresis error",
      "Meanings": [
        "خطای پسماند خطایی که بر اثر پسماند در هنگام اندازه گیری یک کمیت متغیر در دو جهت از مقیاس مقدار کم به زیاد و بر عکس ایجاد می‌شود",
        "خطای پسماند"
      ]
    },
    {
      "EnglishWord": "hysteresis heater",
      "Meanings": [
        "گرمکن پسماندی نوعی گرمکن القایی که اساس کار آن گرمای ایجاد شده",
        "بر اثر اتلاف پسماند در موقع اعمال شار مغناطیسی متغیر به ماده مغناطیسی است. در گمکنهای القایی معمولی",
        "گرما بر اثر تلفات جریانهای ادی ایجاد می‌شود"
      ]
    },
    {
      "EnglishWord": "hysteresis loop",
      "Meanings": [
        "حلقه پسماند منحنی که برای هر مقدار از نیروی مغناطیس کننده یک ماده مغناطیسی",
        "دو مقدار از چگالی شارمغناطیسی را میدهد: یکی در موقع افزایش نیروی مغناطیسی و دیگری درموقع کاهش آن",
        "حلقه پسماند"
      ]
    },
    {
      "EnglishWord": "hysteresis loss",
      "Meanings": [
        "اتلاف پسماند اتلاف توان در یک ترانسفورمر هسته",
        "آهنی یا سایر وسایل AC بر اثر پسماند",
        "تلف پسماند"
      ]
    },
    {
      "EnglishWord": "hysteresis motor",
      "Meanings": [
        "موتور پسماندی نوعی موتور سنکرون کوچک که برای سبک وبا سرعت ثابت نظیر نورگردانی استفاده می‌شود. میدان چرخان در قسمت اولیه موتور تولید اتلاف پسماند در ثانویه می‌کند که بر اثر آن موتور به راه می‌افتد"
      ]
    },
    {
      "EnglishWord": "hysteresis phenomenon",
      "Meanings": [
        "پدیده پسماند"
      ]
    },
    {
      "EnglishWord": "hz",
      "Meanings": [
        "hertz",
        "هرتز واحد بسامد در سیستم SI که برابر با 1 چرخه در ثانیه است"
      ]
    }
  ]
}