{
  "Group": "I",
  "Entries": 927,
  "Words": [
    {
      "EnglishWord": "i",
      "Meanings": [
        "نماد جریان current. از واژه شدت intensity گرفته شده است"
      ]
    },
    {
      "EnglishWord": "i channel",
      "Meanings": [
        "کانال «آی» کانالی به پهنای 1/5 مگاهرتز در سیستم تلویزیون رنگی NTSCکه برای ارسال اطلاعات رنگ بنفش",
        "نارنجی استفاده می‌شود. سیگنالهای این کانال را سیگنال «آی» می‌نامند"
      ]
    },
    {
      "EnglishWord": "i demodulator",
      "Meanings": [
        "مدوله زدایی «آی» مدوله زدایی که در آن سیگنال رنگ نمایی و سیگنال نوسان ساز رگبار رنگ با هم ترکیب نی شوند و سیگنال «آی» در گیرنده تلویزیون رنگی بازیابی می‌شود"
      ]
    },
    {
      "EnglishWord": "i/o",
      "Meanings": [
        "input / output",
        "ورودی / خروجی اشاره به رابطها یا رویه هایی برای ارسال اطلاعات به داخل و یا خارج رایانه",
        "parallel input /out put",
        "ورودی / خروجی موازی ساده‌ترین و سریع‌ترین روش برای اتصال قطعات پردازشگر داده با حداقل مداربندی. داده‌ها به شکل بیتهای موازی به پهنای باس اتصال کهمعمولا برابر با پهنای حافظه کامپیوتر",
        "بر حسب بیت است. منتقل می‌شود. با وجود آن که گذرگاههای 16 بیتی رایج‌تر هستند. اما گذرگاه‌های 32 بیتی به طور همزمان ارسال چهار نویسه را انجام می‌دهند",
        "serial input/output",
        "ورودی / خروجی سریال نوعی ارتباط که در آن اطلاعات ب صورت یک بیت در هر زمان منتقل می‌شوند. رایج‌ترین سخت افزارهای I/O سریال RS",
        "C و حلقه جریان هستند"
      ]
    },
    {
      "EnglishWord": "i/o   input / output",
      "Meanings": [
        "ورودی / خروجی"
      ]
    },
    {
      "EnglishWord": "i/o module",
      "Meanings": [
        "مدول ورودی / خروجی"
      ]
    },
    {
      "EnglishWord": "i/o rack",
      "Meanings": [
        "قفسه ورودی / خروجی"
      ]
    },
    {
      "EnglishWord": "i/o update time",
      "Meanings": [
        "زمان به روز سازی ورودی / خروجی"
      ]
    },
    {
      "EnglishWord": "i2l",
      "Meanings": [
        "integrated injection logic",
        "منطقل تزریق مجتمع یک مدار منطقی رقمی که درآن حامل‌های اقلیت حفره‌ها در لایه N به وسیله یک پیوند PN با بایاس مستقیم به نام تزریقگر تولید می‌شوند. ترانزیستورهای IL بر خلاف ترانزیستورهای منطقی دو قطبی طوری سازماندهی می‌شوند که به جای آنکه ورودیهای متعدد از یک خروجی به دست آید",
        "از یک ورودی چندین خروجی گرفته می‌شود"
      ]
    },
    {
      "EnglishWord": "iagc",
      "Meanings": [
        "instantaneous automatic gain control",
        "کنترل بهره خودکار لحظه ای آی ای جی سی بخشی از سیستم رادار که با تنظیم خودکار بهره یک تقویت کننده پالس",
        "دامنه اوج پالس خروجی را نسبت به دامنه‌های مختلف اوج پالس ورودی ثابت نگه می‌دارد. سرعت تنظیم برای اثر گذاشتن بر پالس در موقع عبور آن از تقویت کنده به اندازه کافی بالا است"
      ]
    },
    {
      "EnglishWord": "iat",
      "Meanings": [
        "intenational atomic time",
        "زمان اتمی بین المللی زمان مشخص شده توسط ساعتهای اتمی که مطابق با تعریف ثانیه در سیستم SI عمل می‌کنند"
      ]
    },
    {
      "EnglishWord": "ib/in2   or psi",
      "Meanings": [
        "pounds per square inch",
        "پوند بر اینچ مربع واحد فشار که فشار و نیروی هوا",
        "هیدرولیکی و بخار را تعریف می‌کند"
      ]
    },
    {
      "EnglishWord": "ic",
      "Meanings": [
        "integrted",
        "circuit",
        "بسته مدار مجتمع قطعه نیمه رسانای یکپارچه ای با تعداد زیادی عناصر فعال دیود و ترانزیستور و غیر فعال مقاومت",
        "خازن و القاگر که به صورت مدار عمل می‌کند"
      ]
    },
    {
      "EnglishWord": "ic   integrated circuit",
      "Meanings": [
        "مدارمجتمع"
      ]
    },
    {
      "EnglishWord": "icao",
      "Meanings": [
        "International Cicil Aviaition Organization",
        "سازمان بین المللی هوانوردی غیر نظامی موسسه وابسته به سازمان ملل متحد که سیگنالهای استاندارد جهانی برای ناوبری هواپیماهای غیرنظامی وضع می‌کند"
      ]
    },
    {
      "EnglishWord": "icbm",
      "Meanings": [
        "intercontinental ballistic missile",
        "موشک بالستیک بین قاره ای موشکی که بخشی از مسیر پرواز آن به صورت جسم آزاد و بالستیک است و معمولا برد آن بیش از 6400 کیلومتر است"
      ]
    },
    {
      "EnglishWord": "ici",
      "Meanings": [
        "International Commission on Illumination",
        "کمیسیون بین المللی روشنایی همتای بریتانیایی International commission del Eclairage"
      ]
    },
    {
      "EnglishWord": "icon",
      "Meanings": [
        "شمایل",
        "آیکون در فناوری رایانه",
        "به نمادهای گرافیکی گفته می‌شود که به صورت تصاویر کوچک نوعا در کناره‌های صفحهی نمایشگر ظاهر می‌شوند و به صورت قیاسی عملکرد ترم افزار مقیم در حافظه را نشان می‌دهند. به عنوان مثال",
        "شمایل سطل زباله برای نمایش عمل حذف متن یا تصویر",
        "قفسه بایگانی برای نمایش عمل پرونده سازی و علامت"
      ]
    },
    {
      "EnglishWord": "iconoscope",
      "Meanings": [
        "آیکونوسکوپ نوعی لامپ دوربین تلویزیونی که باریکه الکترونهای پر سرعت آ« یک صفحه حساس نور گسیل را",
        "که تصویر نوری متمرکز شده روی آن به شکل باربرهای الکتریکی ذخیره شده است",
        "جاروب میکند. این صفحه مسوم به موزاییک از ذرات حساس به نور واقع در روی ورقه میکا که پشت آن نیز یک لایه رساناست تشکیل می‌شود. بین هر ذره و لایه فلزی مقدار اندکی ظرفیت خازنی وجوددارد. هر ذره متناسب با نور برخورد کرده به آن",
        "بارهایی را در این ظرفیتها ذخیره می‌کند. باریکه الکترونی به نوبه خود در هر بار پویش صفحه این ظرفیتها را تخلیه می‌کند. تغییرات جریان ایجادشده در لایه فلزی",
        "سیگنال خروجی مورد نظر را تولید می‌کند. این فناوری در حال حاضر منسوخ شده است"
      ]
    },
    {
      "EnglishWord": "ide",
      "Meanings": [
        "integrated device electronics",
        "الکترونیک مجتمع با وسیله آی دی ای واسط استانداردی برای سخت",
        "دیسک گردانهای رایانه ای به گونه ای که مدار‌های الکترونیکی کنتارل کننده بخشی از سخت دیسک بوده و دیگر نیازی به مدارها یا کارت تطبیق دهنده جداگانه نیست. این امر منجر به افزایش آهنگ انتقال داده‌ها می‌شود"
      ]
    },
    {
      "EnglishWord": "ideal",
      "Meanings": [
        "ایده آل"
      ]
    },
    {
      "EnglishWord": "ideal conductor",
      "Meanings": [
        "هادی ایده آل"
      ]
    },
    {
      "EnglishWord": "ideal crystal",
      "Meanings": [
        "بلور ایده آل"
      ]
    },
    {
      "EnglishWord": "ideal dielectric",
      "Meanings": [
        "عایق ایده آل"
      ]
    },
    {
      "EnglishWord": "ideal sampling waveform",
      "Meanings": [
        "شکل موج نمونه برداری ایده آل"
      ]
    },
    {
      "EnglishWord": "identical",
      "Meanings": [
        "همانند",
        "یکسان"
      ]
    },
    {
      "EnglishWord": "identification",
      "Meanings": [
        "تعیین هویت",
        "شناسایی"
      ]
    },
    {
      "EnglishWord": "identification  friend or foe",
      "Meanings": [
        "شناسایی",
        "خودی یا دشمن نوعی سیستم رادار که هواپیمای خودی را روی صفحه رادار شناسایی می‌کند. یک سیگنال پرسشگر رمزی",
        "راهنمای موجود در هواپیمای خودی را فعال می‌کند و موجب ارسال خودکار سیگنال شناسایی رمزی می‌شود. در حال حاضر از سیستم متناظر راهنمای راداری ترافیک هوایی در سراسر جهان برای ردگیری هواپیماها و تعیین ارتفاع آنها و کنترل رفت و آمدهای هوایی استفاده می‌شود. بسامد سیگنالهای پرسشگر 1/03 گیگاهرتز و بسامد سیگنالهای پاسخ 1/09 گیگاهرتز است"
      ]
    },
    {
      "EnglishWord": "identifier",
      "Meanings": [
        "شناسه"
      ]
    },
    {
      "EnglishWord": "identity",
      "Meanings": [
        "همانندی",
        "یکه",
        "اتحاد"
      ]
    },
    {
      "EnglishWord": "identity matrix",
      "Meanings": [
        "ماتریس یکه",
        "ماتریس واحد"
      ]
    },
    {
      "EnglishWord": "idle",
      "Meanings": [
        "بیکار",
        "آزاد"
      ]
    },
    {
      "EnglishWord": "idle cells",
      "Meanings": [
        "سلول‌های بیکار"
      ]
    },
    {
      "EnglishWord": "idle line",
      "Meanings": [
        "خط آزاد"
      ]
    },
    {
      "EnglishWord": "iec",
      "Meanings": [
        "International Electrotechnical commission",
        "کمیسیون بین المللی الکتروتکنیک سازمانی که مقر آن در ژنو",
        "سوییس است و استانداردهای آن برای محصولات و قطعات الکترونیکی از سوی موسسه استانداردهای ایمنی بسیاری از کشورها پذیرفته شده است"
      ]
    },
    {
      "EnglishWord": "ieee 1394 serial bus",
      "Meanings": [
        "گذرگاه سری 1394 IEEE واسط سری برای شبکه‌های رایانه ای"
      ]
    },
    {
      "EnglishWord": "if",
      "Meanings": [
        "intermediate frequency",
        "بسامد میانی آی اف بسامدی که از مخلوط کردن سیگنال دریافتی و سیگنال نوسان ساز محلی در یک گیرنده سوپر هترودین به دست می‌آید"
      ]
    },
    {
      "EnglishWord": "if   intermediate frequency",
      "Meanings": [
        "فرکانس متوسط"
      ]
    },
    {
      "EnglishWord": "if amplofoer",
      "Meanings": [
        "تقویت کننده «آی اف» بخشی ار یک گیرنده سوپرهترودین که سیگنالها را بعد از تبدیل بسامدشان به مقدار ثابت «آی اف» تقویت می‌کند. این تقویت کننده بین مبدل بسامد و آشکارساز دوم قرار می‌گیرد"
      ]
    },
    {
      "EnglishWord": "if dignal",
      "Meanings": [
        "سیگنال «آی اف» سیگنال مدوله شده یا موج",
        "پیوسته ای که بسامد آن برابر با مقدار «آی اف» گیرنده سوپرهترودین است. این سیگنال از طریق تبدیل بسامد و قبل از عمل مدوله زدایی تولید می‌شود. مقدار آن معمولا 455 کیلوهرتز برای باند پخش گیرنده رادیو",
        "/7 مگاهرتز برای گیرنده رادیویی «اف ام»",
        "تقریبا 45 مگاهرتز برای کانال تصویر گیرنده تلویزیون",
        "و 4/5 مگاهرتز برای کانال صدای گیرنده تلویزیون است"
      ]
    },
    {
      "EnglishWord": "if harmonic interference",
      "Meanings": [
        "تداخل هماهنگ «آی اف» تداخل ناشی از ورود هماهنگهای یک سیگنال «آی اف» به مدارهای «آر",
        "اف» در گیرنده سوپرهترودین"
      ]
    },
    {
      "EnglishWord": "if rejection",
      "Meanings": [
        "رد «آی اف» توانایی یک گیرنده رادیویی «اف ام» در عدم پذیرش سیگنال فرستنده هایی که بسامد «آی اف» یا نزدیک آن کار می‌کند"
      ]
    },
    {
      "EnglishWord": "if response ratio",
      "Meanings": [
        "نسبت پاسخ «آی اف» نسبت شدت میدان در یک بسامد خاص از باند «آی اف» به شدت میدان در بسامد مورد نظر. با اعمال هر میدان در شرایط مشخص",
        "خروجیهای یکسان تولید می‌شود"
      ]
    },
    {
      "EnglishWord": "if stage",
      "Meanings": [
        "طبقهٔ «آی اف» یکی از طبقات تقویت کننده «آی اف» در گیرنده سوپرهترودین"
      ]
    },
    {
      "EnglishWord": "if transformer",
      "Meanings": [
        "ترانسفورمر «آی اف» ترانسفورمر موجوددر طبقه ورودی / و یا خروجی تقویت کننده «آی اف» در گیرنده سوپرهترودین برای تزویج و گزینش بسامد"
      ]
    },
    {
      "EnglishWord": "iff",
      "Meanings": [
        "identification, friend or foe",
        "شناسایی",
        "خودی یا دشمن نوعی سیستم رادار که هواپیمای خودی را روی صفحه رادار شناسایی می‌کند. یک سیگنال پرسشگر رمزی",
        "راهنمای موجود در هواپیمای خودی را فعال می‌کند و موجب ارسال خودکار سیگنال شناسایی رمزی می‌شود. در حال حاضر از سیستم متناظر راهنمای راداری ترافیک هوایی در سراسر جهان برای ردگیری هواپیماها و تعیین ارتفاع آنها و کنترل رفت و آمدهای هوایی استفاده می‌شود. بسامد سیگنالهای پرسشگر 1/03 گیگاهرتز و بسامد سیگنالهای پاسخ 1/09 گیگاهرتز است"
      ]
    },
    {
      "EnglishWord": "ifr",
      "Meanings": [
        "instrument flight rules",
        "قوانین پرواز ابزاری آی اف آر قواعد حاکم بر پرواز در موقعی که شرایط هواکمتر از حداقل لازم برای قوانین پرواز چشمی است"
      ]
    },
    {
      "EnglishWord": "ifr conditions",
      "Meanings": [
        "شرایط «آی اف آر» شراسط هوا در پایین‌تر از حداقل مشخص شده برای قوانین پرواز دیداری و در جایی که قوانین پرواز ابزاری اعمال می‌شود"
      ]
    },
    {
      "EnglishWord": "igbt",
      "Meanings": [
        "insulated",
        "gate bipolar transistor",
        "ترانزیستور دو قطبی گیت",
        "عایق آی جی بی تی قطعه ای نیمه رسانا",
        "چهارلایه",
        "و پرتوان با ترکیبی از مشخصه‌های ماسفت توان و تریستور. در این قطعه یک ترانزیستور پی ان پی به صورت زوج شبه دارلینگتون با یک ماسفت کانال ان بسته می‌شود. یک جی فت داخلی نیز بیشتر ولتاژ را بر می‌دارد و سبب می‌شود ماسفت داخلی ولتاژ نامی کمتر ومقاومت وصل درین به سوسه آر دی اس بصورت on کوچکتری نسبت به ماسفتهای مشابه داشته باشد. این امر امکان کار در مدارهای با ولتاژ بیش از 300ولت را می‌دهد. سطح مقطع آن مشابه با ماسفت توان است به جز در مورد بستر p بتوان مثبت که باعث تشابه بیشتر عملکرد آی جی بی تی با ترانزیستور‌های دو قطبی می‌شود تا ماسفتهای توان. با استفاده از این قطعه در منابع تغذیه قطع و وصلی",
        "می‌توان تبدیل DC به AC انجام داد و یک موتور یا وسیله الکتریکی را راه انداخت"
      ]
    },
    {
      "EnglishWord": "igniter",
      "Meanings": [
        "جرقه زن"
      ]
    },
    {
      "EnglishWord": "igniting",
      "Meanings": [
        "جرقه زن"
      ]
    },
    {
      "EnglishWord": "igniting agent",
      "Meanings": [
        "عامل جرقه"
      ]
    },
    {
      "EnglishWord": "ignition",
      "Meanings": [
        "اشتعال",
        "جرقه"
      ]
    },
    {
      "EnglishWord": "ignition anode",
      "Meanings": [
        "آند جرقه"
      ]
    },
    {
      "EnglishWord": "ignition circuit",
      "Meanings": [
        "مدار جرقه"
      ]
    },
    {
      "EnglishWord": "ignition coil",
      "Meanings": [
        "سیم پیچی جرقه زن"
      ]
    },
    {
      "EnglishWord": "ignition electrode",
      "Meanings": [
        "الکترود جرقه"
      ]
    },
    {
      "EnglishWord": "ignition interference",
      "Meanings": [
        "تداخل جرقه زنی تداخل مربوط به تخلیه جرقه‌های الکتریکی و خودرو یا سایر سیستمهای جرقه زنی"
      ]
    },
    {
      "EnglishWord": "ignition point",
      "Meanings": [
        "نقطه اشتعال"
      ]
    },
    {
      "EnglishWord": "ignition switch",
      "Meanings": [
        "کلید جرقه ای"
      ]
    },
    {
      "EnglishWord": "ignition temperature",
      "Meanings": [
        "درجه حرارت اشتعال"
      ]
    },
    {
      "EnglishWord": "ignition voltage",
      "Meanings": [
        "ولتاژ جرقه"
      ]
    },
    {
      "EnglishWord": "ignore",
      "Meanings": [
        "نادیده گیری دستورالعمل رایانه ای که نشان می‌دهد نباید عملی توسط رایانه انجام شود"
      ]
    },
    {
      "EnglishWord": "ihf",
      "Meanings": [
        "institute of High Fidelity",
        "انجمن وفاداری بالا آی اچ اف سازمانی که به منظور توسعه مشخصات عملکردی تقویت کننده‌های شنیداری",
        "تنظیمگرهای اف ام و سایر تجهیزات با وفاداری بالا تاسیس شد"
      ]
    },
    {
      "EnglishWord": "ihf standard",
      "Meanings": [
        "استاندارد «آی اچ اف» یکی از استانداردهای تدوین شده از سوی موسسه وفاداری بالا آی اچ اف برای مشخص کردن کارایی تقویت کننده‌های شنیداری",
        "تنظیمگرهای اف",
        "ام و سایر تجهیزات با وفاداری بالا"
      ]
    },
    {
      "EnglishWord": "ilament current",
      "Meanings": [
        "جریان فیلامان جریان داده شده به فیلامان لامپ الکترونی به منظور تولید گرما"
      ]
    },
    {
      "EnglishWord": "ilf",
      "Meanings": [
        "infralow frequency",
        "بسامد فرو پایین بسامد واقع در باند 300 تا 3000 هرتز در طیف رادیویی که متناظر با طول موج بین 100 تا 1000 کیلومتر است"
      ]
    },
    {
      "EnglishWord": "illegal character",
      "Meanings": [
        "نویسه غیر مجاز نویسه یا مجموعه ای از بیتها که از سوی رایانه یا برنامه نرم افزاری به عنوان نمایش مجاز و پذیرفتنی شناخته نمی‌شود. معمولا نویسه‌های غیر مجاز نشانه وجود نقص در سیستم است"
      ]
    },
    {
      "EnglishWord": "illuminance",
      "Meanings": [
        "شدت روشنایی"
      ]
    },
    {
      "EnglishWord": "illuminant",
      "Meanings": [
        "منور"
      ]
    },
    {
      "EnglishWord": "illuminant c",
      "Meanings": [
        "«سی» رنگ سفید مرجع در تلویزیون رنگی که نزدیک به روشنایی میانگین روز است"
      ]
    },
    {
      "EnglishWord": "illuminant junction",
      "Meanings": [
        "پیوند منور"
      ]
    },
    {
      "EnglishWord": "illumination",
      "Meanings": [
        "روشنایی"
      ]
    },
    {
      "EnglishWord": "illumination   luminous flux density",
      "Meanings": [
        "برتابندگی",
        "روشنایی 1. توزیع هندسی توان رسیده به بخشهای مختلف بازتابنده بشقابی در یک سیستم آنتن. 2. توزیع توان در عناصر یک آنتن آرایه ای. 3. چگالی شار درخششی که روی یک سطح فرود می‌آید. مقدار آن برابر است با شار تقسیم بر مساحت سطحی که به طور یکنواخت تحت تابش قرار گرفته باشد. واحد SI آن لوکس است"
      ]
    },
    {
      "EnglishWord": "illumination control",
      "Meanings": [
        "کنترل روشنایی نوعی کنترل فوتوالکتریکی کهبا کمتر شدن روشنایی محوطه از یک مقدار معین",
        "چراغها را روشن می‌کند"
      ]
    },
    {
      "EnglishWord": "illumination device",
      "Meanings": [
        "وسیله روشنایی"
      ]
    },
    {
      "EnglishWord": "illumination meter  illuminometer",
      "Meanings": [
        "روشنایی سنج وسیله ای برای اندازه گیری مستقیم روشنایی یک سطح بر حسب لوکس لومن بر متر مربع"
      ]
    },
    {
      "EnglishWord": "illumination sensitivity",
      "Meanings": [
        "حساسیت روشنایی نسبت سیگنال جریان خروجی به روشنایی فرود آمده روی لامپ دوربین یا لامپ نوری"
      ]
    },
    {
      "EnglishWord": "illumination system",
      "Meanings": [
        "سیستم روشنایی"
      ]
    },
    {
      "EnglishWord": "illustration",
      "Meanings": [
        "تفسیر",
        "شرح"
      ]
    },
    {
      "EnglishWord": "illustrative diagram",
      "Meanings": [
        "نمودار تشریحی"
      ]
    },
    {
      "EnglishWord": "ils",
      "Meanings": [
        "instrument landing system",
        "سیستم فرود ابزرای آی ال اس یک سیستم رادیویی که هدایتهای الکترونیکی جهتی",
        "طولی و عمودی هواپیما را برای فرود انجام می‌دهد. در این سیستم معمولا از فرستنده‌های یو اچ اف زمینی و آنتنهای جهتی برای تعریف باریکه ای که منطقه باند فرود را تعیین می‌کند و نیز تعریف یک صفحه شیبدار با زاویه بین 2 تا 5 درجه برای مشخص کردن نقطه بهینه تماس با باند فرود",
        "استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "image",
      "Meanings": [
        "تصویر 1. همتای نوری جسم به صورت تصویر حقیقی یا مجازی. 2. همتای الکتریکی و ساختگی جیم به صورت تصویر الکتریکی یا تصویر آنتنی. 3. تصویر باز تولید شده توسط گیرنده تلویزیون یا دستگاه نمابر",
        "تصویر"
      ]
    },
    {
      "EnglishWord": "image admittance",
      "Meanings": [
        "ظاهری",
        "ادمیتانس تصویری وارون امپدانس ظاهری"
      ]
    },
    {
      "EnglishWord": "image antenna",
      "Meanings": [
        "آنتن تصویری همتای الکتریکی و تخیلی آنتن حقیقی که از نظر ریاضی گویی درست در زیر آنتن واقعی ودر زیر زمین قرار گرفته است و به عنوان منبع مستقیم اواج بازتابنده موبوط به آنتن حقیقی رفتار می‌کند"
      ]
    },
    {
      "EnglishWord": "image brightness",
      "Meanings": [
        "روشنی تصویر"
      ]
    },
    {
      "EnglishWord": "image contrast",
      "Meanings": [
        "عدم تطابق تصویر"
      ]
    },
    {
      "EnglishWord": "image converter",
      "Meanings": [
        "مبدل تصویر مبدلی که با استفاده از تارهای نوری",
        "شکل تصویر را برای راحتی ضبط و نمایش یا برای رمز گذاری پیامهای امنیتی",
        "عوض می‌کند"
      ]
    },
    {
      "EnglishWord": "image- converter tube",
      "Meanings": [
        "لامپ مبدل تصویر نوعی لامپ الکترونی که تصویر به دست آمده از یک ناحیه از طیف مغناطیسی را به تصویری در ناحیه دیگر تبدیل می‌کند. به عنوان مثال",
        "می‌توان به کمک آن تصویر گرفته شده را در فرابنفش یووی یا زیر قرمز نزدیک آی آر را به تصویر معمولی تبدیل کرد. ساختمان آن مشابه با لامپ تقویت تصویر است. این لامپ یکی از اجزاء سیستمهای تصویر برداری زیر قرمز فعال یا غیر فعال است"
      ]
    },
    {
      "EnglishWord": "image coordinates",
      "Meanings": [
        "مختصات تصویر"
      ]
    },
    {
      "EnglishWord": "image deflection",
      "Meanings": [
        "انحراف تصویر"
      ]
    },
    {
      "EnglishWord": "image details",
      "Meanings": [
        "جزییات تصویر"
      ]
    },
    {
      "EnglishWord": "image displacement",
      "Meanings": [
        "جابجایی تصویر"
      ]
    },
    {
      "EnglishWord": "image distortion",
      "Meanings": [
        "اعوجاج تصویر عیب موجود در تصویر تلویزیونی و ناهمخوانی آن با تصویری که توسط دوربین تلویزیونی گرفته شده است",
        "اعوعاج تصویر"
      ]
    },
    {
      "EnglishWord": "image enhancement",
      "Meanings": [
        "بهبود تصویر روشی برای بهبود کیفیت تصاویر تلویزیونی رنگی از طریق مقایسه جزء به جزء هز خط با خطهای قبلی و بعدی. هر گونه اختلاف بین اجزای همتراز عمودی بافاز مناسب به جزء متناظر در خط میانی افزوده می‌شود و به این ترتیب طرح کلی تصویر و کنتراست آن بهبود می‌یابد"
      ]
    },
    {
      "EnglishWord": "image frequency",
      "Meanings": [
        "بسامد تصویری بسامد حامل نامطلوب که به میزان دو برابر بسامد میانی آی اف یابسامد تنظیم شده گیرنده سوپرهترودین تفاوت دارد. اگر بسامد نوسان ساز بیشتر از بسامد حامل ورودی مطلوب باشد",
        "بسامد تصویری به اندازه بسامد نوسان ساز کوچکتر خواهد بود. چنانچه گیرندگی گیرنده ضعیف باشد می‌توان با استفاده از سیگنال بسامد تصویری قوی در مدارهای تنظیم آن و زنش بانوسان ساز محلی",
        "بسامد میانی مطلوب را تولید کرد"
      ]
    },
    {
      "EnglishWord": "image- frequency rejection ratio",
      "Meanings": [
        "نسبت رد بسامد تصویری نسبت پاسخ یک گیرنده سوپرهترودین در بسامد مطلوب به پاسخ در بسامد تصویری"
      ]
    },
    {
      "EnglishWord": "image iconoscope",
      "Meanings": [
        "آیکونوسکوپ تصویر نوعی لامپ دوربین که تصویر نوری را به روی یک فوتوکاتد نیمه شفاف می‌اندازد. تصویر الکترونی گسیل شده از طرف دیگر فوتوکاتد به روی سطح ذخیره جداگانه متمرکز میشود. سپس این صفحه از همان طرف توسط باریکه الکترونی پر سرعت پویش می‌شود و با خنثی کردن متوالی بارهای ذخیره شده",
        "سیگنال نهایی خروجی دوربین را تولید می‌کند. حساسیت آن بسیار بیشتر ز آیکونوسکوپ معمولی است"
      ]
    },
    {
      "EnglishWord": "image impedance",
      "Meanings": [
        "امپدانس ظاهری",
        "امپدانس تصویری امپدانسی که اگر به ورودی و خروجی یک ترادیسنده متصل شود",
        "امپدانسهای پایانه‌های ورودی و خروجی آن در هر دو جهت یکسان خواهد بود در نتیجه امپدانس بار وامپدانس معادل داخلی ترادیسنده تصویر یکدیگر می‌شوند. در این وضعیت حداکثر توان منتقل می‌شود. چنانچه دو امپدانس تصویری برابر باشد مقدار آنها با امپدانس مشخصه یکی خواهد بود"
      ]
    },
    {
      "EnglishWord": "image interference",
      "Meanings": [
        "تداخل تصویری نوعی تداخل در گیرنده سوپر هترودین بر اثر دریافت همزمان ایستگاه مورد نظر و ایستگاهی که در بسامد تصویری برنامه پخش می‌کند تداخل تصویری موقعی روی می‌دهد که گزینندگی مدارهای گیرنده برای رد سیگنال با بسامد تصویری کافی نباشد. در گیرنده‌های رادیویی استاندارد",
        "بسامد تصویر 910KHZ بیشتر از بسامد ایستگاه مطلوب است"
      ]
    },
    {
      "EnglishWord": "image isocon",
      "Meanings": [
        "ایزوکون تصویر نوعی لامپ دوربین مشابه با لامپ ارتیکون تصویر اما با حساسیت بیشتر در برابر نورهای خیلی ضعیف از جمله تاریکی نسبی"
      ]
    },
    {
      "EnglishWord": "image orthicon",
      "Meanings": [
        "ارتیکون تصویر نوعی لامپ دوربین که به کمک یک سطح نور گسیل",
        "تصویر الکترونی تولید می‌کند. تصویر بر روی یک طرف صفحه ذخیره کننده متمرکز و از طرف دیگر توسط باریکه الکترونهای کم",
        "سرعت پویش می‌شود. حساسیت این لامپ به قدری زیاد است که حتی در شرایط نیمه تاریک نیز می‌تواند تصویر برداری کند. هر دو نوع سیاه و سفید رنگی آن به شکل گسترده ای در استودیوهای پخش تلویزیونی مورد استفاده قرار می‌گیرند"
      ]
    },
    {
      "EnglishWord": "image processing",
      "Meanings": [
        "پردازش تصویر استفاده از رایانه‌ها و الگوریتمهای ریاضی برای تجزیه و تحلیل",
        "بهبود کیفیت",
        "و نمایش تصاویر تلویزیونی رقمی",
        "پردازش تصویر"
      ]
    },
    {
      "EnglishWord": "image quality",
      "Meanings": [
        "کیفیت تصویر"
      ]
    },
    {
      "EnglishWord": "image ray",
      "Meanings": [
        "پرتو تصویر"
      ]
    },
    {
      "EnglishWord": "image rejection",
      "Meanings": [
        "رد تصویر حذف سینگالهای با بسامد",
        "تصویری در گیرنده سوپر هترودین"
      ]
    },
    {
      "EnglishWord": "image response",
      "Meanings": [
        "پاسخ تصویر نوعی تداخل سیگنالهای دریافتی در گیرنده سوپر هترودین که هنگامی روی می‌دهد که سیگنالی با بسامد برابر با بسامد نوسانساز محلی LO منهای بسامد میانی IF وارد مدار مخلوط کننده شود بسامد سیگنال مطلوب نیز برابر با LO به علاوه IF باشد. همچنین در حالتی که بسامد در سیگنال ورودی LO به علاوه IF و بسامد سیگنال مطلوب LO منهای IF باشد زیرا این پدیده روی خواهد داد"
      ]
    },
    {
      "EnglishWord": "image scanning",
      "Meanings": [
        "جارو کردن تصویر"
      ]
    },
    {
      "EnglishWord": "image tube",
      "Meanings": [
        "لامپ تصویر یک طبقه بندی کلی از لامپهای خلا شامل لامپ مبدل تصویر و لامپ تقویت تصویر"
      ]
    },
    {
      "EnglishWord": "image-intensifier tube",
      "Meanings": [
        "لامپ تقویت تصویر نوعی لامپ خلا که تصاویر ضعیف را به روش ضرب و پویش الکترونیکی تقویت و تصویری تولید می‌کند که مستقیما قابل رویت است. این لامپ به اندازه کافی روشنایی طبیعی نور شب را دریافت می‌کند و نیازی به استفاده از پروژکتورهای لیزری یا زیر قرمز ندارد و بنابراین یک وسیله غیر فعال محسوب می‌شود. نورهای ضعیفی که از جسم مورد مشاهده می‌رسند توسط یک عدسی شیشه ای جمع آوری می‌شوند و سپس از طریق مجموعه ای از تارهای نوری به سطح فوتو کاتد گالیم آرسنیدی GaAs منتقل می‌شوند. گستره کاری این ساختار به داخل باند زیر قرمز نزدیک گسترش یافته است. این لامپ بخشی از دوربینهای نظامی یک چشمی و دو چشمی دید در شب است. در جدیدترین نمونه‌های آن از تنها دو طبقه تقویت به جای سه طبقه متداول استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "image-interference ratio",
      "Meanings": [
        "نسبت تداخل تصویری یک مقدار نامی در گیرنده‌های سوپر هترودین که توانایی رد سیگنالهای با بسامد تصویری را نشان می‌دهد"
      ]
    },
    {
      "EnglishWord": "image-storage array",
      "Meanings": [
        "آرایه ذخیره تصویر تراشه سیلیسیمی یا قاب حالت جامدی از عناصر حسگر تصویر که از نیمه رسانای فلز",
        "اکسید یا قطعات حساس به نور با تزویج بار ساخته می‌شوند و امکان تولید آنها با چگالی و فشردگی بالا وجود دارد"
      ]
    },
    {
      "EnglishWord": "image-storage tube",
      "Meanings": [
        "لامپ ذخیره تصویر لامپ ذخیره کننده ای که اطلاعات را به صورت تابش و معمولا نور دریافت می‌کند. این اطلاعات بعدا به صورت خروجی مریی ظاهر می‌شوند"
      ]
    },
    {
      "EnglishWord": "imaginary",
      "Meanings": [
        "موهومی",
        "انگاری"
      ]
    },
    {
      "EnglishWord": "imaginary axis",
      "Meanings": [
        "محور موهومی"
      ]
    },
    {
      "EnglishWord": "imaginary number",
      "Meanings": [
        "عدد موهومی"
      ]
    },
    {
      "EnglishWord": "imaginary part",
      "Meanings": [
        "قسمت موهومی"
      ]
    },
    {
      "EnglishWord": "imaginary root",
      "Meanings": [
        "ریشه موهومی"
      ]
    },
    {
      "EnglishWord": "imbalance",
      "Meanings": [
        "ناپایدار",
        "نامتعادل"
      ]
    },
    {
      "EnglishWord": "immittance impedance and admittancel",
      "Meanings": [
        "ایمیتانس اصطلاحی که امپدانس و ادمیتانس را با هم مشخص می‌کند و در مورد خطوط انتقال",
        "شبکه ها",
        "و انواع خاصی از وسایل اندازه گیری به کار می‌رود"
      ]
    },
    {
      "EnglishWord": "immobile",
      "Meanings": [
        "ساکن",
        "بی حرکت"
      ]
    },
    {
      "EnglishWord": "immunity",
      "Meanings": [
        "مصونیت"
      ]
    },
    {
      "EnglishWord": "impact",
      "Meanings": [
        "ضربه",
        "برخورد"
      ]
    },
    {
      "EnglishWord": "impact force",
      "Meanings": [
        "نیروی برخورد"
      ]
    },
    {
      "EnglishWord": "impact ionization",
      "Meanings": [
        "یونش ضربه ای یونش ایجاد شده بر اثر برخورد حامل‌های پر انرژی به اتم ماده نیمه رسانا. نتیجه این کار افزایش تعداد حامل هاست",
        "یونیزاسیون برخوردی"
      ]
    },
    {
      "EnglishWord": "impact printer",
      "Meanings": [
        "چاپگر ضربه ای نوعی چاپگر خطی که از تعداد نویسه مشخص",
        "نوار یا سایر قطعات جوهری",
        "سیستم جابه جایی کاغذ",
        "و وسیله ای برای زدن نویسه مورد نظر به روی کاغذ تشکیل شده است. چاپگرهای ضربه ای به دو شکل زنجیره ای و طلبه ای وجود دارند و می‌توانند در هر دو طرف کاغذ عمل چاپ را انجام دهند. برخی چاپگرها نیز از کاغذهای فرم چند نسخه ای استفاده می‌کنند. سرعت چاپ آنها تا 2000 خط در دقیقه می‌رسد. چاپگر ماتریس نقطه ای نیز نوعی چاپگر ضربه ای است که چاپ نویسه‌های آن از طریق ضربه سیمهای سختی که توسط رله سیموله ای از یک ماتریس 7×5 یا 9×7 انتخاب می‌شوند. انجام می‌گردد"
      ]
    },
    {
      "EnglishWord": "impact-noise analyzer",
      "Meanings": [
        "تحلیلگر نویز ضربه ای نوعی دستگاه تحلیلگر که به همراه یک صداسنج برای ارزیابی مشخصه آن دسته از صداها و نویزهای الکتریکی ضربه ای به کار میرود که تنها با یک نویز سنج قابل اندازه گیری دقیق نیستند. کاربرد آن در بررسی آسیبهای وارده به شنوایی در اثر صداهای مربوط به دستگاههایی نظیر پرسهای پانچی و مته‌های بادی است"
      ]
    },
    {
      "EnglishWord": "impatt amplifier",
      "Meanings": [
        "تقویت کننده ایمپت نوعی دیودی براساس دیود ایمپت. گسترده بسامد کاری آن از 5 تا 100 گیگاهرتر",
        "عمدتا در باندهای سی و ایکس",
        "وتوان خروجی آن تا 20 وات به صورت پیوسته و 100 وات در حالت پالسی است"
      ]
    },
    {
      "EnglishWord": "impatt diodeimpact avalanche trans-time diode",
      "Meanings": [
        "دیود ایمپت نوعی دیود ریز موج حالت جامد که اساس کار آن ترکیب اثر شکست بهمن ضربه ای واثر زمان گذرحامل در تراشه نازک گلیم آرسنیدی یا سیلیسیمی و نهایتا تولید مشخصه مقاومت منفی است. با قرار دادن صحیح دیود در کاواک یا موجبر تنظیم شده می‌توان نوسان ساز یا تقویت کننده ای به دست آورد که در گستره گیگا هرتز کار می‌کند"
      ]
    },
    {
      "EnglishWord": "impedance",
      "Meanings": [
        "امپدانس مخالفت کلی یک قطعه یا مدار در مقابل عبور جریان متناوب یا متغیر. امپدانس Z بر حسب اهم بیان می‌شود و ترکیبی از دو مولفه مقاومت R و رآکتانس X است به گونه ای که اندازه امپدانس برابر با ریشه دوم مجموع مربعات R, Z است. همچنین امپدانس را می‌توان از رابطه Z=E/1 حساب کرد که در آن E ولتاژ AC وارد شده به مدار و I جریان متناوبی است که در مدار جاری می‌شود. در موقع انجام محاسبات",
        "امپدانس به صورت نسبت مختلط ولتاژ به جریان در نظر گرفته می‌شود",
        "امپدانس",
        "پاگیرایی"
      ]
    },
    {
      "EnglishWord": "impedance analyzer",
      "Meanings": [
        "تحلیل کننده امپدانس"
      ]
    },
    {
      "EnglishWord": "impedance bridge",
      "Meanings": [
        "پل امپدانسی پلی که برای اندازه گیری یا مقایسه امپدانسهای مختلف نظیر ظرفیت",
        "القا کنایی و مقاومت به کار می‌رود",
        "پل امپدانس"
      ]
    },
    {
      "EnglishWord": "impedance characteristic",
      "Meanings": [
        "مشخصه امپدانس نمودار تغییرات امپدانس مدار نسبت به بسامد",
        "مشخصه امپدانس"
      ]
    },
    {
      "EnglishWord": "impedance converter",
      "Meanings": [
        "مبدل امپدانس"
      ]
    },
    {
      "EnglishWord": "impedance coupling",
      "Meanings": [
        "تزویج امپدانس تزویج دو مدار سیگنال به کمک یک امپدانس که معمولا چوک است. در تقویت کننده‌های شنیداری که به بهره بالا و باند گذر محدود نیاز است",
        "از این نوع تزویج استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "impedance feedback",
      "Meanings": [
        "پسخورد امپدانسی استفاده از شبکه امپدانسی غیر فعال برای پسخورد از خروجی یک تقویت کننده عملیاتی به نقطه اتصال ورودی"
      ]
    },
    {
      "EnglishWord": "impedance inverter",
      "Meanings": [
        "معکوس کننده امپدانس"
      ]
    },
    {
      "EnglishWord": "impedance match",
      "Meanings": [
        "تطبیق امپدانسی وضعیتی که در آن امپدانس بار با امپدانس داخلی منبع یا امپدانس مشخصه یک خط انتقال برابر است. در این حالت بیشترین انرژی از منبع به بار و با کمترین بازتاب و اعوجاج منتقل می‌شود"
      ]
    },
    {
      "EnglishWord": "impedance matching",
      "Meanings": [
        "تطبیق امپدانس"
      ]
    },
    {
      "EnglishWord": "impedance matrix",
      "Meanings": [
        "ماتریس امپدانس"
      ]
    },
    {
      "EnglishWord": "impedance mismatch",
      "Meanings": [
        "عدم تطابق امپدانس"
      ]
    },
    {
      "EnglishWord": "impedance transformation",
      "Meanings": [
        "تبدیل امپدانس"
      ]
    },
    {
      "EnglishWord": "impedance transformer",
      "Meanings": [
        "مبدل امپدانس"
      ]
    },
    {
      "EnglishWord": "impedance triangle",
      "Meanings": [
        "مثلث امپدانس مثلث قایم الزاویه ای که اضلاع آن متناسب با مقاومت و رآکتانس یک مدار «ای سی» اند و و‌تر آن امپدانس مدار را نشان می‌دهد. همچنین کسینوس زاویه بین مقاومت و امپدانس برابر ضریب توان مدار است"
      ]
    },
    {
      "EnglishWord": "impedance-matching network",
      "Meanings": [
        "شبکه تطبیق امپدانس شبکه ای از دو یا چند مقاومت",
        "پیچک",
        "و یا خازن برای تزویج بین دو مدار به گونه ای که امپدانس هر مدار با امپدانس دیده شده از شبکه برابر باشد"
      ]
    },
    {
      "EnglishWord": "impedance-matching transformer",
      "Meanings": [
        "ترانسفورمر تطبیق امپدانس ترانسفورمری که بین امپدانسهای مختلف منبع سیگنال و بار تطبیق ایجاد می‌کند"
      ]
    },
    {
      "EnglishWord": "impedor",
      "Meanings": [
        "امپدور مترادفی برای امپدانس که معرف عنصر مداری است که دارای امپدانس باشد"
      ]
    },
    {
      "EnglishWord": "impelanted device",
      "Meanings": [
        "قطعه درون کاشتی 1. ضربانساز قلب یا هر وسیله الکترونیکی پزشکی دیگر که از طریق جراحی در بدن کار گذاشته می‌شود. 2. مقاومت یا هر قطعه دیگری که به روش کاشت یون درون بستری از جنس سیلسیم یا سایر نیمه رساناها ساخته می‌شود"
      ]
    },
    {
      "EnglishWord": "imperfect",
      "Meanings": [
        "ناکامل"
      ]
    },
    {
      "EnglishWord": "imperfection",
      "Meanings": [
        "نقص هرگونه ناکامی و انحراف از حالت ایده آل یک بلور"
      ]
    },
    {
      "EnglishWord": "impermeable",
      "Meanings": [
        "غیر قابل نفوذ"
      ]
    },
    {
      "EnglishWord": "implanted atom",
      "Meanings": [
        "اتم کاشته شده",
        "اتم درون کاشتی اتمی که به روش کاشت یون وارد ماده نیمه رسانا می‌شود"
      ]
    },
    {
      "EnglishWord": "implementation",
      "Meanings": [
        "پیاده سازی"
      ]
    },
    {
      "EnglishWord": "implication table",
      "Meanings": [
        "جدول استنباطی"
      ]
    },
    {
      "EnglishWord": "implode",
      "Meanings": [
        "به درون پاشیدن ترکیدن به طرف داخل"
      ]
    },
    {
      "EnglishWord": "implosion",
      "Meanings": [
        "درون پاشی فروپاشی یک ضرف خلا نظیر پوشش شیشه ای لامپ پرتو کاتدی به طرف داخل ظرف"
      ]
    },
    {
      "EnglishWord": "impregnated coil",
      "Meanings": [
        "پیچک اندوده پیچکی که فاصله بین سیمهای عایق آن توسط لاک عایق یا پلاستیک پر می‌شود"
      ]
    },
    {
      "EnglishWord": "improper integral",
      "Meanings": [
        "انتگرال غیر متعارف"
      ]
    },
    {
      "EnglishWord": "improvement",
      "Meanings": [
        "اصلاح",
        "بهبود"
      ]
    },
    {
      "EnglishWord": "improvement threshold",
      "Meanings": [
        "آستانه بهبود حد بالایی نسبت حامل به نویز. در کمتر از این حد نسبت سیگنال به نویز بسیار سریعتر از نسبت حامل به نویز کاهش می‌یابد"
      ]
    },
    {
      "EnglishWord": "impulse",
      "Meanings": [
        "ضربه 1. پالسی که مدت زمان آن از نظر ریاضی بی نهایت کوچک است. 2. پالسی که شکل موج آن به سرعت به نقطه اوج و تیز خود می‌رسد و به سرعت نیز به صفر بر می‌گردد",
        "ضربه"
      ]
    },
    {
      "EnglishWord": "impulse amplitude",
      "Meanings": [
        "دامنه ضربه"
      ]
    },
    {
      "EnglishWord": "impulse bandwidth",
      "Meanings": [
        "پهنای باند ضربه"
      ]
    },
    {
      "EnglishWord": "impulse bonding",
      "Meanings": [
        "پیوند زنی ضربه ای گونه ای از پیوند زنی بخیه ای در مدارهای مجتمع که در آن اتصالها مستقیما از طریق جوش ضربه ای سیم اتصال با بالشتکهای موجود روی مناطق فعال و یا غیر فعال بستر مدار ایجاد می‌شوند"
      ]
    },
    {
      "EnglishWord": "impulse current",
      "Meanings": [
        "جریان ضربه"
      ]
    },
    {
      "EnglishWord": "impulse duration",
      "Meanings": [
        "مدت ضربه"
      ]
    },
    {
      "EnglishWord": "impulse excitation",
      "Meanings": [
        "تحریک ضربه"
      ]
    },
    {
      "EnglishWord": "impulse frequency",
      "Meanings": [
        "فرکانس ضربه"
      ]
    },
    {
      "EnglishWord": "impulse function",
      "Meanings": [
        "تابع ضرر",
        "تابع دیراک"
      ]
    },
    {
      "EnglishWord": "impulse generator",
      "Meanings": [
        "مولد ضربه"
      ]
    },
    {
      "EnglishWord": "impulse level",
      "Meanings": [
        "سطح ضربه"
      ]
    },
    {
      "EnglishWord": "impulse noise",
      "Meanings": [
        "نویز ضربه ای نویزی که به صورت اختلالات کوتاه مدت و گذرا و با توزیع اساسا یکنواخت روی باند عبور یک سیستم انتقال مشخص می‌شود"
      ]
    },
    {
      "EnglishWord": "impulse relay",
      "Meanings": [
        "رله ضربه ای رله ای که با انرژی یک پالس کوتاه مدت و بعد از اتمام آن عمل می‌کند"
      ]
    },
    {
      "EnglishWord": "impulse response",
      "Meanings": [
        "پاسخ ضربه"
      ]
    },
    {
      "EnglishWord": "impulse solenoid",
      "Meanings": [
        "سیملوله ضربه ای سیملوله ای که بر اساس توان پالس و با سرعت صدا‌ها ضربه در ثانیه کار می‌کند. کاربرد آن در نوار گردانها",
        "دریچه‌های دسته بندی سریع و شاتر دوربینهای عکاسی است"
      ]
    },
    {
      "EnglishWord": "impulse train",
      "Meanings": [
        "قطار ضربه"
      ]
    },
    {
      "EnglishWord": "impulsive noise",
      "Meanings": [
        "نویز ضربه ای"
      ]
    },
    {
      "EnglishWord": "impure",
      "Meanings": [
        "ناخالص"
      ]
    },
    {
      "EnglishWord": "impurity",
      "Meanings": [
        "ناخالصی"
      ]
    },
    {
      "EnglishWord": "impurity  dopant",
      "Meanings": [
        "ناخالصی",
        "آلاینده ماده ای نظیر بر",
        "فسفر",
        "یا آرسنیک که در مقادیر کم به بلور نیمه رسانا اضافه می‌شود و الکترونهای اضافی ناخالصی دهنده یا حفره‌های اضافی ناخالصی پذیرنده تولید می‌کند"
      ]
    },
    {
      "EnglishWord": "impurity addition",
      "Meanings": [
        "افزودن ناخالصی"
      ]
    },
    {
      "EnglishWord": "impurity atom",
      "Meanings": [
        "اتم ناخالصی"
      ]
    },
    {
      "EnglishWord": "impurity charge",
      "Meanings": [
        "بار ناخالصی"
      ]
    },
    {
      "EnglishWord": "impurity concentration",
      "Meanings": [
        "غلظت ناخالصی"
      ]
    },
    {
      "EnglishWord": "impurity density",
      "Meanings": [
        "چگالی ناخالصی"
      ]
    },
    {
      "EnglishWord": "impurity diffusion",
      "Meanings": [
        "نفوذ ناخالصی"
      ]
    },
    {
      "EnglishWord": "impurity distribution",
      "Meanings": [
        "توزیع ناخالصی"
      ]
    },
    {
      "EnglishWord": "impurity doping",
      "Meanings": [
        "تزریق ناخالصی"
      ]
    },
    {
      "EnglishWord": "impurity element",
      "Meanings": [
        "عنصر ناخالصی"
      ]
    },
    {
      "EnglishWord": "impurity ion",
      "Meanings": [
        "یون ناخالصی"
      ]
    },
    {
      "EnglishWord": "impurity level",
      "Meanings": [
        "تراز ناخالصی تراز انرژی که بر اثر اتمهای ناخالصی تشکیل می‌شود"
      ]
    },
    {
      "EnglishWord": "impurity profile",
      "Meanings": [
        "نامیه ناخالصی نمودار تغییرات تراکم آلاینده‌ها در یک ویفر سیلیسیمی یا گالیم آرسنیدی"
      ]
    },
    {
      "EnglishWord": "impurity scattering",
      "Meanings": [
        "پراکنش ناخالصی پراکنده شدن الکترونها به وسیله اتمهای ناخالسی بلور"
      ]
    },
    {
      "EnglishWord": "impurity semiconductor",
      "Meanings": [
        "نیمه رسانای ناخالصی نیمه رسانایی که ویژیگی‌های آن را ترازهای ناخالصی مربوط به اتمهای بیرونی تعین می‌کند"
      ]
    },
    {
      "EnglishWord": "in",
      "Meanings": [
        "natural ltgaritm",
        "لگاریتم طبیعی زمان تناوب نوسان آزاد جسم یا سیستم",
        "inch",
        "اینچ واحدی برای طول که برابر با 2/54 سانتی متر است. استفاده از واحد si طول",
        "ترجیح داده می‌شود",
        "indium",
        "اندیم عنصر فلزی یا عدد اتمی 49 و وزن اتمی 114/82. به عنوان یک آلاینده مهم برای نیمه رساناها استفاده می‌شود. و در همان گروه جدول تناوببی عناصر",
        "آلومینیم ف گالیم قرار دارد"
      ]
    },
    {
      "EnglishWord": "in band signaling",
      "Meanings": [
        "سیگنال دهی درون باندی"
      ]
    },
    {
      "EnglishWord": "in- house",
      "Meanings": [
        "داخلی",
        "خانگی اشاره به عملیاتی که در درون یک کارخانه یا سازمان انجام می‌شود و نه در خارج آن و تحت قرار داد"
      ]
    },
    {
      "EnglishWord": "in line",
      "Meanings": [
        "ردیفی",
        "درون خطی"
      ]
    },
    {
      "EnglishWord": "in- line  electron guns",
      "Meanings": [
        "تفنگهای الکترونی هم خط مجموعه سه تفنگ الکترونی در یک صفحه افقی که رنگهای قرمز",
        "سبز و آبی را در تلویزیون رنگی یا نمایشگر رایانه تولید می‌کنند. باریکه‌های الکترونی از طریق یک ماسک شیار داریه نوارهای فسفری عمودی بر خورد می‌کنند. در لامپهای تصویر‌تری نیترون ساخت شرکت سونی از این تفنگها استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "in phase",
      "Meanings": [
        "هم فاز امواج خاصی که دارای بسامد یکسان هستند و در هر لحظه از نقاط مشابه عبور می‌کنند",
        "هم فاز"
      ]
    },
    {
      "EnglishWord": "in phase amplifier",
      "Meanings": [
        "تقویت کننده هم فاز"
      ]
    },
    {
      "EnglishWord": "in phase component",
      "Meanings": [
        "مولفه هم فاز"
      ]
    },
    {
      "EnglishWord": "in phase current",
      "Meanings": [
        "جریان هم فاز"
      ]
    },
    {
      "EnglishWord": "in phase signal",
      "Meanings": [
        "سیگنال هم فاز"
      ]
    },
    {
      "EnglishWord": "in phase voltage",
      "Meanings": [
        "ولتاژ هم فاز"
      ]
    },
    {
      "EnglishWord": "in quadrature",
      "Meanings": [
        "متعامد"
      ]
    },
    {
      "EnglishWord": "in/s",
      "Meanings": [
        "inchper second",
        "اینچ در ثانیه مقدار نامی سرعت نوار مغناطیسی. مقادیر متدواول سرعت است"
      ]
    },
    {
      "EnglishWord": "inaccuracy",
      "Meanings": [
        "بی دقت"
      ]
    },
    {
      "EnglishWord": "inas",
      "Meanings": [
        "indium arsenide",
        "اندیم آرسنید نوعی ترکیب بین فلزی با ویژگی نیمه رسانا. در حسگرهای اثر هال استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "in-band signaling",
      "Meanings": [
        "سیگنالدهی درون",
        "باندی ارسال علیم از طریق کانالی که معمولا برای ارسال صدا ذخیره شده است"
      ]
    },
    {
      "EnglishWord": "incandescence",
      "Meanings": [
        "التهاب گسیل تابش مریی توسط یک جسم گرم",
        "نظیر رشته لامپ فیلامان که بر اثر عبور جریان الکتریکی گرم می‌شود"
      ]
    },
    {
      "EnglishWord": "incandescent lamp",
      "Meanings": [
        "لامپ التهابی نوعی لامپ الکتریکی که بر اثر عبور جریان از یک رشته سیم مقاومتی و ملتهب نور تولید می‌کند"
      ]
    },
    {
      "EnglishWord": "incandesent",
      "Meanings": [
        "رشته ای"
      ]
    },
    {
      "EnglishWord": "incandesent lamp",
      "Meanings": [
        "لامپ رشته ای"
      ]
    },
    {
      "EnglishWord": "inch",
      "Meanings": [
        "اینچ واحدی برای طول که برابر با 2/54 سانتی متر است. استفاده از واحد si طول",
        "ترجیح داده می‌شود"
      ]
    },
    {
      "EnglishWord": "inchper second",
      "Meanings": [
        "اینچ در ثانیه مقدار نامی سرعت نوار مغناطیسی. مقادیر متدواول سرعت است"
      ]
    },
    {
      "EnglishWord": "incidence",
      "Meanings": [
        "تلاقی",
        "برخورد"
      ]
    },
    {
      "EnglishWord": "incidence angle",
      "Meanings": [
        "زاویه تابش زاویه بین پرتو وارد شونده به سطح و خط عمود بر آن در نقطه تابش"
      ]
    },
    {
      "EnglishWord": "incident",
      "Meanings": [
        "تابش",
        "تابنده",
        "فرودی"
      ]
    },
    {
      "EnglishWord": "incident light",
      "Meanings": [
        "نور برخوردی نور مستقیمی که به یک سطح می‌تابد"
      ]
    },
    {
      "EnglishWord": "incident wave",
      "Meanings": [
        "موج برخودپردی",
        "موج تابشی 1. موجی که به یک ناپیوستگی یا به محیطی با مشخصه انتشار متفاوت برخورد می‌کند. 2. موج جریان یا ولتاژی که از منبع به طرف بار در مسیر خط انتقال حرکت می‌کند"
      ]
    },
    {
      "EnglishWord": "incidental amplitude modulation",
      "Meanings": [
        "مدوله سازی اتفاقی دامنه نوعی مدوله سازی دامنه که به صورت تصادفی از فرایند مدوله سازی بسامد و / یا مدوله سازی فاز نتیجه می‌شود"
      ]
    },
    {
      "EnglishWord": "incidental ferquency modulation",
      "Meanings": [
        "مدوله سازی اتفاقی بسامد نوعی مدوله سازی بسامد که به صورت تصادفی از فرایند مدوله سازی دامنه نتیجه می‌شود"
      ]
    },
    {
      "EnglishWord": "incidental phase modulation",
      "Meanings": [
        "مدوله سازی اتفاقی فاز نوعی مدوله سازی فاز که به صورت تصادفی از فرایند مدوله سازی دامنه نتیجه می‌شود"
      ]
    },
    {
      "EnglishWord": "incidental radiation device",
      "Meanings": [
        "تابشگر اتفاقی وسیله ای که در شرایط کار عادی خود انرژی بسامد رادیویی تابش می‌کند هر چند که برای تولید این انرژی طراحی نشده باشد"
      ]
    },
    {
      "EnglishWord": "incliation",
      "Meanings": [
        "شیب",
        "میل زاویه بین یک خط",
        "سطح",
        "بردار",
        "یا هواپیما یا سطح افق"
      ]
    },
    {
      "EnglishWord": "inclined synchronous orbit",
      "Meanings": [
        "مدار همگام مایل مدار دایره ای و همگام غیر استوایی و بنابراین غیر ساکن"
      ]
    },
    {
      "EnglishWord": "inclinometer",
      "Meanings": [
        "میل سنج",
        "شیب سنج 1. وسیله ای که جهت نیروی مغناطیسی زمین را نسبت به صفحه افق اندازه می‌گیرد. 2. وسیله ای که وضعیت هواپیما نسبت به سطح افق را می‌سنجد"
      ]
    },
    {
      "EnglishWord": "incoherent",
      "Meanings": [
        "ناهمدوس",
        "نامربوط"
      ]
    },
    {
      "EnglishWord": "incoherent scattering",
      "Meanings": [
        "پراکنش ناهمدوس پراکندگی ذرات یا فوتونها به گونه ای که عناصر پراکنش مستقل از هم عمل کنند و هیچگونه رابطه فازی معین بین بخشهای باریکه پراکنده شده وجود نداشته باشد"
      ]
    },
    {
      "EnglishWord": "incoming",
      "Meanings": [
        "وارد شونده"
      ]
    },
    {
      "EnglishWord": "incompletely",
      "Meanings": [
        "ناقص",
        "غیر کامل"
      ]
    },
    {
      "EnglishWord": "incompletely specified function",
      "Meanings": [
        "تابع ناقص مشخص شده"
      ]
    },
    {
      "EnglishWord": "inconsistent",
      "Meanings": [
        "ناسازگار"
      ]
    },
    {
      "EnglishWord": "increase",
      "Meanings": [
        "افزایش"
      ]
    },
    {
      "EnglishWord": "increductor",
      "Meanings": [
        "نمو",
        "القاگر نوعی القاگر متغیر با هسته اشباع شده که در برخی مدارهای بسامد بالا به کار می‌رود"
      ]
    },
    {
      "EnglishWord": "increment",
      "Meanings": [
        "نمو",
        "افزایش تغییر اندک در مقدار یک متغیر"
      ]
    },
    {
      "EnglishWord": "incremental",
      "Meanings": [
        "افزایشی",
        "نمودی"
      ]
    },
    {
      "EnglishWord": "incremental frequency shift",
      "Meanings": [
        "جا به جایی نموی بسامد روشی برای برهم نهی نموی اطلاعات از طریق جا به جایی بسامد میانی نوسانگر به میزان معین"
      ]
    },
    {
      "EnglishWord": "incremental permeability",
      "Meanings": [
        "توارایی نموی نسبت یک تغییر تناوبی کوچک در القای مغناطیسی به تغییر متناظر در نیروی مغناطیسی در شرایطی که القای مغناطیسی میانگین بزرگتر از صفر باشد"
      ]
    },
    {
      "EnglishWord": "incremental printer",
      "Meanings": [
        "چاپگر نموی چاپگری که نویسه‌ها را پشت سر هم روی هر خط چاپ می‌کند. نمونه آن آن چاپگر جوهر افشان با کنترل رایانه ای است"
      ]
    },
    {
      "EnglishWord": "incremental resistance matrix",
      "Meanings": [
        "ماتریس مقاومتی افزایشی"
      ]
    },
    {
      "EnglishWord": "incremental sensitivity",
      "Meanings": [
        "حساسیت نموی کوچکترین تغییر در مقدار یک کمیت مورد اندازه گیری که وسیله اندازه گیری می‌تواند آشکار کند"
      ]
    },
    {
      "EnglishWord": "incremental shaft - angle   optical encoder disk",
      "Meanings": [
        "صفحه رمز گذار نوری",
        "نموی زاویه محور صفحه ای از شیشه یا پلاستیک که دارای الگویی از قطعات شعاعی تیره و شفاف در فواصل مساوی استو روی محور چرخان رمز گذار نوری",
        "نموی زاویه محور نصب می‌شود"
      ]
    },
    {
      "EnglishWord": "incremental shaft -angle optical encoder",
      "Meanings": [
        "رمز گذار نوری",
        "نموی زاویه محور نوعی رمزگذار الکترومکانیکی که دارای یک دیود نور افشان داخلی LED",
        "تعدادی آشکار ساز نوری",
        "و صفحه رمز نموی نصب شده روی محور است. با چرخش صفحه رمز",
        "باریکه نوری قطع و وصل و توسط آشکار سازها دو یا چند خروجی مربع",
        "شکل تولید می‌شود که تعداد پالسهای آنها برابر با تعداد خطوط روی صفحه است. با شمارش این پالسها می‌توان سرعت موقعیت محور را نسبت به یک زاویه مرجع تعیین کرد"
      ]
    },
    {
      "EnglishWord": "incremental tuner",
      "Meanings": [
        "تیونر نموی تیونر تلویزیون که در آن آنتن",
        "تقویت کننده آر",
        "اف. و پیچکهای تنظیم نوسان ساز آر",
        "اف به صورت یکپارچه با قطعات کوچک سری کتصل به هم قرار گرفته اند. در این حالت یک کلید گردان اندوکتانس لازم برای کانال معین را از اندوکتانس کل انتخاب می‌کند یا اینکه به جز آن بقیه را اندوکتانس اتصال کوتاه می‌کند"
      ]
    },
    {
      "EnglishWord": "indefinite",
      "Meanings": [
        "نامعین"
      ]
    },
    {
      "EnglishWord": "indefinite integral",
      "Meanings": [
        "انتگرال نامعین"
      ]
    },
    {
      "EnglishWord": "indentification",
      "Meanings": [
        "شناسایی فرایند تعیین هویت هدف نمایش داده شده روی صفحه رادار یا تعیین اینکه کدامیک از پژواکها نشانگر یک هدف خاص در رادار است"
      ]
    },
    {
      "EnglishWord": "independence",
      "Meanings": [
        "استقلال"
      ]
    },
    {
      "EnglishWord": "independent",
      "Meanings": [
        "مستقل"
      ]
    },
    {
      "EnglishWord": "independent side band modulation   isb",
      "Meanings": [
        "مدولاسیون با باند کناری مستقل"
      ]
    },
    {
      "EnglishWord": "independent variable",
      "Meanings": [
        "متغیر مستقل کمیت یا وضعیت مستقلی که در یک سیستم کنترل خودکار",
        "متغیر کنترل شونده را مطابق رابطه از پیش معین تغییر می‌دهد"
      ]
    },
    {
      "EnglishWord": "independent voltage source",
      "Meanings": [
        "منبع ولتاژ مستقل"
      ]
    },
    {
      "EnglishWord": "independent-sideband modulation",
      "Meanings": [
        "مدوله سازطی کنار باند",
        "مستقل نوعی مدوله سازی که در آن کنار باندهای بالایی و پاینی",
        "سیگنالهای اطلاعات کاملا متفاوتی را حمل می‌کنند. حامل می‌تواند ارسال شده یا حذف شده باشد"
      ]
    },
    {
      "EnglishWord": "indestructible",
      "Meanings": [
        "فناناپذیر",
        "ناویرانگر"
      ]
    },
    {
      "EnglishWord": "indeterminate",
      "Meanings": [
        "نامعین"
      ]
    },
    {
      "EnglishWord": "index",
      "Meanings": [
        "شاخص"
      ]
    },
    {
      "EnglishWord": "index register",
      "Meanings": [
        "ثبات نمایه یکی از ثباتهای موجود در رایانه که در صورت خودکار نشانی داده شده در دستورالعملها را قبل از اجرا اصلاح می‌کند. در دستولاعمل اصلی بدون اصلاح و دست نخورده در حافظه می‌ماند"
      ]
    },
    {
      "EnglishWord": "indexing",
      "Meanings": [
        "نمایه گذاری",
        "نمایه بندی روند ایجاد نشانیهای واقعی حافظه در رایانه از طریق جمع مقدار نشانی در دستورالعمل با مقدار ذخیره شده در یک ثبات نمایه"
      ]
    },
    {
      "EnglishWord": "indexof refraction",
      "Meanings": [
        "ضریب شکست نسبت سرعت موج در خلابه سرعت آن در محیط مشخص"
      ]
    },
    {
      "EnglishWord": "indication",
      "Meanings": [
        "اعلام",
        "نشان دادن"
      ]
    },
    {
      "EnglishWord": "indicator",
      "Meanings": [
        "نشانگر لامپ پرتو کاتدی یا وسیله دیگری که اطلاعات ارسالی یا دریافتی از منابعی نظیر گیرنده رادار را نمایش می‌دهد"
      ]
    },
    {
      "EnglishWord": "indirect",
      "Meanings": [
        "غیر مستقیم"
      ]
    },
    {
      "EnglishWord": "indirect address",
      "Meanings": [
        "نشانی غیر مستقیم نشانی موجود در یک دستولاعمل رایانه ای که به محل ذخیره نشانی عملوند مرجع اشاره می‌کند"
      ]
    },
    {
      "EnglishWord": "indirect measurement",
      "Meanings": [
        "سنجش غیر مستقیم"
      ]
    },
    {
      "EnglishWord": "indirect operation",
      "Meanings": [
        "عملکرد غیر مستقیم"
      ]
    },
    {
      "EnglishWord": "indirect scanning",
      "Meanings": [
        "پویش غیر مستقیم نوعی پویش که در آن پرتو باریکی از نور در روی ناحیه مورد نظر حرکت داده می‌شود. از این روش در پویش نقطه",
        "شناور لایه‌ها استفاده می‌شود. که طی آن نور ارسال شده از نواحی روشن اصلی به تربیب توسط یک یا چند حسگر نوری دریافت می‌شود"
      ]
    },
    {
      "EnglishWord": "indirectly controlled variable",
      "Meanings": [
        "متغیر کنترل شونده غیر مستقیم کمیت یا وضعیتی که با توجه به رابطه اش با متغیر کنترل شونده. تحت کنترل قرار می‌گیرد و در یک سیستم کنترل پسخوردی مستقیما اندازه گرفته نمی‌شود"
      ]
    },
    {
      "EnglishWord": "indirectly heated cathode  unipotential  cathode  heater - type cathode",
      "Meanings": [
        "کاتد با گرایش غیر مستقیم",
        "کاتد هم پتانسیل",
        "کاتد نوع گرم کن کاتدی در یک لامپ گرما یونی که گرمای آن توسط یک گرمکن مستقل تامین می‌شود. در نتیجه پتانسیل تمام نقاط این کاتد یکسان است. بر عکس",
        "در فیلامان با گرمایش مستقیم پتانسیل از یک سر تاسر دیگر تغییر می‌کند"
      ]
    },
    {
      "EnglishWord": "indirectly ionizing particles",
      "Meanings": [
        "ذرات یوننده غیر مستقیم ذرات بی باری که می‌توانند مستقیما ذرات یوننده آزاد کنند یا منجر به دگرگونی هسته ای شوند. نوترونها و فوتونها از جمله این ذراتند"
      ]
    },
    {
      "EnglishWord": "indistinct",
      "Meanings": [
        "مبهم",
        "نامعلوم"
      ]
    },
    {
      "EnglishWord": "indium",
      "Meanings": [
        "اندیم عنصر فلزی یا عدد اتمی 49 و وزن اتمی 114/82. به عنوان یک آلاینده مهم برای نیمه رساناها استفاده می‌شود. و در همان گروه جدول تناوببی عناصر",
        "آلومینیم ف گالیم قرار دارد"
      ]
    },
    {
      "EnglishWord": "indium antimonide",
      "Meanings": [
        "اندیم آنتیمونید نوعی آلیاژدوتایی نیمه رسانا از آندیم و آنتیموان که تحرک الکترونی بسیار بالاییایجاد می‌کند. از آن برای ساخت آشکارسازیهای زیر قرمز",
        "فیلترهای زیر قرمز",
        "مقاومتهای مغناطیسی و قطعات اثرذ",
        "مال استفاده می‌شود. همچنین برخی از دیودهای تونلی",
        "ترانزیستورها و دیودهای لیزر با استفاده از insb ساخته شده اند"
      ]
    },
    {
      "EnglishWord": "indium antimonide detector",
      "Meanings": [
        "آشکار ساز",
        "ایندیم آنتیمونیدی آشکار ساز زیر قرمز فوتوولتایی که با کار در دمای نیتروژن مایع حساسیت بالایی را نسبت به طول موج حدود 5 میکروفاراد در ناحیه زیر قرمز ایجاد می‌کند. کاربرد آن در سیستمهای هدایت موشک",
        "سیستمهای شناسایی هدف و نظارت بر تابش لیزری است"
      ]
    },
    {
      "EnglishWord": "indium arsenide",
      "Meanings": [
        "اندیم آرسنید نوعی ترکیب بین فلزی با ویژگی نیمه رسانا. در حسگرهای اثر هال استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "indium phosphide",
      "Meanings": [
        "اندیم آرسنید نوعی ترکیب بین فلزی با ویژگیهای نیمه رسانا. در حسگرهای اثر هال استفاده می‌شود",
        "اندیم فسفید ترکیبی فلزی با ویژگیهای نیمه رسانا"
      ]
    },
    {
      "EnglishWord": "individual",
      "Meanings": [
        "منفرد",
        "واحد",
        "اختصاصی"
      ]
    },
    {
      "EnglishWord": "induce",
      "Meanings": [
        "القا کردن"
      ]
    },
    {
      "EnglishWord": "induced",
      "Meanings": [
        "القا شده"
      ]
    },
    {
      "EnglishWord": "induced charge",
      "Meanings": [
        "بارالقایی بار الکتروستایکی که توسط میدان الکتریکی روی یک جسم تولید می‌شود",
        "بار القا شده"
      ]
    },
    {
      "EnglishWord": "induced conductivity",
      "Meanings": [
        "رسانایی القا شده"
      ]
    },
    {
      "EnglishWord": "induced current",
      "Meanings": [
        "جریان القایی جریان تولید شده در یک رسانا توسط میدان الکترو مغناطیس متغیر با زمان. در گرمایش القایی از این روش استفاده می‌شود",
        "جریان القا شده"
      ]
    },
    {
      "EnglishWord": "induced electron emission",
      "Meanings": [
        "گسیل الکترون القایی گسیل الکترونها در اثر برخورد پرتوهای ایکس به نمونه ای از ماده مورد مطالعه. گستره انرژ الکترونهای گسیل شده به ترکیب شیمیایی بستگی دارد. در طیف سنجها استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "induced emf",
      "Meanings": [
        "نیروی محرکه الکتریکی القا شده"
      ]
    },
    {
      "EnglishWord": "induced voltage",
      "Meanings": [
        "ولتاژالقایی ولتاژ که برای تغییر تعداد خطوط نیروی مغناطیسی گذارنده از پیچک یک مدار",
        "در آن مدار القا میشود",
        "ولتاژ القا شده"
      ]
    },
    {
      "EnglishWord": "inductance",
      "Meanings": [
        "القا کنایی ویژگی یک مدار یا عنصر مداری در مخالفت با هر گونه تغییر جریان",
        "القاکنایی منجر به تاخیر تغییر جریان نسبت به تغییر ولتاژ می‌شود. واجد آن هانری",
        "میلی هانری و میکروهانری است",
        "اندوکتانس",
        "القا کنایی",
        "ضریب القا"
      ]
    },
    {
      "EnglishWord": "inductance - capacitance",
      "Meanings": [
        "القا کنایی",
        "ظرفیت ال",
        "سی مداری که توسط عناصر پیچک و خازن دارای ویژگیهای القا کنایی و ظر فیت است"
      ]
    },
    {
      "EnglishWord": "inductance bridge",
      "Meanings": [
        "پل القا کنایی وسیله ای مشابه با پل تستون که می‌تواند القا کنایی مجهول را از طریق مقایسه آن با القا کنایی معلوم اندازه بگیرد"
      ]
    },
    {
      "EnglishWord": "inductance matrix",
      "Meanings": [
        "ماتریس ضرایب القا"
      ]
    },
    {
      "EnglishWord": "inductance mutual",
      "Meanings": [
        "اندوکتانس متقابل"
      ]
    },
    {
      "EnglishWord": "inductance self",
      "Meanings": [
        "اندوکتانس خودی"
      ]
    },
    {
      "EnglishWord": "inductance switch",
      "Meanings": [
        "کلکید القاکنایی القا گر متغیر دو سطحی و زمزابیک که توسط جریان کنترل کننده از یک سطح به سطح دیگر می‌رود"
      ]
    },
    {
      "EnglishWord": "induction",
      "Meanings": [
        "القا رایند تولید ولتاژ",
        "بار الکتروستاتیکی",
        "یا میدان مغناطیسی در یک جسم به وسیله بر هم کنش خطوط نیرو",
        "القا کردن"
      ]
    },
    {
      "EnglishWord": "induction brazing",
      "Meanings": [
        "جوش برننج القایی فرایند جوش برنج الکتریکی که در آن گرما با عبور جریان القایی از مقاومت مفصل تحت جوش برنج تولید می‌شود"
      ]
    },
    {
      "EnglishWord": "induction coil",
      "Meanings": [
        "پیچک القا وسیله ای برای تغییر جریان مستقیم به جریان متناوب ولتاژ",
        "بالا. پیچک اولیه آن از چند دور سیسم ضخیم و پیچک ثانویه آن",
        "که روی اولیه پیچیده شده است. قطع جریان مستقیم در اولیه به وسیله یک اتصال مرتعش",
        "ولتاژ بالایی را در ثانویه تولید می‌کند",
        "سیم پیچ القایی"
      ]
    },
    {
      "EnglishWord": "induction compass",
      "Meanings": [
        "قطب نمای القایی قطب نمایی که نمایش عقربه آن به جریان تولید شده در پیچکی بستگی دارد که در میدان مغناطیسی زمین می‌چرخد"
      ]
    },
    {
      "EnglishWord": "induction -conduction heater",
      "Meanings": [
        "گرمکن رسانشی",
        "القایی نوعی وسیله گرم کننده که جریان الکتریکی آن ضمن جریان یاقتن توسط القا به مسیر مشخصی محدود می‌شود"
      ]
    },
    {
      "EnglishWord": "induction coupling",
      "Meanings": [
        "تزویج القایی نوعی تزویج که در آن میدان مغناطیسی تولید شده توسط قطبهای مغناطیسی یک عضو گردنده و جریان القا شده در قسمت گردنده دوم بر هم کنش می‌کند و گشتاور را منتقل می‌کند"
      ]
    },
    {
      "EnglishWord": "induction current",
      "Meanings": [
        "جریان القایی"
      ]
    },
    {
      "EnglishWord": "induction field",
      "Meanings": [
        "میدان القایی 1. بخشی از میدان الکترومغناطیسی یک آنتن فرستنده که گویی همواره همراه با آنتن است",
        "در حالی که میدان تابشی آنتن فرستنده را ترک می‌کند و به صورت امواج رادیویی در فضا منتشر می‌شود. 2. میدان مغناطیسی یک پیچک حامل جریان متناوب که ولتاژی را در خود پیچک یا پیچک نزدیک به آن القا می‌کند",
        "میدان القایی"
      ]
    },
    {
      "EnglishWord": "induction furnace",
      "Meanings": [
        "کروه القایی کوره ای که انرژی الکتریکی آن از طریق القای الکترومغناطیسی به گرما تبدیل می‌شود",
        "کوره القایی"
      ]
    },
    {
      "EnglishWord": "induction generator",
      "Meanings": [
        "مولد القایی"
      ]
    },
    {
      "EnglishWord": "induction hardening",
      "Meanings": [
        "سخت گردانی القایی فریاند سخت کردن یک آلیاژ آهنی به وسیله گرمایش القایی"
      ]
    },
    {
      "EnglishWord": "induction heater",
      "Meanings": [
        "گرمکن القایی مجموعه مولد و تجهیزات مرتبط با آن برای گرمایش القایی. در بسامدهای کم تا حدود 50 هرتز",
        "تجهیزات گردنده توان را تولید می‌کنند. در بسامدهای بالاتر",
        "که برای گرمایش سطحی مناسبتر است",
        "از مولدهای الکترونیکی برای تولید توان استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "induction heating  eddy-current heating",
      "Meanings": [
        "گرمایش القایی",
        "گرمایش جریان ادی گرم کردن یک ماده نیمه رسانا با قرار دادن آن در میدان مغناطیسی متغیر. جریانهای ادی القا شده در ماده",
        "درست مانند عبور جریان از یک مقاومت گرما تولید می‌کنند. گستره بسامدهای مورد استفاده تابعی از ابعاد و شکل جسم مورد نظر است و بین 50 تا 500000 هرتز تغییر می‌کند"
      ]
    },
    {
      "EnglishWord": "induction machine",
      "Meanings": [
        "ماشین القایی"
      ]
    },
    {
      "EnglishWord": "induction motor",
      "Meanings": [
        "موتور القایی نوعی موترو AC که سیم پیچ اولیه آن معمولا استاتور به منیع انرژی وصل می‌شود. و یک سیم پیچ ثانویه چند فازه یا سیم پیچ ثانویه روتور قفسی معمولا روتور جریان القایی را حمل می‌کند",
        "موتور القایی"
      ]
    },
    {
      "EnglishWord": "induction potentiometer",
      "Meanings": [
        "پتانسیومتر القایی یک سنکرو از نوع تفکیک کننده که ولتاژ قطبیده ای تولید می‌کند که اندازه آن تناسب مستقیم با جابجایی زوایه ای نسبت به موقعیت مرجع دارد و فاز آن جهت گردش محور نسبت به موقعیت مرجع را نشان می‌دهد. گستره خطی می‌تواند تا 85 درجهی برسد"
      ]
    },
    {
      "EnglishWord": "induction relay",
      "Meanings": [
        "رله القایی"
      ]
    },
    {
      "EnglishWord": "inductive",
      "Meanings": [
        "القایی",
        "القایشی 1. مرتبط با القاکنایی. 2. اشاره به القای ولتاژ از طریق القا کنایی متقابل 3. مرتبط با القای بار الکتریکی به وسیله القای الکتروستاتیکی"
      ]
    },
    {
      "EnglishWord": "inductive  diaphragm",
      "Meanings": [
        "دیافراگم القایی",
        "غشای القایی نوعی پنجره مشدد در موجبر که رآکتانس القایی معادل در بسامد ارسال را فراهم می‌کند"
      ]
    },
    {
      "EnglishWord": "inductive circuit",
      "Meanings": [
        "مدار القایی مداری که در آن رآکتانس القایی بیش از رآکتانس خازنی است",
        "مدار القایی"
      ]
    },
    {
      "EnglishWord": "inductive coupling",
      "Meanings": [
        "تزویج القایی"
      ]
    },
    {
      "EnglishWord": "inductive coupling   transformer coupling",
      "Meanings": [
        "تزویج القایی",
        "تزویج ترانسفورمری ترویج دو مدار به وسیله القا کنایی متقابل در یک ترانسفورمر. اگر تزویج از طریق خود القایی مشترک بین دو مدار باشد تزویج القایی مستقیم نامیده می‌شود"
      ]
    },
    {
      "EnglishWord": "inductive feedback",
      "Meanings": [
        "پسخورد القایی پسخورد انرژی از مدار خروجی یک تقویت کننده به ورودی آن از طریق یک القاگر یا به کمک تزویج القایی"
      ]
    },
    {
      "EnglishWord": "inductive kick",
      "Meanings": [
        "ضربه القایی ولتاژ القا شده در پیچک هسته",
        "آهنی در موقع قطع ناگهانی جریان آن. ولتاژ القایی",
        "چندین برابر ولتاژ اعمال شده است"
      ]
    },
    {
      "EnglishWord": "inductive load",
      "Meanings": [
        "بار القایی"
      ]
    },
    {
      "EnglishWord": "inductive load  lagging load",
      "Meanings": [
        "بار القایی",
        "بار تاخیری باری که عمدتا اثر القایی دارد و جریان متناوب عبوری از آن نسبت به ولتاژ متناوب در سر آن تاخیر دارد"
      ]
    },
    {
      "EnglishWord": "inductive post",
      "Meanings": [
        "تیرک القایی تیرک یا پیچ فلزی که در یک موجبر به مورازات بیدان E کشیده می‌شود. تا سوسپانس القایی موازی با موجبر برای اهداف تنظیمی یا تطبیقی فراهم کند"
      ]
    },
    {
      "EnglishWord": "inductive reactance",
      "Meanings": [
        "راکتانس القایی راکتانس مربوط به القا کنایی یک پیچک یا مدار",
        "راکتانس القایی بر حسب اهم اندازه گیریث شده و برابر با 6/28fl است که در آن f بسامد برحسب هرتز و L القا کنایی بر حسب هانری است",
        "راکتانس القایی"
      ]
    },
    {
      "EnglishWord": "inductive susceptance",
      "Meanings": [
        "سوسپتانس القایی"
      ]
    },
    {
      "EnglishWord": "inductive tuning",
      "Meanings": [
        "تنظیم القایی عمل تنظیم به وسیله القا گر متغیر"
      ]
    },
    {
      "EnglishWord": "inductive window",
      "Meanings": [
        "پنجره القایی نوعی دیافراگم رسانا که از دیواره‌های کناری موجبر به داخل آن کشیده می‌شود و مانند یک سوسپانس القایی به موازات موجبر رفتار می‌کند"
      ]
    },
    {
      "EnglishWord": "inductometer",
      "Meanings": [
        "القا سنج القاگر متغیر و درجه بندی شده ای که عموما به همراه پل القاکنایی استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "inductor",
      "Meanings": [
        "القاگر",
        "سلف",
        "سیم پیچ"
      ]
    },
    {
      "EnglishWord": "inductor generator",
      "Meanings": [
        "مولد القاگر نوعی مولد ای سی که سیم پیچ‌های ثابت و پیوند‌های شار آن با گردش یک روتور فرو مغناطیسی دندانه ای تغییر می‌کند. این مولد می‌تواند توان بالا در بسامدهای تاچند هزار هرتز را برای گرمایش القایی تولید کند"
      ]
    },
    {
      "EnglishWord": "industrial",
      "Meanings": [
        "صنعتی"
      ]
    },
    {
      "EnglishWord": "industrial consumer",
      "Meanings": [
        "مصرف کننده صنعتی"
      ]
    },
    {
      "EnglishWord": "industrial electronics",
      "Meanings": [
        "الکترونیک صنعتی"
      ]
    },
    {
      "EnglishWord": "industrial load",
      "Meanings": [
        "بار صنعتی"
      ]
    },
    {
      "EnglishWord": "industry",
      "Meanings": [
        "صنعت"
      ]
    },
    {
      "EnglishWord": "industry standard architecture",
      "Meanings": [
        "معماری استاندارد صنعت ایسا نامی که IBM به معماری گذر گاه مورد استفاده در رایانه‌های شخصی PCAT داده است"
      ]
    },
    {
      "EnglishWord": "ineffective",
      "Meanings": [
        "بی اثر",
        "غیر موثر"
      ]
    },
    {
      "EnglishWord": "inequality",
      "Meanings": [
        "نابرابری"
      ]
    },
    {
      "EnglishWord": "inert gas",
      "Meanings": [
        "گاز بی اثر گازی که از نظر شیمیایی بی اثر است نظیر آرگن",
        "هلیم",
        "کریپتون",
        "نیون و گزنون"
      ]
    },
    {
      "EnglishWord": "inertance",
      "Meanings": [
        "اینرتنس معمادل آکوستیک القاکنایی"
      ]
    },
    {
      "EnglishWord": "inertia",
      "Meanings": [
        "لختی"
      ]
    },
    {
      "EnglishWord": "inertial- celestial guidance",
      "Meanings": [
        "هدایت لختی",
        "آسمانی سیستم هدایت لختی که موقعیت آن به صورت خودکار و لحظه ای توسط هدایت آسمانی بررسی می‌شود"
      ]
    },
    {
      "EnglishWord": "inertial- gravitational  guidance system",
      "Meanings": [
        "سیستم هدایت لختی",
        "گرانشی نوعی سیستم هدایت که به جز گرانش",
        "مستقل از سایر اطلاعات بیرونی است"
      ]
    },
    {
      "EnglishWord": "inertial guidance",
      "Meanings": [
        "هدایت لختی سیستم هدایت الکترونیکی که به صورت خودکار مسیر معینی تا هدف زمینی را طی میکند. موقعیت جغرافیایی دقیق هدف به همراه نقطه شروع یا موقعیت یک نقطه باربینی در رایانه سیستم قرار داده می‌شود. این سیستم تحت کنترل رایانه داخلی خود به آثار لختی ناشی از تغییر مسیر یا سرعت پاسخ می‌دهد و تصحیحات لازم را انجام می‌دهد. سیستم در مقابل آثار داخلی و اخلال الکترونیکی ایمن است و در موشکهای هدایت شونده و زیر دریایی‌ها استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "inertial navigation",
      "Meanings": [
        "ناوبری لختی کابربرد هدایت لختی برای ناوبری در هواپیما‌ها ف کشتیها",
        "فضا پیماها و زیر دریاییها. ناوبری در این سیستم بر اساس بر آورد موقعیت و با توجه به محاسبات خودکار جهت ف مسافت",
        "و سرعت که از اندازه گیریهای ژیروسکوپی و شتاب به دست می‌آیند. انجام می‌پذیرد"
      ]
    },
    {
      "EnglishWord": "inertial space",
      "Meanings": [
        "فضای لختی چارچوب مرجعی که نسبت به ستارگان ثابت طراحی شده است"
      ]
    },
    {
      "EnglishWord": "inertial switch",
      "Meanings": [
        "کلید لختی کلیدی که بر اثر تغییر ناگهانی سرعت میزبان آن عمل می‌کند"
      ]
    },
    {
      "EnglishWord": "infinite",
      "Meanings": [
        "بی پایان",
        "نامحدود"
      ]
    },
    {
      "EnglishWord": "infinite - impedance detector",
      "Meanings": [
        "آشکار ساز امپدانس بی نهایت آشکار سازی که امپدانس مدار ورودی آن بی نهایت است"
      ]
    },
    {
      "EnglishWord": "infinite attenuation",
      "Meanings": [
        "تضعیف بی نهایت تضعیف بسیار بزرگی که سبب می‌شود ولتاژ اعمال شده به پایانه‌های ورودی یک فیلتر هیچگونه ولتاژ خروجی تولید نکند. این عبارت بسامدی را مشخص می‌کند که در آن فیلترای با پیچک و خازنهای بدون اتلاف",
        "تضعیف بی نهایت خواهد داشت"
      ]
    },
    {
      "EnglishWord": "infinite clipping",
      "Meanings": [
        "برش بی پایان",
        "برش بی نهایت برشی که مشخصه آن سطح آستانه بسار کوچک است که در نتیجه شکل موج خروجی اساسا مستطیلی خواهد بود"
      ]
    },
    {
      "EnglishWord": "infinite duration",
      "Meanings": [
        "طول مدت نامحدود"
      ]
    },
    {
      "EnglishWord": "infinite ladder network",
      "Meanings": [
        "شبکه نردبانی نامحدود"
      ]
    },
    {
      "EnglishWord": "infinite line",
      "Meanings": [
        "خط بی پایان خط انتقال فرضی که مشخصه‌های آن متناظر با یک خط معمولی با طول بی نهایت است"
      ]
    },
    {
      "EnglishWord": "infinite resolution",
      "Meanings": [
        "درجه تفکیک بی نهایت توانایی ایجاد تغییر بدون پله و پیوسته در مقدار خروجی روی تمام گستره یک وسیله. نمونه آن تغییر مقاومت یک پتانسیومتر است که بازوی متحرک آن روی عنصر مقاومتی فلزی و بدون فاصله هوایی حرکت می‌کند"
      ]
    },
    {
      "EnglishWord": "infinity",
      "Meanings": [
        "بی نهایت 1. یک عدد یا مقدار با بزرگی نامعین. 2. هر عدد بزرگتر از بیشترین مقداری که می‌تواند در ثبات رایانه ذخیره شود. در صورت محاسبه چنین عددی ف رایان متوقف می‌شود و علامت هشدار در مورد وقوع یک سر ریز را می‌دهد"
      ]
    },
    {
      "EnglishWord": "inflection point",
      "Meanings": [
        "نقطه عطف نقطه ای که در آن یک منحنی تغییر معینی می‌دهد"
      ]
    },
    {
      "EnglishWord": "influence",
      "Meanings": [
        "تاثیر",
        "اثر گذاری",
        "نفوذ"
      ]
    },
    {
      "EnglishWord": "information",
      "Meanings": [
        "اطلاعات"
      ]
    },
    {
      "EnglishWord": "information carrier",
      "Meanings": [
        "حامل اطلاعات"
      ]
    },
    {
      "EnglishWord": "information content",
      "Meanings": [
        "محتوی اطلاعات"
      ]
    },
    {
      "EnglishWord": "information processing",
      "Meanings": [
        "پردازش اطلاعات پردازش داده‌های نمایانگر اطلاعات",
        "نظیر مدخلهای نمایه",
        "پردازش اطلاعات"
      ]
    },
    {
      "EnglishWord": "information quality",
      "Meanings": [
        "کیفیت اطلاعات"
      ]
    },
    {
      "EnglishWord": "information rate",
      "Meanings": [
        "نرخ اطلاعات"
      ]
    },
    {
      "EnglishWord": "information rechnology   it",
      "Meanings": [
        "فناوری اطلاعات"
      ]
    },
    {
      "EnglishWord": "information retrieval",
      "Meanings": [
        "بازیابی اطلاعات استخراج اطلاعات معین از داده‌های ذمخیره شده یا از مجموعه ای از مستندات",
        "عموما با استفاده از رایانه"
      ]
    },
    {
      "EnglishWord": "information science",
      "Meanings": [
        "دانش اطلاعات",
        "علم اطلاعات دانشی که با ویژگیها و کنترل اطلاعات",
        "از جمله ذخیره نابازیابی و انتشار آن سروکار دارد"
      ]
    },
    {
      "EnglishWord": "information super highway",
      "Meanings": [
        "ابر بزرگراه اطلاعاتی",
        "شاهراه اطلاعاتی نام استعاری برای شبکه داده‌های رقمی دو طرفه که ظرفیت حمل آن تقریبا نامحدود است. تمام انواع اطلاعات رقمی",
        "متن",
        "صدا",
        "شنیداری",
        "تصویری",
        "رمز رایانه ای",
        "عکس",
        "گرافیک",
        "و تصاویر متحرک",
        "را می‌توان از طریق سیمهای تلفن",
        "کابلهای هم محور",
        "و کابلهای تار نوری انتقال داد. اینترنت به عنوان یک ابر بزرگراه اطلاعاتی شناخته می‌شود"
      ]
    },
    {
      "EnglishWord": "information system",
      "Meanings": [
        "سیستم اطلاعات هر روشی برای انتقال دانش از فردی به فرد دیگر",
        "نظیر ارتباطات ساده شفاهی",
        "و یا روشهای کاملا رایانه ای ذخیره",
        "جستجو و بازیابی اطلاعات. کتاب از جمله شناخته شده ترین",
        "راحت‌ترین و موثرترین سیستمهای اطلاعاتی به شمار می‌رود"
      ]
    },
    {
      "EnglishWord": "information theory",
      "Meanings": [
        "نظریه اطلاعات نظریه ای ریاضی که با آهنگ اطلاعات",
        "پهنای کانال",
        "اعوجاج",
        "نویز",
        "و سایر عوامل موثر بر انتقال اطلاعات سر و کار دارد"
      ]
    },
    {
      "EnglishWord": "information transmission",
      "Meanings": [
        "انتقال اطلاعات"
      ]
    },
    {
      "EnglishWord": "information unit",
      "Meanings": [
        "واحد اطلاعات"
      ]
    },
    {
      "EnglishWord": "infradyne receiver",
      "Meanings": [
        "گیرنده «اینفرادین» نوعی گیرنده سوپر هترودین که با بسامد میانی آن به منظور گزینندگی بیشتر",
        "بالاتر از بسامد سیگنال است"
      ]
    },
    {
      "EnglishWord": "infralow frequency",
      "Meanings": [
        "بسامد فرو پایین بسامد واقع در باند 300 تا 3000 هرتز در طیف رادیویی که متناظر با طول موج بین 100 تا 1000 کیلومتر است"
      ]
    },
    {
      "EnglishWord": "infrared",
      "Meanings": [
        "مادون قرمز"
      ]
    },
    {
      "EnglishWord": "infrared absorption spectrum",
      "Meanings": [
        "طیف جذب زیر قرمز طیف تولید شده به وسیله جذب مولکولی تابش زیر قرمز"
      ]
    },
    {
      "EnglishWord": "infrared beacon",
      "Meanings": [
        "راهنمای زیر قرمز نوعی منبع تابش زیر قرمز که به عنوان نقطه مرجع جغرافیایی رفتار می‌کند. سمت را می‌توان با توجه به آن تعیین کرد"
      ]
    },
    {
      "EnglishWord": "infrared camera",
      "Meanings": [
        "دوربین زیر قرمز نوعی دوربین که با استفاده از روشهای پ=ویش دقیق و آشکار سازهای زیر قرمز گرمانگارهایی تهیه می‌کند که تصاویر مربوط به تابشهای طبیعی انرزی زیر قرمز توسط اجسام در دمای بالای صفر مطلق را نشان می‌دهد"
      ]
    },
    {
      "EnglishWord": "infrared communication set",
      "Meanings": [
        "تجهیزات ارتباطی زیر قرمز مجموعه عناصر لازم برای عملکرد یک سیستم الکترونیکی دو طرفه با استفاده از تابش زیر قرمز به عنوان محیط حمل اطلاعات"
      ]
    },
    {
      "EnglishWord": "infrared detector",
      "Meanings": [
        "آشکار ساز زیر قرمز وسیله ای که حضور و یا سمت یک جسم را از طریق آندازه گیری تابش‌های زیر قرمز از سطوح آن تعیین می‌کند. آشکار سازهای زیر قرمز فوتونی اگرچه حساسیت بالا و ثابت زمانی سریعی دارند اما حساسیت آنها تنها در گستره باریکی از طول موجهای در منطقه زیر قرمز نزدیک است و نیز باید در دماهای زمزاییک کار کنند. اشکار سازهای زیر قرمز گرمایی با جذب انرزی زیر قرمز موجب افزایش دما و تغییر یک ویژگی الکتریکی نظیر مقاومت می‌شوند"
      ]
    },
    {
      "EnglishWord": "infrared dome",
      "Meanings": [
        "irdome",
        "ایردم",
        "گنبدی زیر قرمز محافظ گنبدی یک آشکار ساز زیر قرمز و اجزای نوری آن از جنس کوارتز",
        "سیلیسیم",
        "ژرمانیم",
        "یاقوت کبود. آلومینات کلسیم",
        "یا هر ماده یدیگری که شفافیت بالایی در برابر انرژ زیر قرمز داشته باشد"
      ]
    },
    {
      "EnglishWord": "infrared- emitting diode",
      "Meanings": [
        "دیود زیر قرمز",
        "گسیل نوعی دیود گسیلنده نور زیر قرمز که بیشترین گسیل آن در منطقه زیر قرمز نزدیک",
        "نوعا 0/9 میکرومتر برای دیود PN گالیم آرسنیدی",
        "روی می‌دهد. مدوله سازهای نور",
        "مدارهای منطقی",
        "کلید زنی نوری",
        "رمز گذارهای موقعیت",
        "و نوارخوانها از این دیود استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "infrared guidance system",
      "Meanings": [
        "سیستم هدایت زیر قرمز نوعی سیستم هدایت موشک که دارای اشکار ساز زیر قرمز به همراه مدارهای تقویت و کنترل جهت کشف و دنبال کردن هدفهایی است که از خود گرما گسیل می‌کنند"
      ]
    },
    {
      "EnglishWord": "infrared homing",
      "Meanings": [
        "هدف نهایی زیر قرمز هدف یابی براساس ردگیری اهدافی که از خود تابش زیر قرمز گسیل می‌کنند"
      ]
    },
    {
      "EnglishWord": "infrared image converter",
      "Meanings": [
        "مبدل تصویر زیر قرمز نوعی لامپ الکترونی که صفحه نامریی و تابیده شده با زیر قرمز را به یک تصویر مریی روی صفحه فلورسان تبدیل می‌کند. به کمک یک عدسی زیر قرمز نمای مورد نظر به روی یک کاتد نوری واقع در سر ورودی لامپ متمرکز می‌شود. جریان الکترونهای گسیل شده از پشت کاتد نوری متناسب با برتابندگی هر نقطه خواهد بود. این جریان الکترونی با عبور از یک عدسی به روی صفحه فلیورسان واقع در انتهای دیگر لامپ متمرکز می‌شود و تصویر قابل رویت را تولید می‌کند"
      ]
    },
    {
      "EnglishWord": "infrared imagery",
      "Meanings": [
        "صفر زیر قرمز تصاویری که به صورت الکترونیکی و با آشکارسازی تابشهای الکترومغناطیسی زیر قرمزی که از سطح هدف گسیل یا بازتاب می‌شود",
        "به دست می‌آیند"
      ]
    },
    {
      "EnglishWord": "infrared light",
      "Meanings": [
        "نور مادون قرمز"
      ]
    },
    {
      "EnglishWord": "infrared optics",
      "Meanings": [
        "اپتیک زیر قرمز",
        "نورشناسی زیر قرمز مجموعه عدسیها",
        "منشورها و سایر عناصر نوری که در تابش زیر قرمز استفاده می‌شوند"
      ]
    },
    {
      "EnglishWord": "infrared polarizer",
      "Meanings": [
        "قطبشگر زیر قرمز نوعی قطبشگر که از لایه نازکی از گرافیک پیرولیتی تشکیل شده است و نور تابشی را در طول موجهای 4 میکرو متر به بالا از ناحیه زیر قرمز به میزان 98% قطبیده می‌کند"
      ]
    },
    {
      "EnglishWord": "infrared radiation",
      "Meanings": [
        "تابش زیر قرمز تابش الکترومغناطیسی در طیف زیر قرمز در گستره طول موجهای تقریبا 0/75 تا 1000 میکرومتر"
      ]
    },
    {
      "EnglishWord": "infrared receiver",
      "Meanings": [
        "گیرنده زیر قرمز وسیله ای برای دریافت و / یا مدوله سازی تابشهای زیر قرمزی که اطلاعات را با خود حمل می‌کنند"
      ]
    },
    {
      "EnglishWord": "infrared scanner",
      "Meanings": [
        "پویشگر زیر قرمز نوعی پویشگر که بر اساس روشهای مکانیکی یا الکتریکی و به کمک یک یا چند آشکار ساز زیر قرمز پولیش خط به خط میدان دید خود را انجام می‌دهد. در برخی نمونه‌ها امکان پویش همزمان افقی وعمودی وجود دارد"
      ]
    },
    {
      "EnglishWord": "infrared spectrum",
      "Meanings": [
        "طیف زیر قرمز انرزی گسیل شده در طول موجهای بین 0/75 تا 1000 میکرومتر که به عنوان تابش زیر قرمز infrared radiation شناخته می‌شود. طول موجهای بین 100 تا 1000 میکرومتر را امواج میلیمتری می‌نامند. زیر قرمز نوعی تابش الکترومغناطیسی که بر اثر ارتعاش و چرخش اتمها و مولکولهای ماده در دماهای بیشتر از صفر مطلق ok یا",
        "درجه سانتی گراد تولید م یشود. اگر دمای منبع تابش کننده بیش از1000k باشد. انرژی گسیل شده به صورت نور قرمز با طول موج حدود 0/75 میگرو فاراد قابل رویت است. طیف زیر قرمز به چهار بخش تقسیم می‌شود. زیر قرمز نزدیک میانی",
        "میکرو فاراد زیر قرمز دور",
        "میکرو فاراد و زیر قرمز جوی ATMOSPHERIC INFRARED WINDOWS هستند که برای آنها جو زمین نسبتا شفاف عمل می‌کند. مناسبترین باند برای تصویر برداری گرمایی در مسافتهای بیش از 900 متر",
        "باند 8 تا 12 میکرومتر است. اما برای فواصل کوتاهتر بهتر است از طول موجهای کوتاهتر 3 تا 5 میکرومتر استفاده شود"
      ]
    },
    {
      "EnglishWord": "infrared transmitter",
      "Meanings": [
        "فرستنده یزیر قرمز فرستنده ای که انرژی را در طیف زیر قرمز گسیل می‌کند و می‌توان آن را با سیگنالهای اطلاعات مدوله کرد"
      ]
    },
    {
      "EnglishWord": "infrared- transparent material",
      "Meanings": [
        "ماده زیر قرمز تاب یک ماده نوری که تابش زیر قرمز گسیل می‌کند. نمونه‌های آن عبارتند از کلرید سدیم 0/25 تا 16میکرو فاراد یدید سزیم 1 تا 50 میکرو فاراد و پلی اتیلن چگالی 16 تا 300 میکرو فاراد"
      ]
    },
    {
      "EnglishWord": "infrared wave",
      "Meanings": [
        "موج مادون قرمز"
      ]
    },
    {
      "EnglishWord": "infrasonic",
      "Meanings": [
        "مادون صوت"
      ]
    },
    {
      "EnglishWord": "infrasonic frequency",
      "Meanings": [
        "بسامد فرو صوتی هر بسامد کمتر از گستره شنیداری"
      ]
    },
    {
      "EnglishWord": "infrasonic voltmeter",
      "Meanings": [
        "ولت سنج فرو صوتی نوعی ولت سنج که ولتاژ شکل موجهای عموما سینوسی و مربعی و با بسامدهای فرو صوتی را به دقت اندازه می‌گیرد. ضمن آنکه توانایی اندازه گیری بسامدهای بالاتر را نیز دارد. یک مدل تجاری از این نوع ولت سنج دارای دقت 3% در گستره 0/05 تا 30000 هرتز است"
      ]
    },
    {
      "EnglishWord": "inginite baffle",
      "Meanings": [
        "موج گیر بی پایان موج گیر بلند گو که مانع از انتقال انرژی آکوستیکی از قسمت جلوی دیافراگم بلندگو به پشت آن می‌شود. معمولا به شکل یک محفظه درزبندی شده بزرگ است که بلندگو در حفره تعبیه شده در کی وجه آن نصب می‌شود"
      ]
    },
    {
      "EnglishWord": "inherent",
      "Meanings": [
        "ذاتی"
      ]
    },
    {
      "EnglishWord": "inherent bandwidth",
      "Meanings": [
        "پهنای باند ذاتی"
      ]
    },
    {
      "EnglishWord": "inherent regulation",
      "Meanings": [
        "تنظیم ذاتی نوعی تنظیم سیستمی که بعد از هر گونه آشفتگی بدون نیاز به عنصر جبران ساز",
        "سیستم را به حالت تعادل بر می‌گرداند"
      ]
    },
    {
      "EnglishWord": "inhibit",
      "Meanings": [
        "بازداشتن جلو گیری از انجام کار",
        "باز داشتن"
      ]
    },
    {
      "EnglishWord": "inhibit mode",
      "Meanings": [
        "مد بازدارنده"
      ]
    },
    {
      "EnglishWord": "inhibit pulse",
      "Meanings": [
        "پالس بازداشتن پالسی که برای جلو گیری از وارونه شدن شار یا سلول مغناطیسی به کار می‌رود",
        "ضربان باز دارنده"
      ]
    },
    {
      "EnglishWord": "inhibiting input",
      "Meanings": [
        "ورودی بازدارنده ورودی یک دریچه که از ظاهر شدن خروجی جلو گیری می‌کند"
      ]
    },
    {
      "EnglishWord": "inhibition gate",
      "Meanings": [
        "دریچه بازدارنده مداری که برای استفاده به عنوان کلید",
        "به موازات مدار تحت کنترل قرارداده می‌شود"
      ]
    },
    {
      "EnglishWord": "inhomogeneity",
      "Meanings": [
        "غیر همگن"
      ]
    },
    {
      "EnglishWord": "inincoherent waves",
      "Meanings": [
        "امواج ناهمدوس امواجی که رابطه فازی ثابتی با یکدیگر ندارند"
      ]
    },
    {
      "EnglishWord": "initial",
      "Meanings": [
        "اولیه"
      ]
    },
    {
      "EnglishWord": "initial conditions",
      "Meanings": [
        "شرایط اولیه"
      ]
    },
    {
      "EnglishWord": "initial conditions matrix",
      "Meanings": [
        "ماتریس شرایط اولیه"
      ]
    },
    {
      "EnglishWord": "initial connection protocol",
      "Meanings": [
        "پروتکل اتصال اولیه"
      ]
    },
    {
      "EnglishWord": "initial permeability",
      "Meanings": [
        "تراوایی",
        "مغناطیسی اولیه تراوایی طبیعی که در موقع صفر بودن نیروی مغناطنده و القای مغناطیسی وجود دارد"
      ]
    },
    {
      "EnglishWord": "initial state",
      "Meanings": [
        "حالت اولیه"
      ]
    },
    {
      "EnglishWord": "initialization vector",
      "Meanings": [
        "بردار ارزش دهی اولیه"
      ]
    },
    {
      "EnglishWord": "initialize",
      "Meanings": [
        "راه انداختن",
        "مقدار دادن صفر کردن یا مقدار دهی شمارشگرها",
        "کلیدها و نشانیهای مختلف رایانه در شورع برنامه یا در نقاط مختلف مشخصی از آن"
      ]
    },
    {
      "EnglishWord": "injection",
      "Meanings": [
        "تزریق 1. فرایندی که موجب افزایش چگالی حامل‌های اقلیت در ناحیه ای از نیمه رسانا نسبت سبه حالت تعادل می‌شود. این کار را می‌توان از طریق بایاس مستقیم یک سد یکسوساز یا به وسیله تابش انجام داد. 3. قرار دادن فضا پیما در مدار",
        "تزریق"
      ]
    },
    {
      "EnglishWord": "injection level",
      "Meanings": [
        "سطح تزریق"
      ]
    },
    {
      "EnglishWord": "injection point",
      "Meanings": [
        "نقطه تزریق"
      ]
    },
    {
      "EnglishWord": "injection rail",
      "Meanings": [
        "خط تزریق"
      ]
    },
    {
      "EnglishWord": "ink",
      "Meanings": [
        "جوهر"
      ]
    },
    {
      "EnglishWord": "ink- jet cartridge",
      "Meanings": [
        "کارتریج جوهر افشان ظرف حاوی جوهر در یک چاپگر جوهر اشفشان برای افشاندن ذرات جوهریه روی کاغذ و تشکیل متن و تصویر. این ظرف می‌تواند دارای جوهر سیاه",
        "جوهر رنگییا ترکیبی از آنها باشد. ناوک نازل بسیار کوچکی در آن به کار رفته که توسط رایانه و حافظه رایانه یا چاپگر تحریک می‌شود"
      ]
    },
    {
      "EnglishWord": "ink jet printer",
      "Meanings": [
        "چاپگر جوهر افشان"
      ]
    },
    {
      "EnglishWord": "ink-jet printer  bubble-jet printer",
      "Meanings": [
        "چاپگر جوهر افشان نوعی چاپگر غیر ضربه ای که در رایانه‌های شخصی استفاده می‌شود و عمل چاپ را از طریق تشکیل و تصویر کردن ذرات جوهر به روی کاغذ به صورت الکترواستاتیکی و از راه ناوک موجود روی کارتریج جوهر افشان انجام می‌دهد. نویه‌ها با قالب ماتریس نقطه ای و در هنگام پویش عرضی کارتریج روی کاغذ چاپ می‌شوند. خود کارتریج روی یک تسمه نقاله عرضی نصب شده است. با استفاده از کارتریجهای جوهری رنگی می‌توان رنگهای اولیه را نیز چاپ کرد. و رنگهای پیچیده‌تر و رنگمایه تقریبا سیاه نیز با ترکیبی از رنگها ی مختلف به دست می‌آیند. برخی از مدلهای چاپگر جوهر افشان دارای درجه تفکیک 720 در 360 نقطه در هر اینچ dpi هستند و برخی نیز توانایی چاپ 10 صفحه سیاه در دقیقه ppm و چاپ 2 صفحه رنگی در دقیقه دارند. همچنین در برخی مدلها با استفاده از ریز پردازنده‌ها و حافظه‌های موجود در چاپگر",
        "تصویر قبل از چاپ ذخیره می‌شود. گونه‌های مختلفی از این چاپگر برای کار با رایانه‌های رومیزی و کتابی وجود دارد"
      ]
    },
    {
      "EnglishWord": "in-line heads  stacked heads",
      "Meanings": [
        "هدهای هم خط دو هد نوار مغناطیسی که طوری نصب شده اند که شکافهای آنها در حالت عمودی کاملا همترازند. این آرایش امروزه به صورت استاندارد در ضبط صوتهای استریوفونیک استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "inmarsat",
      "Meanings": [
        "etilletaS emitiraM lanoitanretnl organization",
        "سازمان بین المللی ماهواره دریایی سازمان بین المللی که دارای شبکه مخابرات ماهواره ای سراسری ثابت و سیار است"
      ]
    },
    {
      "EnglishWord": "inner",
      "Meanings": [
        "داخلی"
      ]
    },
    {
      "EnglishWord": "inner capacity",
      "Meanings": [
        "ظرفیت داخلی"
      ]
    },
    {
      "EnglishWord": "inner diameter",
      "Meanings": [
        "قطر داخلی"
      ]
    },
    {
      "EnglishWord": "inner grid",
      "Meanings": [
        "شبکه داخلی"
      ]
    },
    {
      "EnglishWord": "inner loop",
      "Meanings": [
        "حلقه داخلی"
      ]
    },
    {
      "EnglishWord": "inner product",
      "Meanings": [
        "ضرب داخلی"
      ]
    },
    {
      "EnglishWord": "inorganic liquid laser  neodymium liquid laser",
      "Meanings": [
        "لیزر مایع معدنی",
        "لیزر مایع نیودیمیم لیزر مایعی که از مایعهای معدنی غیر آلی نظیر اکسی کلرید سلنیم",
        "نیودیمیم",
        "یا کلرید فسفر با ناخالصی نیودیمیم به عنوان ماده فعال استفاده می‌کند. این مایعها اگر چه بسیار سمی و خورنده اند",
        "اما نیاز به سردسازی یا عملکرد پالسی ندارند"
      ]
    },
    {
      "EnglishWord": "inout attenuation",
      "Meanings": [
        "تضعیف ورودی"
      ]
    },
    {
      "EnglishWord": "inp",
      "Meanings": [
        "indium phosphide",
        "اندیم آرسنید نوعی ترکیب بین فلزی با ویژگیهای نیمه رسانا. در حسگرهای اثر هال استفاده می‌شود",
        "اندیم فسفید ترکیبی فلزی با ویژگیهای نیمه رسانا"
      ]
    },
    {
      "EnglishWord": "in-port",
      "Meanings": [
        "دهنه ورودی ورودی شبکه"
      ]
    },
    {
      "EnglishWord": "input",
      "Meanings": [
        "ورودی 1. انرژی یا سیگنالی که به وسیله الکترونیکی داده می‌شود یا پایانه هایی که انرژی یا سیگنال به آن اعمال می‌شود. 2. داده هایی که باید توسط رایانه پردازش شود. 3. وارد کردن سیگنالها یا داده‌ها به رایانه یا سایر تجهیزات",
        "ورودی"
      ]
    },
    {
      "EnglishWord": "input / output",
      "Meanings": [
        "ورودی / خروجی اشاره به رابطها یا رویه هایی برای ارسال اطلاعات به داخل و یا خارج رایانه"
      ]
    },
    {
      "EnglishWord": "input / output limited",
      "Meanings": [
        "محدود شده با ورودی / خروجی اشاره به رایانه ای که سرعت پردازش داده‌های آن توسط سرعت ورودی / خروجی محدود می‌شود"
      ]
    },
    {
      "EnglishWord": "input / output pads",
      "Meanings": [
        "بالشتکهای ورودی / خروجی نواحی فلزاندود شده و رسانا پیرامون مدار مجتمع که سیمهای مربوط به ورود سیگنالها و تغذیه و خروج سیگنالها به آن وصل می‌شوند"
      ]
    },
    {
      "EnglishWord": "input admittance",
      "Meanings": [
        "ادمیتانس ورودی"
      ]
    },
    {
      "EnglishWord": "input amplifier",
      "Meanings": [
        "تقویت کننده ورودی"
      ]
    },
    {
      "EnglishWord": "input arc",
      "Meanings": [
        "کمان ورودی"
      ]
    },
    {
      "EnglishWord": "input block",
      "Meanings": [
        "بلوک ورودی بخشی از حافظه داخلی رایانه که عموما برای دریافت و پردازش اطلاعات ورودی اختصاص یافته است"
      ]
    },
    {
      "EnglishWord": "input capacitance",
      "Meanings": [
        "ظرفیت ورودی ظرفیت انتقال اتصال کوتاهی که بین پایانه ورودی و همه پایانه‌های دیگر لامپ الکترونی که به هم متصل شده اند به جز پایانه خروجی وجود دارد. این مقدار برابر با مجموع ظرفیتهای بین الکترود ورودی و همه الکترودهای دیگر بجز الکترود خروجی است",
        "ظرفیت ورودی"
      ]
    },
    {
      "EnglishWord": "input capacitor",
      "Meanings": [
        "خازن ورودی"
      ]
    },
    {
      "EnglishWord": "input characteristic",
      "Meanings": [
        "مشخصه ورودی"
      ]
    },
    {
      "EnglishWord": "input circuit",
      "Meanings": [
        "مدار ورودی"
      ]
    },
    {
      "EnglishWord": "input conductance",
      "Meanings": [
        "رسانایی ورودی"
      ]
    },
    {
      "EnglishWord": "input current",
      "Meanings": [
        "جریان ورودی"
      ]
    },
    {
      "EnglishWord": "input equipment",
      "Meanings": [
        "تجهیزات ورودی وسایلی که داده‌ها را به داخل رایانه وارد می‌کند"
      ]
    },
    {
      "EnglishWord": "input gap",
      "Meanings": [
        "شکاف ورودی شکاف بر هم کنشی که موجب تغییراتی در جریان الکترونی می‌شود. در لامپ مدوله شده با سرعت این شکاف در مشدد دسته بند الکترونها قرار دارد"
      ]
    },
    {
      "EnglishWord": "input group register",
      "Meanings": [
        "ثبات گروه ورودی"
      ]
    },
    {
      "EnglishWord": "input impedance",
      "Meanings": [
        "امپدانس ورودی امپدانس دیده شده بین سرهای ورودی تقویت کننده یا خط انتقال در موقع قطع منبع",
        "امپدانس ورودی"
      ]
    },
    {
      "EnglishWord": "input level",
      "Meanings": [
        "سطح ورودی نسبت توان سیگنال شنیداری ورودی به سطح توان مرجع 1mW بر حسب دسی بل در شرایطی که سیگنال به امپدانس معینی وارد می‌شود. بر حسب dBm بیان می‌شود"
      ]
    },
    {
      "EnglishWord": "input module",
      "Meanings": [
        "مدول ورودی"
      ]
    },
    {
      "EnglishWord": "input output description",
      "Meanings": [
        "توصیف ورودی / خروجی"
      ]
    },
    {
      "EnglishWord": "input parameter",
      "Meanings": [
        "پارامتر ورودی"
      ]
    },
    {
      "EnglishWord": "input power",
      "Meanings": [
        "توان ورودی"
      ]
    },
    {
      "EnglishWord": "input preamplifier",
      "Meanings": [
        "پیش تقویت کننده ورودی"
      ]
    },
    {
      "EnglishWord": "input range",
      "Meanings": [
        "محدوده ورودی"
      ]
    },
    {
      "EnglishWord": "input register",
      "Meanings": [
        "ثبات ورودی ثباتی که اطلاعات ورودی به رایانه را با یک سرعت می‌پذیرد و معمولا با سرعت بسیار بیشتری به واحد پردازنده مرکزی تحویل می‌دهد",
        "ثبات ورودی"
      ]
    },
    {
      "EnglishWord": "input resistance",
      "Meanings": [
        "مقاومت ورودی"
      ]
    },
    {
      "EnglishWord": "input scan",
      "Meanings": [
        "پویش ورودی"
      ]
    },
    {
      "EnglishWord": "input signal",
      "Meanings": [
        "سیگنال ورودی"
      ]
    },
    {
      "EnglishWord": "input stage",
      "Meanings": [
        "طبقه ورودی"
      ]
    },
    {
      "EnglishWord": "input terminal",
      "Meanings": [
        "پایانه ورودی"
      ]
    },
    {
      "EnglishWord": "input transformer",
      "Meanings": [
        "ترانسفورمر ورودی ترانسفورمری که بین منبع سیگنال ورودی یک مدار یا قطعه تطبیق امپدانس انجام میدهد"
      ]
    },
    {
      "EnglishWord": "input transient",
      "Meanings": [
        "گذرای ورودی تغییر تیز یا پله ای در خط ورودی یک مدار که نوعا ولتاژ است"
      ]
    },
    {
      "EnglishWord": "input unit",
      "Meanings": [
        "واحد ورودی"
      ]
    },
    {
      "EnglishWord": "input varible",
      "Meanings": [
        "متغیر ورودی"
      ]
    },
    {
      "EnglishWord": "inrush current",
      "Meanings": [
        "جریان تاختی جریان ورودی لحظه ای و حداکثری که در موقع روشن شدن مدار کشیده می‌شود"
      ]
    },
    {
      "EnglishWord": "insb",
      "Meanings": [
        "indium antimonide",
        "اندیم آنتیمونید نوعی آلیاژدوتایی نیمه رسانا از آندیم و آنتیموان که تحرک الکترونی بسیار بالاییایجاد می‌کند. از آن برای ساخت آشکارسازیهای زیر قرمز",
        "فیلترهای زیر قرمز",
        "مقاومتهای مغناطیسی و قطعات اثرذ",
        "مال استفاده می‌شود. همچنین برخی از دیودهای تونلی",
        "ترانزیستورها و دیودهای لیزر با استفاده از insb ساخته شده اند"
      ]
    },
    {
      "EnglishWord": "insctive",
      "Meanings": [
        "غیر فعال"
      ]
    },
    {
      "EnglishWord": "insert earphone",
      "Meanings": [
        "بلندگوی درون گوشی گوشی کوچکی که به طور نسبی در داخل گوش جا می‌گیرد"
      ]
    },
    {
      "EnglishWord": "insertion gain",
      "Meanings": [
        "بهره جایگذاری نسبت توان تحویلی به بخشی از سیستم پس از جایگذاری یک تقویت کننده به توان تحویلی به همان قسمت قبل از قرار دادن تقویت کننده بر حسب دسی بل بیان می‌شود"
      ]
    },
    {
      "EnglishWord": "insertion head",
      "Meanings": [
        "سرجایگذارنده مکانیزمی که قطعات سرسیمدار را در سوراخهای صفحه مدار چاپی قرار می‌دهد. این مکانیزم می‌تواند دارای ابزارهای خودکار برای برش",
        "شکل دهی",
        "و اتصال سرسیمهای هر قطعه باشد"
      ]
    },
    {
      "EnglishWord": "insertion loss",
      "Meanings": [
        "اتلاف جایگذاری اتلاف توان بار در اثر قرار دادن یک قطعه یا وسیله در نقطه ای از سیستم انتقال. به صورت نسبت توان بار دریافتی قبل از جایگذاری قطعه به توان دریافتی بعد از قرار دادن آن و بر حسب دسی بل بیان می‌شود",
        "تلفات تعبیه",
        "تلفات جای گزینی"
      ]
    },
    {
      "EnglishWord": "insertion phase",
      "Meanings": [
        "فاز داخلی",
        "فاز وارد شده"
      ]
    },
    {
      "EnglishWord": "insertion voltage gain",
      "Meanings": [
        "بهره ولتاژ جایگذاری نسبت مختلط مولفه متناوب ولتاژ پایانه‌های خروجی یک سیستم در هنگام قرار گرفتن تقویت کننده ای بین منبع و خروجی به ولتاژ خروجی در هنگام اتصال مستقیم منیع به پایانه‌های خروجی"
      ]
    },
    {
      "EnglishWord": "inside",
      "Meanings": [
        "داخل"
      ]
    },
    {
      "EnglishWord": "inside diameter",
      "Meanings": [
        "قطر داخلی"
      ]
    },
    {
      "EnglishWord": "inside spider",
      "Meanings": [
        "توپک داخلی قطعه ای انعطاف پذیری در درون پیچک صدا که آن را نسبت به قطبهای بلندگوی دینامیکی به دقت در مرکز قرار می‌دهد"
      ]
    },
    {
      "EnglishWord": "inside surface",
      "Meanings": [
        "سطح داخلی"
      ]
    },
    {
      "EnglishWord": "inspect",
      "Meanings": [
        "بازرسی",
        "بررسی"
      ]
    },
    {
      "EnglishWord": "inspection",
      "Meanings": [
        "بازرسی کردن"
      ]
    },
    {
      "EnglishWord": "instability",
      "Meanings": [
        "ناپایداری"
      ]
    },
    {
      "EnglishWord": "instability region",
      "Meanings": [
        "ناحیه پایداری"
      ]
    },
    {
      "EnglishWord": "instable",
      "Meanings": [
        "ناپایدار"
      ]
    },
    {
      "EnglishWord": "install",
      "Meanings": [
        "نصب کردن"
      ]
    },
    {
      "EnglishWord": "installation",
      "Meanings": [
        "تاسیسات"
      ]
    },
    {
      "EnglishWord": "instant",
      "Meanings": [
        "لحظه"
      ]
    },
    {
      "EnglishWord": "instant- on  switch",
      "Meanings": [
        "کلید وصل فوری کلیدی که با اعمال پیوسته ولتاژ کمتر از ولتاژ کار لامپهای تلویزیونی به فیلامان آنها",
        "سبی ظاهر شدن فوری تصویر بعد از روشن شدن دستگاه تلویزیون می‌شود. این کلید یک چوک کاهنده ولتاژ را با سیم پیچ اولیه ترانسفورمر توان سری کرده و سیم پیچ ثانویه ولتاژ",
        "بالا را باز می‌کند و در نتیجه ولتاژ فیلامان به نصف مقدار عادی کاهش می‌یابد"
      ]
    },
    {
      "EnglishWord": "instantaneons value",
      "Meanings": [
        "مقدار لحظه ای مقدار یک کمیت سینوسی یا متغیر در یک لحظه مشخص"
      ]
    },
    {
      "EnglishWord": "instantaneous",
      "Meanings": [
        "لحظه ای"
      ]
    },
    {
      "EnglishWord": "instantaneous  sampling",
      "Meanings": [
        "نمونه برداری لحظه ای ایجاد رشته ای از مقادیر لحظه ای یک موج"
      ]
    },
    {
      "EnglishWord": "instantaneous acceleration",
      "Meanings": [
        "شتاب لحظه ای"
      ]
    },
    {
      "EnglishWord": "instantaneous automatic gain control",
      "Meanings": [
        "کنترل بهره خودکار لحظه ای آی ای جی سی بخشی از سیستم رادار که با تنظیم خودکار بهره یک تقویت کننده پالس",
        "دامنه اوج پالس خروجی را نسبت به دامنه‌های مختلف اوج پالس ورودی ثابت نگه می‌دارد. سرعت تنظیم برای اثر گذاشتن بر پالس در موقع عبور آن از تقویت کنده به اندازه کافی بالا است"
      ]
    },
    {
      "EnglishWord": "instantaneous companding",
      "Meanings": [
        "فشرده",
        "متراکم سازی لحظه ای تغییرات موثر بهره در پاسخ به مقادیر لحظه ای موج سیگنال"
      ]
    },
    {
      "EnglishWord": "instantaneous current",
      "Meanings": [
        "جریان لحظه ای"
      ]
    },
    {
      "EnglishWord": "instantaneous frequency",
      "Meanings": [
        "فرکانس لحظه ای"
      ]
    },
    {
      "EnglishWord": "instantaneous particle velocity",
      "Meanings": [
        "سرعت لحظه ای ذره سرعت کل ذره در یک نقطه منهای سرعت ثابت آن در همان نقطه"
      ]
    },
    {
      "EnglishWord": "instantaneous peak power",
      "Meanings": [
        "توان اوج لحظه ای یک مقدار نامی برای توان تقویت کننده شنیداری که ارزش عملی چندانی ندارد زیرا تصویر کاذبی از توانایی تقویت کننده می‌دهد"
      ]
    },
    {
      "EnglishWord": "instantaneous power",
      "Meanings": [
        "توان لحظه ای"
      ]
    },
    {
      "EnglishWord": "instantaneous power output",
      "Meanings": [
        "توان خروجی لحظه ای آهنگ تحویل انرژی به بار در لحظه مشخص"
      ]
    },
    {
      "EnglishWord": "instantaneous reading",
      "Meanings": [
        "قرایت لحظه ای"
      ]
    },
    {
      "EnglishWord": "instantaneous recording",
      "Meanings": [
        "ضبط لحظه ای عمل ضبط به منظور باز تولید مستقیم بدون پردازشهای بعدی"
      ]
    },
    {
      "EnglishWord": "instantaneous relay",
      "Meanings": [
        "رله لحظه ای"
      ]
    },
    {
      "EnglishWord": "instantaneous sound pressure",
      "Meanings": [
        "فشار صدای لحظه ای فشار لحظه ای کامل در یک نقطه منهای فشار ایثار در همان نقطه در موقع نبودن امواج صدا. واحد متداول آن میکروبار است"
      ]
    },
    {
      "EnglishWord": "instantaneous speech power",
      "Meanings": [
        "توان صحبت لحظه ای آهنگ تابش انرژ صدا از یک منبع صحبت در هر لحظه خاص"
      ]
    },
    {
      "EnglishWord": "instantaneous value",
      "Meanings": [
        "مقدار لحظه ای"
      ]
    },
    {
      "EnglishWord": "instantaneous velocity",
      "Meanings": [
        "سرعت لحظه ای"
      ]
    },
    {
      "EnglishWord": "instantaneous voltage",
      "Meanings": [
        "ولتاژ لحظه ای"
      ]
    },
    {
      "EnglishWord": "instantaneous volume velocity",
      "Meanings": [
        "سرعت حجمی لحظه ای سرعت حجمی لحظه ای کل در یک نقطه منهای سرعت حجمی ایستا همان نقطه"
      ]
    },
    {
      "EnglishWord": "institute of electrical and electronics engineers",
      "Meanings": [
        "انجمن مهندسان برق و الکترونیک آی تریپل ای یک سازمان تخصصی و غیر انتفاعی از مهندسان و دانشمندان که از ادغام انجمن مهندسان برق آمریکاو انجمن مهندسان رادیو تشکیل شد"
      ]
    },
    {
      "EnglishWord": "institute of high fidelity",
      "Meanings": [
        "انجمن وفاداری بالا آی اچ اف سازمانی که به منظور توسعه مشخصات عملکردی تقویت کننده‌های شنیداری",
        "تنظیمگرهای اف ام و سایر تجهیزات با وفاداری بالا تاسیس شد"
      ]
    },
    {
      "EnglishWord": "instruction",
      "Meanings": [
        "دستور العمل"
      ]
    },
    {
      "EnglishWord": "instruction code",
      "Meanings": [
        "رمز دستورالعمل یک زبان مصنوعی برای تشریح یا تعریف دستورالعملهایی که توسط رایانه رقمی اجرا می‌شود. معمولا هر دستورالعمل دارای یک بخش مشخص کننده یعمل مورد نظر و یک بخش نشانی دهنده موقعیتی از حافظه است"
      ]
    },
    {
      "EnglishWord": "instruction counter",
      "Meanings": [
        "شمارنده دستورالعمل شمارنده ای که محل دستورالعمل رایانه ای بعدی را برای اجرا نشان می‌دهد"
      ]
    },
    {
      "EnglishWord": "instruction register",
      "Meanings": [
        "ثبات دستورالعمل ثباتی که به صورت موقت دستورالعمل در حال اجرا را در خود ذخیره می‌کند"
      ]
    },
    {
      "EnglishWord": "instruction time",
      "Meanings": [
        "زمان دستورالعمل زمان لازم برای اجرای دستورالعملی با تعداد نشانی مشخص در رایانه مقدار نوعی این زمان 30000 دستورالعمل در ثانیه است"
      ]
    },
    {
      "EnglishWord": "instrument",
      "Meanings": [
        "ابزار",
        "دستگاه 1. وسیله ای برای اندازه گیری و گاهی ثبت و کنترل مقدار کمیت مورد مشاهده. عبارت ابزار معمولا به ترکیبی از یک سنجه و مدارهای حالت جامد یا لامپی همراه آن اشاره دارد. 2. miter",
        "وسیله"
      ]
    },
    {
      "EnglishWord": "instrument approach",
      "Meanings": [
        "ورود ابزاری نزدیک شدن جهت فورد هواپیما به وسیله ابزار‌های ناوبری و هدایت رادیویی",
        "رویت منطقه فرود تنها بعد از عبور هواپیما از هوای ابری و مه آلود امکان پذیر است"
      ]
    },
    {
      "EnglishWord": "instrument approach system",
      "Meanings": [
        "سیستم ورود ابزاری یک سیستم ناوبری در هواپیما که هدایت افقی و عمودی آن را در هنگام کاهش ارتفاع از نقطه اولیه ورود به نقطه نزدیک به منطقه نشستن هواپیما انجام می‌دهد. برای تکمیل مراحل زمین نشستن باید از کنترل چشمی یا وسایل دیگر کمک گرفت"
      ]
    },
    {
      "EnglishWord": "instrument flight rules",
      "Meanings": [
        "قوانین پرواز ابزاری آی اف آر قواعد حاکم بر پرواز در موقعی که شرایط هواکمتر از حداقل لازم برای قوانین پرواز چشمی است"
      ]
    },
    {
      "EnglishWord": "instrument landing",
      "Meanings": [
        "فرود ابزاری فرود هواپیما به کمک سیستم فرود ابزاری"
      ]
    },
    {
      "EnglishWord": "instrument landing  approach",
      "Meanings": [
        "ورود و فرود ابزاری روشی برای ورود و فرود هواپیما بدون کنترل چشمی و به کمک ابزارهای هواپیما",
        "وسایل الکترونیکی زمینی",
        "یا سیستمهای مخابراتی"
      ]
    },
    {
      "EnglishWord": "instrument landing system",
      "Meanings": [
        "سیستم فرود ابزرای آی ال اس یک سیستم رادیویی که هدایتهای الکترونیکی جهتی",
        "طولی و عمودی هواپیما را برای فرود انجام می‌دهد. در این سیستم معمولا از فرستنده‌های یو اچ اف زمینی و آنتنهای جهتی برای تعریف باریکه ای که منطقه باند فرود را تعیین می‌کند و نیز تعریف یک صفحه شیبدار با زاویه بین 2 تا 5 درجه برای مشخص کردن نقطه بهینه تماس با باند فرود",
        "استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "instrument panel",
      "Meanings": [
        "تابلوی ابزار"
      ]
    },
    {
      "EnglishWord": "instrument shunt",
      "Meanings": [
        "شانت ابزاری مقاومتی مویازی با آمپر سنج برای افزایش گستره جریان آن"
      ]
    },
    {
      "EnglishWord": "instrument takeoff",
      "Meanings": [
        "خیز ابزاری بلند شدن هواپیما از زمین به کمک ابزارها و بدون کنترل چشمی"
      ]
    },
    {
      "EnglishWord": "instrument transformer",
      "Meanings": [
        "ترانسفورمر ابزاری ترانسفورمری که مقادیر ولتاژ",
        "جریان",
        "یا فاز اولیه را با دقت کافی به مدار ثانویه منتقل می‌کند به گونه ای که ابزار اندازه گیری می‌تواند به جای اولیه به ثانویه متصل شود. این عمل بر ای کوچک کردن مقدار ولتاژ یا جریان ورودی به دستگاه اندازه گیری انجام می‌شود. در ترانسفور مر جریان",
        "سیم پیچ اولیه در مسیر مدار حامل جریان مورد نظر قرار داده می‌شود. در تراتنسفور مر ولتاژ",
        "سیم پیچ اولیه دو سرمداری قرار میگیرد که ولتاژ آن باید اندازه گیری یا کنترل شود"
      ]
    },
    {
      "EnglishWord": "instrumentation",
      "Meanings": [
        "تجهیز",
        "ابزار دقیق"
      ]
    },
    {
      "EnglishWord": "instrumentation amplifier",
      "Meanings": [
        "تقویت کننده ابزار گزینی تقویت کننده ای که سیگنال ولتاژ ورودی را به یک سیگنال مقیاس بندی شده خطی در خروجی تبدیل می‌کند. این تقویت کننده یک مدار حلقه بسته با بهره ثابت و معمولا به صورت تفاضلی است که دارای امپدانس ورودی بالا",
        "رانش کم",
        "و نسبت حذف مد مشترک بالا در یک گستره وسیع بسامد است. کربرد گسترده ای در پلهای کرنش",
        "سنج استرین گیج",
        "ترموکوپلها و سایر ترایسنده هایی که خروجی در حد میلی ولت تولید می‌کنند. دارد"
      ]
    },
    {
      "EnglishWord": "insulate",
      "Meanings": [
        "عایق کردن"
      ]
    },
    {
      "EnglishWord": "insulated",
      "Meanings": [
        "عایق",
        "عایق شده جدا شدن از سایر سطوح رسانا به وسیله ماده نارسانا",
        "عایق شده"
      ]
    },
    {
      "EnglishWord": "insulated cable",
      "Meanings": [
        "کابل عایق شده"
      ]
    },
    {
      "EnglishWord": "insulated conductor",
      "Meanings": [
        "هادی عایق شده"
      ]
    },
    {
      "EnglishWord": "insulated gate",
      "Meanings": [
        "گیت عایق شده"
      ]
    },
    {
      "EnglishWord": "insulated wire",
      "Meanings": [
        "سیم عایق شده"
      ]
    },
    {
      "EnglishWord": "insulated-gate bipolar transistor",
      "Meanings": [
        "ترانزیستور دو قطبی گیت",
        "عایق آی جی بی تی قطعه ای نیمه رسانا",
        "چهارلایه",
        "و پرتوان با ترکیبی از مشخصه‌های ماسفت توان و تریستور. در این قطعه یک ترانزیستور پی ان پی به صورت زوج شبه دارلینگتون با یک ماسفت کانال ان بسته می‌شود. یک جی فت داخلی نیز بیشتر ولتاژ را بر می‌دارد و سبب می‌شود ماسفت داخلی ولتاژ نامی کمتر ومقاومت وصل درین به سوسه آر دی اس بصورت on کوچکتری نسبت به ماسفتهای مشابه داشته باشد. این امر امکان کار در مدارهای با ولتاژ بیش از 300ولت را می‌دهد. سطح مقطع آن مشابه با ماسفت توان است به جز در مورد بستر p بتوان مثبت که باعث تشابه بیشتر عملکرد آی جی بی تی با ترانزیستور‌های دو قطبی می‌شود تا ماسفتهای توان. با استفاده از این قطعه در منابع تغذیه قطع و وصلی",
        "می‌توان تبدیل DC به AC انجام داد و یک موتور یا وسیله الکتریکی را راه انداخت"
      ]
    },
    {
      "EnglishWord": "insulating",
      "Meanings": [
        "عایق کننده"
      ]
    },
    {
      "EnglishWord": "insulating capacity",
      "Meanings": [
        "ظرفیت عایق کننده"
      ]
    },
    {
      "EnglishWord": "insulating coating",
      "Meanings": [
        "روکش عایق کننده"
      ]
    },
    {
      "EnglishWord": "insulating joint",
      "Meanings": [
        "مفصل عایق کننده"
      ]
    },
    {
      "EnglishWord": "insulating layer",
      "Meanings": [
        "لایه عایق کننده"
      ]
    },
    {
      "EnglishWord": "insulating material",
      "Meanings": [
        "ماده عایق کننده"
      ]
    },
    {
      "EnglishWord": "insulating property",
      "Meanings": [
        "خاصیت عایق کننده"
      ]
    },
    {
      "EnglishWord": "insulating sheet",
      "Meanings": [
        "صفحه عایق کننده"
      ]
    },
    {
      "EnglishWord": "insulating substance",
      "Meanings": [
        "ماده عایق کننده"
      ]
    },
    {
      "EnglishWord": "insulation",
      "Meanings": [
        "عایق ماده ای با مقاومت الکتریکی بالا و مناسب برای مجزا سازی رساناها در کی مدار الکتریکی یا جلو گیری از اتصال آنها به هم",
        "عایق سازی"
      ]
    },
    {
      "EnglishWord": "insulation class",
      "Meanings": [
        "کلاس عایق سازی"
      ]
    },
    {
      "EnglishWord": "insulation resistance",
      "Meanings": [
        "مقاومت عایق مقاومت الکتریکی بین دورسانا که توسط یک ماده عایق از هم جدا شده اند"
      ]
    },
    {
      "EnglishWord": "insulation test meter",
      "Meanings": [
        "دستگاه آزمون عایق"
      ]
    },
    {
      "EnglishWord": "insulation tester",
      "Meanings": [
        "عایق سنج"
      ]
    },
    {
      "EnglishWord": "insulation voltage",
      "Meanings": [
        "ولتاژ عایق"
      ]
    },
    {
      "EnglishWord": "insulator",
      "Meanings": [
        "عایق"
      ]
    },
    {
      "EnglishWord": "integating meter",
      "Meanings": [
        "سنجه جمعی وسیله ای که مجموع انرژی الکتریکی یا سایر کمیاب مصرف شده در یک فاصله زمانی معین را محاسبه می‌کند"
      ]
    },
    {
      "EnglishWord": "integer",
      "Meanings": [
        "عدد صحیح"
      ]
    },
    {
      "EnglishWord": "integral",
      "Meanings": [
        "انتگرال"
      ]
    },
    {
      "EnglishWord": "integral absolute error criterion",
      "Meanings": [
        "محک انتگرال قدر مطلق خطا"
      ]
    },
    {
      "EnglishWord": "integral controller",
      "Meanings": [
        "کنترل کننده انتگرالی"
      ]
    },
    {
      "EnglishWord": "integral square error criterion",
      "Meanings": [
        "محک انتگرال مجذور خطا"
      ]
    },
    {
      "EnglishWord": "integrand",
      "Meanings": [
        "عبارت زیر انتگرال"
      ]
    },
    {
      "EnglishWord": "integrated",
      "Meanings": [
        "مجتمع"
      ]
    },
    {
      "EnglishWord": "integrated   ic",
      "Meanings": [
        "مدار مجتمع"
      ]
    },
    {
      "EnglishWord": "integrated component",
      "Meanings": [
        "عنصر مجتمع عنصری که در داخل بستر یک مدار مجتمع ساخته شده یا روی آن نشانده می‌شود"
      ]
    },
    {
      "EnglishWord": "integrated device electronics",
      "Meanings": [
        "الکترونیک مجتمع با وسیله آی دی ای واسط استانداردی برای سخت",
        "دیسک گردانهای رایانه ای به گونه ای که مدار‌های الکترونیکی کنتارل کننده بخشی از سخت دیسک بوده و دیگر نیازی به مدارها یا کارت تطبیق دهنده جداگانه نیست. این امر منجر به افزایش آهنگ انتقال داده‌ها می‌شود"
      ]
    },
    {
      "EnglishWord": "integrated electronics",
      "Meanings": [
        "الکترونیک مجتمع"
      ]
    },
    {
      "EnglishWord": "integrated injection logic",
      "Meanings": [
        "منطقل تزریق مجتمع یک مدار منطقی رقمی که درآن حامل‌های اقلیت حفره‌ها در لایه N به وسیله یک پیوند PN با بایاس مستقیم به نام تزریقگر تولید می‌شوند. ترانزیستورهای IL بر خلاف ترانزیستورهای منطقی دو قطبی طوری سازماندهی می‌شوند که به جای آنکه ورودیهای متعدد از یک خروجی به دست آید",
        "از یک ورودی چندین خروجی گرفته می‌شود"
      ]
    },
    {
      "EnglishWord": "integrated optical circuit",
      "Meanings": [
        "مدار مجتمع نوری آی اس نوعی مدار مجتمع که می‌تواند در طول موجهای نوری کار کند و عملیاتی همچون لیزر",
        "مدوله سازی",
        "آشکار سازی نور",
        "قطع و وصل نوری و رسانش از طر یق تارهای نوری را انجام دهد. گ"
      ]
    },
    {
      "EnglishWord": "integrated optical device",
      "Meanings": [
        "وسیله نوری مجتمع وسیله ای که در طول موجهای نوری کار می‌کند و می‌توان آن را روی بسترهای نیمه رسانای متداول برای ساخت مدارهای مجتمع تولید کرد"
      ]
    },
    {
      "EnglishWord": "integrated optics",
      "Meanings": [
        "اپتیک مجتمع",
        "نور شناخت مجتمع اسفتاده از عناصری که به صورت همزمان روی یک بستر مشترک ساخته شده اند و به عنوان یک سیستم در وطل موجهای نوری کار می‌کنند. نمونه‌های آن عبارت اند از عناصر موجبر نوری",
        "لیزرهای سطحی",
        "و سیستمهای مخابرات نوری"
      ]
    },
    {
      "EnglishWord": "integrated service digital network    isdn",
      "Meanings": [
        "شبکه دیجیتالی با سرویس‌های یکپارچه"
      ]
    },
    {
      "EnglishWord": "integrated services digital network",
      "Meanings": [
        "شبکه رقمی خدمات مجتمع آی اس دی ان یک شبکه مخابراتی که در آن خدمات انتقال داده‌های رقمی و نیز ارتباطات صوتی از طریق شبکه تلفنی هنگانی به مشترکان عرضه می‌شود. در صورت استفاده از خطوط تلفنی ویژه و سخت افزارها و نرم افزارهای مخابراتی",
        "سرعت تبادل داده‌ها تا 128 کیلو بایت بر ثانیه می‌رسد. استفاده از این خدمات مستلزم پرداخت هزینه‌های مربوطه است"
      ]
    },
    {
      "EnglishWord": "integrated system",
      "Meanings": [
        "سیستم مجتمع"
      ]
    },
    {
      "EnglishWord": "integrated-circuit resistor",
      "Meanings": [
        "مقاومت مدار مجتمع مقاومتی که در داخل یا روی یک بستر مدار مجتمع به عنوان بخشی از فرایند تولید",
        "ساخته می‌شود. مقاومتهای پوسه ای به روی سطح بستر نشانده می‌شوند. مقاومتهای نیمه رسانا بر اساس مقاومت ویژه حجمی ماده نیمه رسانا عمل می‌کند و به شکلهای حجمی",
        "نفوذی یا کاشت",
        "یونی ساخته می‌شوند"
      ]
    },
    {
      "EnglishWord": "integrating accelerometer",
      "Meanings": [
        "شتاب سنج انتگرال گیر ترادیسنده ای که با گرفتن آنتگرال زمانی از شتاب اندازه گیری شده",
        "میزان سرعت و یا مسافت را اندازه می‌گیرد در صورت نصب این وسیله در موشک",
        "می‌توان ان را طوری تنظیم کرد که با رسیدن سرعت موشک به اندازه مطلوب",
        "جریان سرخت را قطع کند"
      ]
    },
    {
      "EnglishWord": "integrating circuit  integrator",
      "Meanings": [
        "مدار آنتگرال گی",
        "مدار مجتمع مداری قیاسی که از سیگنال ورودی انتگرال می‌گیرد. این مدار در ساده‌ترین شکل خود از یک مقاومت",
        "خازن",
        "و کلید به صورت سری با منبع ولتاژ تشکیل می‌شود. با بسته شدن کلید",
        "جریان در مدار جاری می‌شود و سیگنال آنتگرال گیری شده به صورت ولتاژ خروجی در دو سر خازن اندازه گیری می‌شود"
      ]
    },
    {
      "EnglishWord": "integrating filter",
      "Meanings": [
        "پالایه آنتگرال گیر فیلترای که در صورت اعمال پالسهای ولتاژ متوالی به آن",
        "مرتبا روی خازن خروجی بار انبار می‌کند"
      ]
    },
    {
      "EnglishWord": "integrating ionization chamber",
      "Meanings": [
        "اتاقک یونش انباشتی نوعی اتاقک یونش که بار جمع آوری شده را برای اندازه گیری‌های بعدی روی خازن ذخیره می‌کند"
      ]
    },
    {
      "EnglishWord": "integrating timer",
      "Meanings": [
        "زمان سنج جمعی زمان سنجی که مجموع تعدادی فاصله زمانی کوچک را اندازه می‌گیرد"
      ]
    },
    {
      "EnglishWord": "integration",
      "Meanings": [
        "انتگرال گیری"
      ]
    },
    {
      "EnglishWord": "integrator",
      "Meanings": [
        "انتگرال گیر مداری که خروجی ان آنتگرال ورودی نسبت به زمان است",
        "انتگرال گیر"
      ]
    },
    {
      "EnglishWord": "integro-differential equations",
      "Meanings": [
        "معادلات انتگرال",
        "دیفرانسیل"
      ]
    },
    {
      "EnglishWord": "integrted-circuit",
      "Meanings": [
        "بسته مدار مجتمع قطعه نیمه رسانای یکپارچه ای با تعداد زیادی عناصر فعال دیود و ترانزیستور و غیر فعال مقاومت",
        "خازن و القاگر که به صورت مدار عمل می‌کند"
      ]
    },
    {
      "EnglishWord": "intelligence",
      "Meanings": [
        "هوش",
        "اطلاعات داده ها",
        "اطلاعات",
        "با پیامهایی که باید ارسال یا ذخیره شوند"
      ]
    },
    {
      "EnglishWord": "intelligence signal",
      "Meanings": [
        "سیگنال اطلاعات هر سیگنالی که اطلاعاتی نظیر رمز",
        "نمودارها و تصاویر نمابر",
        "موسیقی",
        "تصاویر تلویزیونی",
        "وصحبت را حمل می‌کند"
      ]
    },
    {
      "EnglishWord": "intelligent cell",
      "Meanings": [
        "سلول هوشمند 1. در سیستمهای تلفن سلولی",
        "به مدارهایی گفته می‌شود که بر مکالمات نظارت دارد. محل تلفن سلولی را تعیین می‌کند وخدمات رسانی را انجام می‌دهد. 2. سلولی که تداخل موجود در آن هیچگونه اثر مخربی بر آن ندارد. این سلول موجب افزایش ظرفیت و بهبود کارایی در زمینه ارسال صدا و داده می‌شود. نامهای دیگر آن عبارت اند از"
      ]
    },
    {
      "EnglishWord": "intelligent terminal",
      "Meanings": [
        "پایانه هوشمند پایانه رایانه ای که اطلاعات ورودی از صفحه کلید را قبل از ارسال به رایانه مرکزی به وسیله ریز رایانه یا ریز پردازنده‌های داخلی خود تحت ویرایش متنی یا انواع دیگر پردازش قرارمی دهد"
      ]
    },
    {
      "EnglishWord": "intelsat",
      "Meanings": [
        "Interational Telephone Satellite organization",
        "سازمان بین المللی تلفن ماهوراه ای سازمانی بین المللی که شبکه سراسری مخابرات ماهواره ای ثابت و سیار را عمدتا برای ارتباط نقطه به نقطه در دسترس قرار می‌دهد"
      ]
    },
    {
      "EnglishWord": "intenational atomic time",
      "Meanings": [
        "زمان اتمی بین المللی زمان مشخص شده توسط ساعتهای اتمی که مطابق با تعریف ثانیه در سیستم SI عمل می‌کنند"
      ]
    },
    {
      "EnglishWord": "intense",
      "Meanings": [
        "قوی"
      ]
    },
    {
      "EnglishWord": "intense current",
      "Meanings": [
        "جریان قوی"
      ]
    },
    {
      "EnglishWord": "intense voltage",
      "Meanings": [
        "ولتاژ قوی"
      ]
    },
    {
      "EnglishWord": "intensifier",
      "Meanings": [
        "شدت دهنده"
      ]
    },
    {
      "EnglishWord": "intensifier electrode",
      "Meanings": [
        "الکترود تشدید کننده الکترودی که سرعت الکترونهای یک باریکه منحرف شده را در انتهای مسیر افزایش می‌دهد"
      ]
    },
    {
      "EnglishWord": "intensifier ring",
      "Meanings": [
        "حلقه تشدی کننده پوشش فلزی حلقه مانند در سطح داخلی محفظه شیشه ای یک لامپ پر تو کاتدی و در مجاورت صفحه فلویور سان. با اعمال ولتاژ مثبت و بالا به این حلقه",
        "سرعت الکترونهای باریکه افزایش می‌یابد و در نتیجه شدت تصویر روی صفحه نمایش نیز زیاد می‌شود"
      ]
    },
    {
      "EnglishWord": "intensify",
      "Meanings": [
        "تشدید کردن افزایش درخشندگی تصویر در زوی صفحه نماییش لامپ پر توکاتدی"
      ]
    },
    {
      "EnglishWord": "intensifying screen",
      "Meanings": [
        "صفحه تشدی کننده صفحه نازک و پوشیده از ماده ای که به سرعت تحت تاثیر پرتوهای ایکس",
        "از خود نور می‌تاباند. برای بالا بردن اثر پرتوهای ایکس",
        "این صفحه در مجاورت امولسیون فیل پرتوایکس قرار داده می‌شود"
      ]
    },
    {
      "EnglishWord": "intensitometer",
      "Meanings": [
        "شدت سنج وسیله ای برای تعیین شدت نسبی پرتوهای ایکس در هنگام پرتونگاری به منظور کنترل زمان پرتودهی"
      ]
    },
    {
      "EnglishWord": "intensity",
      "Meanings": [
        "شدت قدرت یا مقدار یک کمیت نظیر جریان",
        "مغناطش",
        "تابش",
        "یا پرتوزایی",
        "نماد ابرای جرای از این واژه گرفته شده است",
        "شدت"
      ]
    },
    {
      "EnglishWord": "intensity level",
      "Meanings": [
        "سطح شدت اصطلاحی در آکوستیک که رابطه شدت یک صدارا با دیگری مشخص می‌کند. سطح شدت بر حسب دسی بل بیان می‌شود و مقدار آن 10 برابر لگاریتم نسبت دو شدت است"
      ]
    },
    {
      "EnglishWord": "intensity modulation z-axis modulation",
      "Meanings": [
        "مدوله سازی شدت",
        "مدوله سازی محور Z مدوله سازی شدت باریکه الکترونی در لامپ پرتوکاتدی مطابق با اندازه سیگنال دریافتی در نتیجه درخشایی صفحه متناسب با قدرت سیگنال تغییر می‌کند"
      ]
    },
    {
      "EnglishWord": "intensity sensor",
      "Meanings": [
        "حسگر شدت"
      ]
    },
    {
      "EnglishWord": "inter band",
      "Meanings": [
        "باند میانی"
      ]
    },
    {
      "EnglishWord": "inter stage",
      "Meanings": [
        "طبقه میانی"
      ]
    },
    {
      "EnglishWord": "interaction",
      "Meanings": [
        "اندر کنش",
        "تعامل"
      ]
    },
    {
      "EnglishWord": "interaction - circuit phase velocity",
      "Meanings": [
        "سرعت فاز مدار بر هم کنشی سرعت فاز موج گذارنده از درون شکاف بر هم کنش لامپ موج",
        "پیشرو در غیاب شار الکترونی"
      ]
    },
    {
      "EnglishWord": "interaction crosstalk",
      "Meanings": [
        "همشنوایی بر هم کنشی همشنوایی حاصل از تزویج متقابل بین دو مسیر به وسیله مسیر سوم"
      ]
    },
    {
      "EnglishWord": "interaction gap",
      "Meanings": [
        "شکاف بر هم کنش فضای بر هم کنش موجود بین الکترودهای لامپ ریز موج"
      ]
    },
    {
      "EnglishWord": "interaction space",
      "Meanings": [
        "فضای برهم کنش ناحیه ای از لامپ الکترونی که در ان الکترونها با میدان الکترومغناطیسی متناوب بر هم کنش می‌کنند"
      ]
    },
    {
      "EnglishWord": "interactive",
      "Meanings": [
        "تعاملی"
      ]
    },
    {
      "EnglishWord": "interactive processing",
      "Meanings": [
        "پردازش محاوره ای",
        "پردازش بر هم کنشی نوعی پردازش رایانه ای که به کاربر امکان اصلاح عملیات را در حین مشاهده نتایج در نقاط بحرانی می‌دهد"
      ]
    },
    {
      "EnglishWord": "interactive terminal",
      "Meanings": [
        "پایانه محاوره ای",
        "پایانه بر هم کنشی پایانه ای که به منظور ارتباط دوطرفه بین رایانه و کاربر طراحی شده است. پایانه نمایشگر تصویری نمونه آن است"
      ]
    },
    {
      "EnglishWord": "interactive video",
      "Meanings": [
        "ویدیوی محاورهای یک سیستم وییویی",
        "نوعا رایانه ای",
        "که به کار بر امکان ارتباط با سیستم و انتخاب موضوع و روش مشاهده آن را می‌دهد"
      ]
    },
    {
      "EnglishWord": "interational telephone satellite organization",
      "Meanings": [
        "سازمان بین المللی تلفن ماهوراه ای سازمانی بین المللی که شبکه سراسری مخابرات ماهواره ای ثابت و سیار را عمدتا برای ارتباط نقطه به نقطه در دسترس قرار می‌دهد"
      ]
    },
    {
      "EnglishWord": "intercarrier beat",
      "Meanings": [
        "زنش بین حاملی الگوی تداخلی ظاهر شده روی تصاویر تلویزیونی در هنگامی که بسامد زنش 4/5 مگاهرتز مربوط به سیستم صدای بین حاملی از طریق تقویت کننده ویدیو وارد مدار ورودی ویدیوی لامپ تصویر می‌شود"
      ]
    },
    {
      "EnglishWord": "intercarrier sound system",
      "Meanings": [
        "سیستم صدای بین حاملی سیستمی در گیرنده‌های تلویزیون که در آن حامل تصویر و حامل صدای مربوط به آن به همراه هم توسط تقویت کننده ای اف ویدیو تقویت و از آشکار ساز دوم گذارنده می‌شوند. نتیجه این عمل سیگنال عادی ویدیوبه علاوه یک سیگنال صدا با بسامد مدوله شده است که بسامد مبانی آن 4/5 مگاهرتز اختلاف بین دو بسامد حامل است. سپس سیگنال صدای جدید 4/5 مگاتزی به منظور تقویت بیشتر وقبل از ورود به طبقه آشکار ساز مدوله سازی از سیگنال ویدیو جدا می‌شود"
      ]
    },
    {
      "EnglishWord": "intercept",
      "Meanings": [
        "رهگیری",
        "استراق سمع 1. رسیدن یا تلاقی با مسیر حرکت کشتی",
        "هواپیما",
        "موشک 2. گوش دادن مخفیانه به پیامهای رادیویی یا مکالمات تلفنی"
      ]
    },
    {
      "EnglishWord": "interchannel interference",
      "Meanings": [
        "تداخل بین کانالی تداخل ایجاد شده در یک کانال توسط سیگنالهایی از یک یا چند کانال دیگر"
      ]
    },
    {
      "EnglishWord": "intercom system",
      "Meanings": [
        "سیستم ارتباط داخلی"
      ]
    },
    {
      "EnglishWord": "intercommunication",
      "Meanings": [
        "ارتباطات داخلی"
      ]
    },
    {
      "EnglishWord": "intercommunication system  intercom",
      "Meanings": [
        "سیستم ارتباط داخلی",
        "اینترکام یک سیستم تقویت کننده بسامد",
        "شنیداری که امکان ارتباط صوتی دو طرفه بین دو یا چند نقطه",
        "که معمولا در یک ساختمان واقعند",
        "را فراهم می‌کند. هر ایستگاه دارای بلند گوی دینامیکی است که در عین حال به عنوان میکروفون نیز عمل می‌کند. سیستم می‌تواند دارای یک تقویت کننده مرکزی یا یک تقویت کننده برای هر ایستگاه باشد",
        "اتصال بین ایستگاهی به صورت سیمی و یا از طریق سیگنالهای حاملی است که روی سیمهای برق ساختمان ارسال می‌شوند. این نوع سیستم کاربرد گسترده ای در کشتیها و هواپیماهای بزرگ دارد"
      ]
    },
    {
      "EnglishWord": "interconnect",
      "Meanings": [
        "به یکدیگر وصل شدن از داخل"
      ]
    },
    {
      "EnglishWord": "interconnecting wire",
      "Meanings": [
        "سیم اتصال"
      ]
    },
    {
      "EnglishWord": "interconnection",
      "Meanings": [
        "اتصال فی مابین",
        "اتصال داخلی"
      ]
    },
    {
      "EnglishWord": "interconnection diagram",
      "Meanings": [
        "نمودار اتصال متقابل نموداری که اتصالات بیرونی لازم بین دو یا چند قطعه",
        "مدار یا تجهیزات دیگر را نشان می‌دهد"
      ]
    },
    {
      "EnglishWord": "interconnection line",
      "Meanings": [
        "خط اتصال"
      ]
    },
    {
      "EnglishWord": "interconnection point",
      "Meanings": [
        "نقطه اتصال"
      ]
    },
    {
      "EnglishWord": "interconnection scheme",
      "Meanings": [
        "شمای اتصال"
      ]
    },
    {
      "EnglishWord": "intercontinental ballistic missile",
      "Meanings": [
        "موشک بالستیک بین قاره ای موشکی که بخشی از مسیر پرواز آن به صورت جسم آزاد و بالستیک است و معمولا برد آن بیش از 6400 کیلومتر است"
      ]
    },
    {
      "EnglishWord": "intercontinental missile",
      "Meanings": [
        "موشک بین قاره ای موشک طراحی شده برای پرواز از قاره ای به قاره دیگر",
        "نظیر موشک بالستیک بین قاره ای"
      ]
    },
    {
      "EnglishWord": "interdigital",
      "Meanings": [
        "شانه ای",
        "ردیفی",
        "انگشتی"
      ]
    },
    {
      "EnglishWord": "interdigital structure  interdigitated structure",
      "Meanings": [
        "ساختار انگشتی متداخل زوج الکترود شاخه مانند انگشتی‌های متداخل که یک مسیر پیچ در پیچ را به وجود می‌آورند. این ساختار در لامپ موج",
        "پیشرو traveling",
        "wave tube TWT به صورت خط تاخیر عمل می‌کند و موج «آرف» پیشرونده را در هنگام گذر باریکه الکترونی از کاتد به الکترود گیرنده به دفعات به آن متصل می‌کند. در این گره‌های برهم کنش interaction nodes انرژی از باریکه الکترونی به موج «آر",
        "اف» منتقل می‌شود. همچنین می‌توان این ساختارها را به صورت پوسه‌های نازک فلزی روی بسترهای پیزو الکتریک نشاند و ترادیسندهای موج آکوستیک سطحی SAW surface acoustic wave تولید کرد. با استفاده از زدایش شیمیایی و ایجاد این گونه ساختارهای مستقل در محرکهای بسیار ریز",
        "می‌توان انرژی رابه ساختارهای مشدد منتقل کرد. این نوع ساختار همچنین در گیت و درین ترانزیستورهای توان به منظور افزایش طول مناطق برهم کنش به کار می‌رود"
      ]
    },
    {
      "EnglishWord": "interdigital transducer",
      "Meanings": [
        "ترادیسنده انگشتی متداخل دو الگوی فلزی شانه مانند و متداخل بر روی یک بستر پیزو الکتریکی نظر کوارتز که ولتاژهای ریز موج را به امواج آکوستیک سطحی تبدیل می‌کند و یا بر عکس"
      ]
    },
    {
      "EnglishWord": "interdigitated",
      "Meanings": [
        "انگشتی",
        "متداخل"
      ]
    },
    {
      "EnglishWord": "interdigitated capacitor",
      "Meanings": [
        "خازن انگشتی"
      ]
    },
    {
      "EnglishWord": "interdigitated microstrip coupler",
      "Meanings": [
        "تزویج کننده",
        "ریز نواری انگشتی"
      ]
    },
    {
      "EnglishWord": "interface",
      "Meanings": [
        "فصل مشترک",
        "واسط",
        "مدار واسط یک مرز یا پیوند مشترک 1. پیوند نقطه به نقطه بین رایانه ومنبع تغذیه یا سیگنال بیرونی 2. پیوندگاه بین مواد نیمه رسانا با ناخالصیهای متفاوت در یک قطعه نیمه رسانا نظیر پیوند سلیسم نوعی پی یا سلیسیم نوع ان در یک دیوید پی ان PN diode یا ترانزیستور بی جی تی",
        "رابط",
        "مدار واسط"
      ]
    },
    {
      "EnglishWord": "interface card",
      "Meanings": [
        "کارت واسط تخته مداری که گذرگاه ورودی / خروجی رایانه را به یک آرایش استاندارد I/O نظیر موازی 8 یا 16 بیتی",
        "BCD",
        "RS",
        "C یا IEEE",
        "تبدیل می‌کند"
      ]
    },
    {
      "EnglishWord": "interface states",
      "Meanings": [
        "حالت‌های مرزی"
      ]
    },
    {
      "EnglishWord": "interference",
      "Meanings": [
        "تداخل 1. هر انرژ نامطلوبی که با سیگنالهای مطلوب دریافتی تداخل می‌کند. تداخل مصونوعی بر اثر عملکرد نامناسب وسایل الکتریکی تولید می‌شود و سیگنالهای تداخلی مربوط به آن یا به صورت امواج الکترومغناطیسی در فضا و یا به شکل امواج رونده در سیمهای برق منتشر می‌شوند. پدیده‌های جوی نظیر آذرخش نیز موجب بروز تداخلهای تابشی می‌شوند. امکان بروز تداخل فرستنده‌های رادیویی در مکانهای خاص نیز وجود دارد. 2. تقویت و تضعیف متناوب و منظم دو یا چند موج همدوس در هنگام بر هم نهی آنها",
        "تداخل"
      ]
    },
    {
      "EnglishWord": "interference area",
      "Meanings": [
        "ناحیه تداخل"
      ]
    },
    {
      "EnglishWord": "interference filter",
      "Meanings": [
        "پالایه تداخل 1. فیلترای برای حذف سیگنالهای تداخلی مصونوعی که از طریق خطوط تغذیه وارد گیرنده می‌شوند. 2. فیلترای که سیگنالهای حامل نامطلوب را در مدارهای تنظیم شده گیرنده تضعیف میکند"
      ]
    },
    {
      "EnglishWord": "interference guard band",
      "Meanings": [
        "باند محافظ تداخل یکی از دو باند بسامدی در اطراف باند مجاز مخابراتی و خطای قابل تحمل بسامد یک ایستگاه به منظور به حد اقل رساندن تداخل بین ایستگاهها در کانالهای مجاور"
      ]
    },
    {
      "EnglishWord": "interference level",
      "Meanings": [
        "سطح تداخل"
      ]
    },
    {
      "EnglishWord": "interference limiter",
      "Meanings": [
        "محدود کننده تداخل"
      ]
    },
    {
      "EnglishWord": "interference measurement",
      "Meanings": [
        "سنجش تداخل"
      ]
    },
    {
      "EnglishWord": "interference pattern",
      "Meanings": [
        "الگوی تداخل نموداری که بر هم کنش بین انرژی الکترومغناطیسی تابشی و یک مانع عبور ناپذیر را نشان میدهد. برای نمونه می‌توان از الگوهای تشکیل شده در هنگام عبور نور از یک توری یا بر اثر توزیع دوباره انرژ آر",
        "اف برای فرستنده نزدیک به زمین نام برد"
      ]
    },
    {
      "EnglishWord": "interference threshold",
      "Meanings": [
        "آستانه تداخل کوچکترین مقدار ممکن از نسبت سیگنال",
        "به",
        "نویز برای ارسال و دریافت بدون خطای پیام"
      ]
    },
    {
      "EnglishWord": "interference zone",
      "Meanings": [
        "ناحیه تداخل"
      ]
    },
    {
      "EnglishWord": "interferometer",
      "Meanings": [
        "تداخل سنج وسیله ای برای اندازیه گیری فواصل بسیار کوچک از طریق تقسسیم و هدایت نور در مسیرهای جداگانه و سپس ترکیب دوباره آنها",
        "اختلاف طول مسیر به صورت الگوی تداخل نوری نمایش داده می‌شود یک کاربرد آن در اندازه گیری لایه‌های بسیار نازک است"
      ]
    },
    {
      "EnglishWord": "interiaced scanning  line interiace interiace",
      "Meanings": [
        "پویش هم بافته نوعی فرایند پویش که در آن فاصله مراکز خطوط پویش شده متوالی دویا چند برابر پهنای نامی خط است به گونه ای که خطوط مجاور به میدانهای متفاوت تعلق دارند. در تلویزیونهای NTSC از هم",
        "باقی دوتایی استفاده می‌شود به این ترتیب که 262/5 خط متناوب در کی میدان و 262/5خط باقیمانده در میدان بعدی پویش می‌شوند. این روش لرزش تصویر را به حداقل می‌رساند"
      ]
    },
    {
      "EnglishWord": "interiaced stacked rhombic array",
      "Meanings": [
        "آنتن لوزی گون پشته ای",
        "هم بافته ترکیبی از آنتنهای لوزوی گون که برای مخابرات رادیویی با بسامد‌های بالا و خیلی بالا و در فواصل طولانی استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "interinsic",
      "Meanings": [
        "ذاتی",
        "داخلی"
      ]
    },
    {
      "EnglishWord": "interinsic energy",
      "Meanings": [
        "انرژی ذاتی"
      ]
    },
    {
      "EnglishWord": "interinsic material",
      "Meanings": [
        "ماده ذاتی"
      ]
    },
    {
      "EnglishWord": "interinsic resistsnce",
      "Meanings": [
        "مقاومت ذاتی"
      ]
    },
    {
      "EnglishWord": "interior gateway protocol",
      "Meanings": [
        "پروتکل دروازه داخلی"
      ]
    },
    {
      "EnglishWord": "interlacing",
      "Meanings": [
        "میان گذاری",
        "به هم پیچیدن"
      ]
    },
    {
      "EnglishWord": "interleave",
      "Meanings": [
        "یک در میان ساختن جابجایی متناوب بین بخشهای مختلف دو یا چند رشته داده یا عملیات. مانند اجرای دو کار همزمان در یک رایانه از طریق انتقال متناوب کنترل بین دو برنامه"
      ]
    },
    {
      "EnglishWord": "interlink",
      "Meanings": [
        "به هم پیوسته کردن"
      ]
    },
    {
      "EnglishWord": "interlock",
      "Meanings": [
        "قفل داخلی",
        "شرط درونی بازدارنده"
      ]
    },
    {
      "EnglishWord": "interlock circuit",
      "Meanings": [
        "مدار همبند مداری که در آن اجرای یک عمل مشروط به انجام یک یا چند عمل دیگر قبل از آن است. عمل همبندی عموما توسط رله‌ها انجام می‌شود"
      ]
    },
    {
      "EnglishWord": "interlock protocol",
      "Meanings": [
        "قرارداد قفل داخلی"
      ]
    },
    {
      "EnglishWord": "interlock relay",
      "Meanings": [
        "رله همبند رله ای متشکل از دو یا چند پیچک که هر کدام آرمیچر و اتصالات خاص خود را دارند. قرار گیری پیچکها به گونه ایست که حرکت هر آرمیچر با انرژی دار شدن پیچک مریوط به آن به وضعیت آرمیچر دیگر بستگی دارد"
      ]
    },
    {
      "EnglishWord": "interlock switch",
      "Meanings": [
        "کلید همبند کلید طراحی شده برای نصب روی در",
        "کشو",
        "یا حفاظ به گونه ای که با باز شدن در یاهر بخش دیگر",
        "به صورت خودکار باز شود"
      ]
    },
    {
      "EnglishWord": "intermediate",
      "Meanings": [
        "میانی"
      ]
    },
    {
      "EnglishWord": "intermediate access memort",
      "Meanings": [
        "حافظه دستیابی میانی"
      ]
    },
    {
      "EnglishWord": "intermediate amplifier",
      "Meanings": [
        "تقویت کننده میانی"
      ]
    },
    {
      "EnglishWord": "intermediate band",
      "Meanings": [
        "باند میانی"
      ]
    },
    {
      "EnglishWord": "intermediate circuit",
      "Meanings": [
        "مدار میانی"
      ]
    },
    {
      "EnglishWord": "intermediate contact",
      "Meanings": [
        "اتصال میانی"
      ]
    },
    {
      "EnglishWord": "intermediate frequency",
      "Meanings": [
        "بسامد میانی آی اف بسامدی که از مخلوط کردن سیگنال دریافتی و سیگنال نوسان ساز محلی در یک گیرنده سوپر هترودین به دست می‌آید"
      ]
    },
    {
      "EnglishWord": "intermediate frequency   if",
      "Meanings": [
        "فرکانس میانی"
      ]
    },
    {
      "EnglishWord": "intermediate frequency amplifier",
      "Meanings": [
        "تقویت کننده‌های فرکانس میانی"
      ]
    },
    {
      "EnglishWord": "intermediate layer",
      "Meanings": [
        "لایه میانی"
      ]
    },
    {
      "EnglishWord": "intermediate stage",
      "Meanings": [
        "طبقه میانی"
      ]
    },
    {
      "EnglishWord": "intermediate state",
      "Meanings": [
        "حالت میانی حالتی از ابر رسانی جزوی که هنگامی روی می‌دهد که یک میدان مغناطیسی با شدت مناسب و در دمای پایین‌تر از دمای بحرانی ماده ابر رسانا به آن اعمال شود. دمای بحرانی دمایی است که ماده در نبودن میدان مغناطیسی دارای ابر رسانایی کامل است"
      ]
    },
    {
      "EnglishWord": "intermediate subcarrier",
      "Meanings": [
        "زیر حامل میانی حاملی که می‌تواند توسط یک یا چند زیر حامل مدوله شده و یا حامل دیگر را مدوله می‌کند"
      ]
    },
    {
      "EnglishWord": "intermediate system",
      "Meanings": [
        "سیستم میانی"
      ]
    },
    {
      "EnglishWord": "intermediate zone",
      "Meanings": [
        "ناحیه میانی"
      ]
    },
    {
      "EnglishWord": "intermediate-range ballistic missile",
      "Meanings": [
        "موشک پرتابی برد",
        "متوسط نوعی موشک پرتابی که برد آن بین 2700 تا 5600 کیلو متر است"
      ]
    },
    {
      "EnglishWord": "intermetallic compound",
      "Meanings": [
        "مرکب بین فلزی نوعی نیمه رسانا که فقط از اتمهای فلز و با پیوند‌های فلزی تشکیل دشه است و یک ساختار بلوری پایه با دو عنصر فلزی را به وجود می‌آورد. مرکب بین فلزی وقتی به حالت نیمه رسانا در می‌آید که دو فلز با مشارکت یکدیگر الکترون کافی برای پر کردن باند ظرفیت فراهم کنند. به عنوان نمونه می‌توان از بیسموت تلورید. گالیم آرسنید",
        "گالیم فسفید",
        "ایندیم آنتیمونید",
        "ایندیم آرسنید",
        "اندیم فسفید",
        "و تلورید جیوه نام برد"
      ]
    },
    {
      "EnglishWord": "intermittent",
      "Meanings": [
        "نوبتی"
      ]
    },
    {
      "EnglishWord": "intermittent defect",
      "Meanings": [
        "نقص ادواری نقصی که همواره وجود ندارد"
      ]
    },
    {
      "EnglishWord": "intermittent reception",
      "Meanings": [
        "دریافت ادواری نوعی عیب در گیرنده رادیو که طی آن گیرنده گاهی درست و گاهی معیوب عمل می‌کند. و این فرایند در فواصل منظم یا نامنظم تکرار می‌شود"
      ]
    },
    {
      "EnglishWord": "intermittent service area",
      "Meanings": [
        "منطقه خدمات ادواری منطقه جغرافیایی در اطراف منطقه اصلی خدمات ایستگاه پخش که در آن موج زمینی همراه با آثار تداخلی و محو شدگی دریافت می‌شود"
      ]
    },
    {
      "EnglishWord": "intermittent-duty rating",
      "Meanings": [
        "مقدار نامی کارادواری مقدار نامی خروجی که بر اساس عملکرد وسیله در فواصل زمانی معین و نه پیوسته آن مشخص می‌شود"
      ]
    },
    {
      "EnglishWord": "intermittent-duty relay",
      "Meanings": [
        "رله کار",
        "ادواری رله ای که به منظور جلوگیری از داغ شدن پیچک آن",
        "در فواصلی از زمان بی انرژی می‌شود"
      ]
    },
    {
      "EnglishWord": "intermodulation",
      "Meanings": [
        "مدوله سازی متقابل مدوله سازی اجزاء موج مختلط توسط یکدیگر و تولید امواج جدیدی که بسامدهایشان برابر با مجموع و اختلاف مضارب صحیح بسامد اجزای موج مختلط اصلی است",
        "مدولاسیون داخلی",
        "بین مدولاسیون"
      ]
    },
    {
      "EnglishWord": "intermodulation distortion",
      "Meanings": [
        "اعوجاج مدوله سازی متقابل نوعی اعوجاج غیر خطی که وجه مشخصه آن ظاهر شدن بسامدهایی در خروجی است که از مجموع و اختلاف مضارب صحیح مولفه‌های بسامدی ورودی به دست می‌آیند"
      ]
    },
    {
      "EnglishWord": "intermodulation distortion test",
      "Meanings": [
        "آزمون اعوعاج مدولاسیون داخلی"
      ]
    },
    {
      "EnglishWord": "intermodulation interference",
      "Meanings": [
        "تداخل مدوله سازی متقابل نوعی تداخل که هنگامی روی می‌دهد که دو سیگنال نامطلوب ورودی ب اندازه مقدار «آی",
        "اف» گیرنده سوپرهترودین اختلاف بسامد داشته باشد و به دلیل گزینندگی ضعیف گیرنده هر دو موفق به عبور ا زمدارهای پیش گزین شوند. این سیگنالهای نامطلوب در طبقه مخلوط کننده با هم ترکیب می‌شوند و سیگنال «آی",
        "اف» نامطلوب تولید می‌کنند که با سیگنال «آی",
        "اف» مورد نظر تداخل می‌کند"
      ]
    },
    {
      "EnglishWord": "intermodulation noise",
      "Meanings": [
        "نویز مدولاسیون داخلی"
      ]
    },
    {
      "EnglishWord": "internal",
      "Meanings": [
        "داخلی",
        "درونی"
      ]
    },
    {
      "EnglishWord": "internal capacitance",
      "Meanings": [
        "ظرفیت داخلی"
      ]
    },
    {
      "EnglishWord": "internal characteristic",
      "Meanings": [
        "مشخصه داخلی"
      ]
    },
    {
      "EnglishWord": "internal circuit",
      "Meanings": [
        "مدارداخلی"
      ]
    },
    {
      "EnglishWord": "internal conductor",
      "Meanings": [
        "هادی درونی"
      ]
    },
    {
      "EnglishWord": "internal connection",
      "Meanings": [
        "اتصال داخلی"
      ]
    },
    {
      "EnglishWord": "internal consumption",
      "Meanings": [
        "مصرف داخلی"
      ]
    },
    {
      "EnglishWord": "internal current",
      "Meanings": [
        "جریان داخلی"
      ]
    },
    {
      "EnglishWord": "internal discherge",
      "Meanings": [
        "تخلیه داخلی"
      ]
    },
    {
      "EnglishWord": "internal energy",
      "Meanings": [
        "انرژی داخلی"
      ]
    },
    {
      "EnglishWord": "internal loss",
      "Meanings": [
        "تلف داخلی"
      ]
    },
    {
      "EnglishWord": "internal reflection",
      "Meanings": [
        "انعکاس داخلی"
      ]
    },
    {
      "EnglishWord": "internal resistance",
      "Meanings": [
        "مقاومت داخلی مقاومت منبع ولتاژ که به صورت سری با آن عمل می‌کند",
        "مقاومت داخلی"
      ]
    },
    {
      "EnglishWord": "internal structure",
      "Meanings": [
        "ساختار داخلی"
      ]
    },
    {
      "EnglishWord": "internal sweep",
      "Meanings": [
        "جاروی داخلی"
      ]
    },
    {
      "EnglishWord": "internally",
      "Meanings": [
        "داخل"
      ]
    },
    {
      "EnglishWord": "internally compensated op-amp",
      "Meanings": [
        "آب امپ دارای جریان داخلی"
      ]
    },
    {
      "EnglishWord": "international cicil aviaition organization",
      "Meanings": [
        "سازمان بین المللی هوانوردی غیر نظامی موسسه وابسته به سازمان ملل متحد که سیگنالهای استاندارد جهانی برای ناوبری هواپیماهای غیرنظامی وضع می‌کند"
      ]
    },
    {
      "EnglishWord": "international commission on illumination",
      "Meanings": [
        "کمیسیون بین المللی روشنایی همتای بریتانیایی International commission del Eclairage"
      ]
    },
    {
      "EnglishWord": "international electrotechnical commission",
      "Meanings": [
        "کمیسیون بین المللی الکتروتکنیک سازمانی که مقر آن در ژنو",
        "سوییس است و استانداردهای آن برای محصولات و قطعات الکترونیکی از سوی موسسه استانداردهای ایمنی بسیاری از کشورها پذیرفته شده است"
      ]
    },
    {
      "EnglishWord": "international morse code",
      "Meanings": [
        "رمز مورس بین المللی رمز جهانی که برای تلگراف رادیویی استفاده می‌شد"
      ]
    },
    {
      "EnglishWord": "international radio consultative committe",
      "Meanings": [
        "کمیته مشورتی بین المللی رادیویی سازمان بین المللی که استاندارهای پخش رادیو و تلویزیونی را در سراسر دنیا وضع می‌کند"
      ]
    },
    {
      "EnglishWord": "international radio silence",
      "Meanings": [
        "سکوت رادیویی بین المللی زمان سکوت 3 دقیقه ای رادیویی در بسامد بین المللی 500 کیلوهرتزی برای اعلام وضعیت اظطراری که 15 و 45 دقیقه بعد از هر ساعت شروع می‌شود. در این فاصله زمانی ایستگاههای رادیویی روی این بسامد به سیگنالهای وضعیت اظطراری از کشتیها و هواپیماها گوش می‌دهند"
      ]
    },
    {
      "EnglishWord": "international standard atmosphere",
      "Meanings": [
        "جو استاندارد بین المللی جو استاندارد پذیرفته شده بین المللی برای مقایسه عملکرد هواپیماها و موشکها"
      ]
    },
    {
      "EnglishWord": "international standard organization   iso",
      "Meanings": [
        "سازمان بین المللی استاندارد"
      ]
    },
    {
      "EnglishWord": "international system of units",
      "Meanings": [
        "سیستم بین المللی واحدها",
        "دستگاه بین المللی واحدها سیستمی از واحدها که در سال 1960 مورد تصویب بین المللی قرار گرفت و دارای هفت واحد اصلی آمپر",
        "کاندها",
        "کلوین",
        "کیلوگرم",
        "متر",
        "مول",
        "و ثانیه است که سایر واحدها از آنها استخراج می‌شوند"
      ]
    },
    {
      "EnglishWord": "international telecommunications union",
      "Meanings": [
        "اتحادیه بین المللی مخابرات راه دور سازمان بین المللی غیر نظامی که آیین نامه‌های مخابراتی استاندارد از جمله تخصیص بسامدها و مقررات رادیویی را در سراسر دنیا تنظیم می‌کند"
      ]
    },
    {
      "EnglishWord": "international telgraph and telephone cousultative comittee",
      "Meanings": [
        "کمیته مشورتی بین المللی تلگراف و تلفن ] سی سی آی تی تی ] کمیته مشورتی وابسته به سازمان ملل متحد برای پیشنهاد و استانداردهای بین المللی جهت مخابره داده ها"
      ]
    },
    {
      "EnglishWord": "international unit",
      "Meanings": [
        "واحد بین المللی واحد پذیرفته شده بین المللی به عنوان استاندارد مجاز در فاصله بین سالهای 1908 تا"
      ]
    },
    {
      "EnglishWord": "internet",
      "Meanings": [
        "اینترنت مجموعه ای از شبکه‌های کامپیوتری به هم پیوسته در سراسر جهان که امزوه اشخاص عادی نیز می‌توانند با تامین پشتیبانیهای سخت افزاری و نرم افزاری لازم از آن استفاده کنند",
        "اینترنت",
        "شبکه بین المللی"
      ]
    },
    {
      "EnglishWord": "internet protocol",
      "Meanings": [
        "توافق نامه اینترنت",
        "پروتکل اینترنت قواعد حاکم بر بسته‌های اطلاعاتی که به صورت پیام در شبکه اینترنت ارسال می‌شوند",
        "پروتکل ارتباطی اینترنت"
      ]
    },
    {
      "EnglishWord": "internet provider",
      "Meanings": [
        "تامین کننده اینترنت"
      ]
    },
    {
      "EnglishWord": "internet society",
      "Meanings": [
        "انجمن اینترنت"
      ]
    },
    {
      "EnglishWord": "interpenetrating",
      "Meanings": [
        "متداخل",
        "در هم رفته"
      ]
    },
    {
      "EnglishWord": "interphase tramsformer",
      "Meanings": [
        "ترانسفورمر بین فازی نوعی اتوترانس یا مجموعه ای از رآکتورهای الکتریکی با تزویج متقابل که در موقع عملکرد موازی دو یا چند یکسوساز پرتوان با موجکهای ولتاژ ناهمفاز تشکیل می‌شوند"
      ]
    },
    {
      "EnglishWord": "interpreter",
      "Meanings": [
        "مفسر",
        "مترجم روال اجرایی در رایانه که در هر لحظه یک خط از برنامه نوشته شده به زبان سطح",
        "بالا رابه رمز یا زبان ماشین ترجمه می‌کند"
      ]
    },
    {
      "EnglishWord": "interrecord gap",
      "Meanings": [
        "شکاف بین ضبطی فضای بدون ضبط و باقیمانده بین مناطق ضبط شده روی نوار مغناطیسی که توقف یا شروع نوار را بدون خطاهای خواندنیا ضبط ممکن می‌سازد"
      ]
    },
    {
      "EnglishWord": "interrogator",
      "Meanings": [
        "پرسشگر نوعی فرستنده رادیویی",
        "راداری یا سونار که مجب ارایه پاسخ از سوی یک تراپاسخگر transponder می‌شود به عنوان مثال",
        "در سیستمهای کنترل رفت و آمد هوایی ATC",
        "به منظور شانسایی هواپیمای ظاهر شده روی صفحه راداری نشانگر نقشه موقعیت PPI",
        "یک سیگنال رادیویی رمزی برای آن فرستاده و پاسخ از تراپاسخگر داخلی هواپیما گرفته می‌شود"
      ]
    },
    {
      "EnglishWord": "interrogator- responser",
      "Meanings": [
        "پرسشگر",
        "پاسخگر ترکیبی از یک فرستنده و یک گیرنده که پالسهای پرسشگر را برای دستگاه راهنما یا نشانه زن راداری ارسال و پاسخها را دریافت می‌کند و نمایش می‌دهد"
      ]
    },
    {
      "EnglishWord": "interrupt",
      "Meanings": [
        "وقفه قطع موقت کار عادی برنامه رایانه ای به وسیله مثلا یک سیگنال خاص"
      ]
    },
    {
      "EnglishWord": "interrupted",
      "Meanings": [
        "منقطع",
        "وقفه داده شده"
      ]
    },
    {
      "EnglishWord": "interrupted continuous wave",
      "Meanings": [
        "موج پیوسته منقطع"
      ]
    },
    {
      "EnglishWord": "interrupter",
      "Meanings": [
        "وقفه ده",
        "قطع کننده وسیله الکتریکی",
        "الکترونیکی",
        "یا مکانیکی که با قطع متناوب جریان مستقیم آن را به شکل پالسی در می‌آورد"
      ]
    },
    {
      "EnglishWord": "interrupting capacity",
      "Meanings": [
        "ظرفیت قطع بیشترین جریانی که یک وسیله یا قطعه می‌تواند در ولتاژ نامی خود قطع کند"
      ]
    },
    {
      "EnglishWord": "interstage",
      "Meanings": [
        "بین طبقه ای مربوط به بین طبقات"
      ]
    },
    {
      "EnglishWord": "interstage transformer",
      "Meanings": [
        "ترانسفورمر بین طبقه ای ترانسفلورمری که دو طبقه را باهم تزویج می‌کند"
      ]
    },
    {
      "EnglishWord": "interuder",
      "Meanings": [
        "مزاحم",
        "مخل"
      ]
    },
    {
      "EnglishWord": "interval",
      "Meanings": [
        "فاصله فاصله بین ارتفاع با بسامددو صدا فاصله بسامدی برابر با نسبت بسامدهایا لگاریتم این نسبت است",
        "فاصله زمانی"
      ]
    },
    {
      "EnglishWord": "interval timer  timer",
      "Meanings": [
        "زمان سنج فاصله",
        "زمان سنج وسیله ای برای علامت دادن در مورد پایان یک زمان معین که می‌تواند کلیدی را نیز در انتهای این زمان تحریک کند"
      ]
    },
    {
      "EnglishWord": "intervalometer",
      "Meanings": [
        "فاصله سنج وسیله زمان سنج الکتریکی برای اندازه گیری فاصله بین رویدادها",
        "فاصله بین یک رویداد و یک زمان مبنا",
        "یا فواصل از پیش معین بین کی رشته اعمال نظیر شلیک موشکها"
      ]
    },
    {
      "EnglishWord": "intrinsic - junction transistor",
      "Meanings": [
        "ترانزیستور پیوندی ذاتی نوای ترانزیستور چهار لایه که دارای یک لایه نیمه رسانای ذاتی نوع 1 بین مناطق بیس و کلکتور است",
        "نظیر ترانزیسترهای",
        "NPIP, PNIN, NPIN, PNIP"
      ]
    },
    {
      "EnglishWord": "intrinsic  property",
      "Meanings": [
        "ویژگی ذاتی پیک ویژگی از نیمه رسانا که مخصوص بلور ایده آل است"
      ]
    },
    {
      "EnglishWord": "intrinsic  semiconductor   l-type semiconductor",
      "Meanings": [
        "نیمه رسانای ذاتی و نیمه رسانای نوع I نیمه رسانایی که ویژگیهای الکتریکی آن اساسا مخصوص بلور ایده آل خالص است. در شارش جریان آن الکترونها و حفره‌ها به تعداد تقریبا مساوی مشارکت دارند ف در نتیجه ماده نه نوع N و نه نوع P است"
      ]
    },
    {
      "EnglishWord": "intrinsic- barrier density",
      "Meanings": [
        "چگالی حامل ذاتی چگالی حالت تعادل حفره‌ها و الکترونهای آزاد در یک ماده نیمه رسانای ذاتی"
      ]
    },
    {
      "EnglishWord": "intrinsic characteristic",
      "Meanings": [
        "مشخصه ذاتی مشخصه یک ماده مستقل از ناخالصیهای آن"
      ]
    },
    {
      "EnglishWord": "intrinsic coercive force",
      "Meanings": [
        "نیروی وادارنده مغناطیسی ذاتی نیروی مغناطیسی لازم برای صفر کردن القای ذاتی یک ماده مغناطیسی که در شرایط مغناطیسی متقارن و متناوب قرار دارد"
      ]
    },
    {
      "EnglishWord": "intrinsic condition",
      "Meanings": [
        "وضعیت ذاتی رسانشی که فقط بر اثر حفره‌ها و الکترونهای موجود در ماده مغناطیسی مادر و نه توسط عناصر ناخالصی ایجاد می‌شود"
      ]
    },
    {
      "EnglishWord": "intrinsic flux",
      "Meanings": [
        "شار ذاتی حاصلضرب چگالی شار ذاتی و سطح مقطع نمونه ای از یک ماده مغناطیسی که به صورت یکنواخت مغناطیسی شده باشد"
      ]
    },
    {
      "EnglishWord": "intrinsic hysteresis loop",
      "Meanings": [
        "حلقه پسماند ذاتی منحنی نمایش رابطه بین چگالی شار ذاتی و شدت میدان مغناطنده",
        "در هنگامی که میدان مغناطنده مقادیر متناوب و یکسان مثبت و منفی را اختیار کند. پسماند با عدم انطباق بین شاخه‌های افزایشی و کاهشی حلقه نشان داده می‌شود"
      ]
    },
    {
      "EnglishWord": "intrinsic induction  intrinsic flux density",
      "Meanings": [
        "القای ذاتی و چگالی شار ذاتی القای مغناطیسی اضافی که در یک محیط مغناطیسی معین نسبت به خلا وجود دارد"
      ]
    },
    {
      "EnglishWord": "intrinsic layer",
      "Meanings": [
        "لایه ذاتی لایه ای از ماده نیمه رسانا که ویژگیهای آن مشابه با ماده خالص و بدون آلاینده است"
      ]
    },
    {
      "EnglishWord": "intrinsic mobility",
      "Meanings": [
        "تحرک ذاتی تحرک الکترونها در یک نیمه رسانای ذاتی"
      ]
    },
    {
      "EnglishWord": "intrinsic noise",
      "Meanings": [
        "نویز ذاتی نویزیکه به وسیله یک قطعه یا مسیر انتقال و مستقل از آثار مدوله سازی تولید می‌شود"
      ]
    },
    {
      "EnglishWord": "intrinsic permeability",
      "Meanings": [
        "تراوایی مغناطیسی ذاتی نسبت القای ذاتی به نیروی مغناطنده متناظر آن"
      ]
    },
    {
      "EnglishWord": "intrinsic region",
      "Meanings": [
        "ناحیه ذاتی ناحیه ای از نیمه رسانا که شار جریان آن از تعداد تقریبا مساوی الکترونها و حفره‌ها تشکیل شده است"
      ]
    },
    {
      "EnglishWord": "intrinsic semi conduction",
      "Meanings": [
        "نیمه رسانایی ذاتی"
      ]
    },
    {
      "EnglishWord": "intrinsic silicon",
      "Meanings": [
        "سیلسیم ذاتی"
      ]
    },
    {
      "EnglishWord": "intrinssic temperature range",
      "Meanings": [
        "گسترده دمای ذاتی گستره دمایی که در آن تراکم حامل‌های یک نیمه رسانا به میزان قابل توجهی مشابه با بلور ایده آل است"
      ]
    },
    {
      "EnglishWord": "intrusion alarm",
      "Meanings": [
        "اعلام خطر متجاور",
        "دزدگیر سیستم فوتو الکتریکی",
        "خازنی",
        "الکتریکی",
        "آکوستیک یا انواع دیگر که حضور متجاوز را در نزیدکی یا داخل منطقه حفاظت شده از طریق آژیر اعلام می‌کند"
      ]
    },
    {
      "EnglishWord": "intuitively",
      "Meanings": [
        "به طور حسی",
        "شهودی"
      ]
    },
    {
      "EnglishWord": "invar",
      "Meanings": [
        "اینوار نام تجاری آلیاژی از نیکل و آهن با حدود 0/36 نیکل طول آن در یک گستره دمایی وسیع اساسا ثابت می‌ماند. در دیاپازون",
        "چنگالهای تنظیم و کاواکهای ریزموج استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "inverse",
      "Meanings": [
        "معکوس",
        "وارون"
      ]
    },
    {
      "EnglishWord": "inverse conical-scan jamming",
      "Meanings": [
        "اخلال پویش",
        "مخروطی وارون نوعی روش جنگ الکترونیکی که طی آن بسامد چرخش پویشی رادار ردگیر دشمن شناسایی و سیگنال برخوردی پس از مدوله سازی دامنه پالس بابهره وارون باز فرستاده می‌شود و در نتیجه رادار دشمن سمن واقعی را گم خواهد کرد"
      ]
    },
    {
      "EnglishWord": "inverse current",
      "Meanings": [
        "جریان وارون جریان حاصل از ولتاژ وارون یکسوساز تماسی یا قطعه نیمه رسانا",
        "جریان معکوس"
      ]
    },
    {
      "EnglishWord": "inverse diode",
      "Meanings": [
        "دیود معکوس"
      ]
    },
    {
      "EnglishWord": "inverse direction",
      "Meanings": [
        "جهت وارون جهت مربوط به مقاومت بیشتر در یک یکسوساز که از الکترود مثبت به طرف الکترود منفی است. این جهت وارون جهت رسانش است",
        "جهت معکوس"
      ]
    },
    {
      "EnglishWord": "inverse electrode current",
      "Meanings": [
        "جریان وارون الکترود جریان جاری شده در الکترود لامپ الکترونی در خلاف جهت واقعی. بنابراین برای جریان وارون آند",
        "الکترونها از آند به طرف کاتد جاری می‌شوند"
      ]
    },
    {
      "EnglishWord": "inverse- feedvack filter",
      "Meanings": [
        "پالایه پسخورد",
        "وارون پالایه تنظیم شده ای که به خروجی یک تقویت کننده با گزینندگی بالا و دارای پسخورد منفی متصل شده است. فیلتر طوری تنظیم شده است که برای بسامد تشدید مطلوب خروجی پسخورد",
        "منفی صفر ایت اما با خارج شدن بسامد از این مقدار خروجی به سرعت افزایش می‌یابد و ضریب تقویت را کاهش می‌دهد"
      ]
    },
    {
      "EnglishWord": "inverse function",
      "Meanings": [
        "تابع وارون تابعی که از جا به جایی متغیرهای وابسته و مستقل یک تابع معین یه دست می‌آید",
        "تابع معکوس"
      ]
    },
    {
      "EnglishWord": "inverse limiter",
      "Meanings": [
        "محدود کننده وارون محدود کننده ای که در گستره معینی از مقادیر لحظه ای ورودی",
        "خروجی ثابتی را تولید و در خارج از آن به صورت خطی یا به شکل تابع تعریف شده ای از ورودی عمل می‌کند. از این مقدار برای حذف بخشهایی از سیگنالهای خروجی مثلا آثار مزاحم مربوط به همشنوایی استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "inverse mode",
      "Meanings": [
        "وجه معکوس"
      ]
    },
    {
      "EnglishWord": "inverse peak voltage",
      "Meanings": [
        "ولتاژ اوج وارون 1. مقدار اوج ولتاژی که در مدت زمان صفر بودن جریان در دو سر یک لامپ یکسوساز یا لامپ پرتو",
        "ایکس می‌تواند در جهت وارون آند منفی تحمل کند بی آنکه دچار شکست یا خرابی شود"
      ]
    },
    {
      "EnglishWord": "inverse photoelectric effect",
      "Meanings": [
        "اثر فوتوالکتریک وارون تبدیل انرژی جنبشی یک الکترون متحرک به انرژی تابشی در محل برخورد",
        "نظیر آنچه در تولید پرتوهای ایکس روی می‌دهد"
      ]
    },
    {
      "EnglishWord": "inverse piezoelectric effect",
      "Meanings": [
        "اثر پیزوالکتریک وارون انقباض یا انبساط بلور پیزوالکتریک تحت تاثیر میدان الکتریکی نظیر آنچه در هدفونهای بلوری انجام می‌شود"
      ]
    },
    {
      "EnglishWord": "inverse saturation current",
      "Meanings": [
        "جریان اشباع معکوس"
      ]
    },
    {
      "EnglishWord": "inverse transform",
      "Meanings": [
        "تبدیل معکوس"
      ]
    },
    {
      "EnglishWord": "inverse voltage",
      "Meanings": [
        "ولتاژ وارون مقدار موثر ولتاژ دو سر لامپ یکسوساز یا یکسوساز نیمه رسانا در فاصله زمانی منفی بودن آند یا قطع جریان"
      ]
    },
    {
      "EnglishWord": "inverse-parallel connection",
      "Meanings": [
        "اتصال موازی",
        "وارون اتصال دو عنصر یکسوساز به گونه ای که کاتد اولی به آند دومی و آند اولی به کاتد دومی متصل می‌شود"
      ]
    },
    {
      "EnglishWord": "inverse-square law",
      "Meanings": [
        "قانون عکس مجذور اگر یک منبع نقطه ای به صورت یکنواخت و در همه جهتها امواج الکترومغناطیسی",
        "گرمایی یاهسته ای گسیل کند",
        "مقدار دریافت شده",
        "در واحد سطح و در فاصله معین از منبع",
        "با فرض نبودن هیچگونه جذبی",
        "تناسب معکوس با مجذور فاصله دارد"
      ]
    },
    {
      "EnglishWord": "inversion",
      "Meanings": [
        "وارونی",
        "وارون سازی 1. فرایند درهم گذاری و رمز کردن صحبتها از طریق زنش سیگنال صدا با یک بسامد شنیداری ثابت و بالاتر و استفاده از فقط بسامدهای اختلاف. در نتیجه بسامدهای پایین اولیه به بسامدهای شنیداری بالاتر تبدیل می‌شوند و برعکس. 2. لایه کم عمقی از هوا که دمای آن با ارتفاع زیاد می‌شود در حالت عادی دما با افزایش ارتفاع کاهش م ییابد این تغیر سریع چگالی هوا منجر به خم شدن امواج رادیویی می‌شود",
        "وارون سازی"
      ]
    },
    {
      "EnglishWord": "inversion integral",
      "Meanings": [
        "انتگرال برعکس"
      ]
    },
    {
      "EnglishWord": "inversion layer",
      "Meanings": [
        "لایه وارونی لایه ای سطحی از نیمه رسانای ناخالص شده که رسانش آن مخالف مناطق مجاور است. این وارونی بر اثر یونهای سطحی",
        "مواد محافظ سطح",
        "و میدانهای الکتریکی القایی به وجود می‌آید",
        "لایه برعکس"
      ]
    },
    {
      "EnglishWord": "invert",
      "Meanings": [
        "وارون ساختن تغییر دادن به حالت مخالف",
        "معکوس کردن"
      ]
    },
    {
      "EnglishWord": "inverted",
      "Meanings": [
        "معکوس شده"
      ]
    },
    {
      "EnglishWord": "inverted diode",
      "Meanings": [
        "دیود معکوس شده"
      ]
    },
    {
      "EnglishWord": "inverted file",
      "Meanings": [
        "پرونده وارونه پرونده ای از داده‌ها که ترتیب عادی آن بر عکس شده است"
      ]
    },
    {
      "EnglishWord": "inverted magnetron",
      "Meanings": [
        "مگنترون وارونه نوعی مگنترون که هندسه داخلی آن عکس ساختار هندسی کاتد هم محور در مگنترونهای متداول است. کاتد آن بیرون از آند قرار دارد"
      ]
    },
    {
      "EnglishWord": "inverted-cone antenna",
      "Meanings": [
        "آنتن مخروطی وارونه آنتنی که سیمهای آن مخروطی را شکل میدهند که راس آن در سطح زمین است. سر بالایی سیمها توسط سیمهای ضربدری به میله هایی با آرایش دایره ای محکم شده است. این آنتن درست مشابه به آنتن دیکسون دو مخروطی",
        "دارای ویژگیهای پهن باند",
        "همه سویه و قطبش عمودی است"
      ]
    },
    {
      "EnglishWord": "inverted-l antenna   l antenna",
      "Meanings": [
        "آنتن «ال» وارونه",
        "آنتن «ال» آنتنی که از سیم افقی طویل و یک سیم عمودی متصل به یک سر آن تشکیل می‌شود"
      ]
    },
    {
      "EnglishWord": "inverter",
      "Meanings": [
        "وارونگر 1. مدار یا قطعه ای که به وسیله یک نوسان ساز یا برشگر",
        "ولتاژ «دی سی» پایین را به ولتاژ «ای سی» خیلی بیشتر تبدیل می‌کند. برای این کار از ترانسفورمر افزاینده استفاده می‌شود. با افزودن یک یکسوساز و گرفتن ولتاژ «دی سی» در خروجی",
        "به مجموعه «مبدل» گفته می‌شود. 2. مداری که پالس مثبت شونده ورودی را به پالس منفی شونده خروجی یا برعکس تبدیل می‌کند. 3. Inverting amplifier",
        "وارونگر",
        "معکوس کننده"
      ]
    },
    {
      "EnglishWord": "inverter amplifier",
      "Meanings": [
        "تقویت کننده وارونگر"
      ]
    },
    {
      "EnglishWord": "inverter circuit",
      "Meanings": [
        "مدار وارونگر"
      ]
    },
    {
      "EnglishWord": "inverter stage",
      "Meanings": [
        "طبقه وارونگر"
      ]
    },
    {
      "EnglishWord": "inverter transformer",
      "Meanings": [
        "ترانسفورمر وراونگر ترانسفورمری معمولا با چهار سیم پیچ که با ترکیب با ترانزیستورهای توان",
        "جریان مستقیم ولتاژ",
        "پایین را به جریان متناوب در ولتاژهای بالاتر تبدیل می‌کند"
      ]
    },
    {
      "EnglishWord": "inverting amplifier  inverter",
      "Meanings": [
        "تقویت کننده وارونگر",
        "وارونگر تقویت کننده عملیاتی که ورودی وارونگر یا منفی آن به وسیله پسخورد منفی و مستقل از مقدار ولتاژ دو ورودی",
        "در پتانسیل نزدیک به زمین نگهداشته می‌شود. تغییرات ولتاژ خروجی وارون تغییرات ولتاژ ورودی است"
      ]
    },
    {
      "EnglishWord": "inverting function",
      "Meanings": [
        "تابع وارونگر یک مدار منطقی که سیگنال ورودی را طوری وارونه می‌کند که خروجی با ورودی ناهمفاز می‌شود. عمل وارونگر با یک دایره در سر خروجی نماد تقویت کننده نشان داده می‌شود"
      ]
    },
    {
      "EnglishWord": "inverting input",
      "Meanings": [
        "ورودی معکوس کننده"
      ]
    },
    {
      "EnglishWord": "inverting terminal",
      "Meanings": [
        "پایانه وارونگر",
        "سروارونگر پایانه مربوط به ورودی منفی کی تقویت کننده عملیاتی ولتاژ مثبت",
        "شونده درپایانه وارونگر به ولتاژ خروجی منفی",
        "شونده تبدیل می‌شود"
      ]
    },
    {
      "EnglishWord": "invertor",
      "Meanings": [
        "مبدل DC به AC"
      ]
    },
    {
      "EnglishWord": "investigate",
      "Meanings": [
        "تحقیق کردن"
      ]
    },
    {
      "EnglishWord": "investigation",
      "Meanings": [
        "تحقیق"
      ]
    },
    {
      "EnglishWord": "invisible",
      "Meanings": [
        "نامریی"
      ]
    },
    {
      "EnglishWord": "invisible radiation",
      "Meanings": [
        "تابش نامریی"
      ]
    },
    {
      "EnglishWord": "invisible rays",
      "Meanings": [
        "پرتوهای نامریی"
      ]
    },
    {
      "EnglishWord": "ioc",
      "Meanings": [
        "integrated optical circuit",
        "مدار مجتمع نوری آی اس نوعی مدار مجتمع که می‌تواند در طول موجهای نوری کار کند و عملیاتی همچون لیزر",
        "مدوله سازی",
        "آشکار سازی نور",
        "قطع و وصل نوری و رسانش از طر یق تارهای نوری را انجام دهد. گ"
      ]
    },
    {
      "EnglishWord": "ion",
      "Meanings": [
        "یون یک اتم یا گروهی از اتمهای باردار. یون منفی دارای کی یا چند الکترون اضافی است. در حالی که یون مثبت یک یا چند الکترون را از دست داده است",
        "یون"
      ]
    },
    {
      "EnglishWord": "ion - trap maganet  beam bender",
      "Meanings": [
        "آهنربای تله یون",
        "پر تو خم کن یک یا چند آهنربای دایم که قطبهای آنها دور تا دور لامپ تصویر تلویزیونی قرار می‌گیرند و میدان مغناطیسی لازم برای به دام اندازی یونها در درون تفنگ الکترونی را فراهم می‌کنند. گ"
      ]
    },
    {
      "EnglishWord": "ion accelerator",
      "Meanings": [
        "شتاب دهنده یون"
      ]
    },
    {
      "EnglishWord": "ion back scattering",
      "Meanings": [
        "پس",
        "پراکندگی یون پراکندگی کشسان و زاویه",
        "بزرگ یونهای تک انرژی در باریکه ای که به طرف یک لایه فلزی روی سیلیسیم یا سایر سیستمهای چند لایه نازک هدایت شده ست. با استفاده از یک آشکار ساز این یونها آشکار شده و پالسی متناسب با انرژی یون پس پراکنده تولید می‌شود که برای تعیین غیر مخرب توزیع عمیقی اتمها بعد از فلز پوشانی به کار می‌رود"
      ]
    },
    {
      "EnglishWord": "ion beam",
      "Meanings": [
        "باریکه یونی باریکه ای از یونها که با اعمال ولتاژ بالا در محیط خلا به یک منبع تولید می‌شود"
      ]
    },
    {
      "EnglishWord": "ion bombardment",
      "Meanings": [
        "بمباران یونی"
      ]
    },
    {
      "EnglishWord": "ion charging",
      "Meanings": [
        "شارژ یونی افت دینامیکی ناشی از برخورد یونها به سطح لامپ ذخیره بار"
      ]
    },
    {
      "EnglishWord": "ion cloud",
      "Meanings": [
        "ابر یونی"
      ]
    },
    {
      "EnglishWord": "ion concentration",
      "Meanings": [
        "غلظت یونی"
      ]
    },
    {
      "EnglishWord": "ion current",
      "Meanings": [
        "جریان یون"
      ]
    },
    {
      "EnglishWord": "ion density",
      "Meanings": [
        "چگالی یون"
      ]
    },
    {
      "EnglishWord": "ion drift",
      "Meanings": [
        "رانش یون"
      ]
    },
    {
      "EnglishWord": "ion implantation",
      "Meanings": [
        "کاشت یون آلایش کنترل شده یک پولک نیمه رسانا در مناطق تعریف شده با ماسکهای اکسید به وسیله باریکه‌های پر انرژی از یونهای پر",
        "فسفر",
        "یا آرسنیک. یونها پس از نفوذ در سطح. سرعت خود را از دست می‌دهند و در درون پولک ساکن می‌شوند. از این روش در ساخت مقاومتها",
        "دیودها",
        "ماسفتها",
        "و مدارهای مجتمع گالیم آرسنیدی استفده می‌شود. کاشت یون بسیار دقیتر از روش نفوذ kiffusion است و به ویژه برای توزیعهای با عمق کمتر از یک میکرومتر بسیار کار آمد است. کاشت در دمای معمولی صورت می‌گیرد و نقایص بلوری ایجاد شده بر اثر آن به وسیله گرمادهی و در دمای حدود 700 درجه سانتی گراد ترمیم می‌شود",
        "کاشت یون",
        "یون نشانی"
      ]
    },
    {
      "EnglishWord": "ion- implanted resistor",
      "Meanings": [
        "مقاومت کاشت",
        "یونی نوعی مقاومت مدار مجتمع که از طریق کاشت یونهای ناخالصی در سطح نیمه رسانا ساخته می‌شود"
      ]
    },
    {
      "EnglishWord": "ion lattice",
      "Meanings": [
        "شبکه یون"
      ]
    },
    {
      "EnglishWord": "ion mobility",
      "Meanings": [
        "تحرک یون"
      ]
    },
    {
      "EnglishWord": "ion pair",
      "Meanings": [
        "زوج یون یون مثبت و یون منفی هم بار با آ«",
        "معمولا الکترون",
        "که در اثر تابش به روی اتم یا ملولکول خنثی تولید می‌شوند"
      ]
    },
    {
      "EnglishWord": "ion plating",
      "Meanings": [
        "آبکاری یونی روش برای نشاندن لایه نازکی از فلز به روی سرامیک با بسترهای دیگر",
        "ابتدا سطح بستر به وسیلهی بمباران یونی در خلا تمیز می‌شود. سپس در یک سیستم ولتاژ",
        "بالا",
        "که بستر کاتد آن است. ماده لایه مورد نظر به روش تبخیر نشست داده می‌شود"
      ]
    },
    {
      "EnglishWord": "ion pump",
      "Meanings": [
        "تلمیه یونی",
        "پمپ یونی نوعی پمپ خلا که ملکولهای گاز باقیمانده در آن ابتدا یونیده شوند و سپس به وسیله بارهای الکتریکی به طرف پمپ کمکی یا تله یون کشیده می‌شوند"
      ]
    },
    {
      "EnglishWord": "ion recombination",
      "Meanings": [
        "ترکیب مجدد یون ها"
      ]
    },
    {
      "EnglishWord": "ion repeller",
      "Meanings": [
        "یون دفع کن الکترودی در لامپ ذخیره بار که یک سد پتانسیل در برابر یونها ایجاد می‌کند"
      ]
    },
    {
      "EnglishWord": "ion sheath",
      "Meanings": [
        "حفاظ یون لایه ای از یونهای مثبت در نزدیکی یا روی سطح الکترود یک لامپ گازی که عمل کنترل را دچار محدودیت می‌کند"
      ]
    },
    {
      "EnglishWord": "ion source  ion gun",
      "Meanings": [
        "منبع یون و تفنگ یونی لایه ای از یونهای مثبت در نزیدکی یا روی سطح الکترود یک لامپ گازی که عمل کنترل درا دچار محدودیت می‌کند"
      ]
    },
    {
      "EnglishWord": "ion spot",
      "Meanings": [
        "لکه یونی 1. لکه تیره ای که در نزدیکی مرکز صفحه نمایش لامپ پرتوکاتدی بر اثر سوختگی یونی پدید می‌آید. 2. سیگنال کاذبی که بر اثر بمباران یونی هدف یا فوتوکاتد لامپ دوربین با لامپ تصویر ایجاد می‌شود"
      ]
    },
    {
      "EnglishWord": "ion trap",
      "Meanings": [
        "تله یون تمهیداتی برای جلو گیری از بمباران یونی صفحه نمایش و ایجاد لکه یونی در یک لامپ پرتو",
        "کاتدی. معمولا با کج کردن بخشی از کل تفنگ الکترونی و به کمک یک آهنربای دایمی بیرونی باریکه الکترونها طوری خم می‌شود که توانایی عبور از روزنه ریز خروجی تفنگ الکترونی را داشته باشند به دلیل سنگینی یونها",
        "میدان مغناطیسی اثر چندانی بر آنها ندارد و یونها بدون هیچگونه خطری در ردون تفنگ حبس می‌شوند"
      ]
    },
    {
      "EnglishWord": "ion yield",
      "Meanings": [
        "ثمردهی یونی تعداد زوج یونهای تولید شده به ازای هر ذره بر خورد کننده"
      ]
    },
    {
      "EnglishWord": "ion-beam scanning",
      "Meanings": [
        "پویش باریکه یونی فرایند تحلیل طیف جرمی یک باریکه یونی در طیف سنج جرمی به وسیله تغییر میدانهای الکتریکی یا مغناطیسی طیف سنج جرمی و یا با حرکت دادن یک کاوه"
      ]
    },
    {
      "EnglishWord": "ionic",
      "Meanings": [
        "یونی"
      ]
    },
    {
      "EnglishWord": "ionic - heated cathode",
      "Meanings": [
        "کاتد گرمایس",
        "یونی نوعی کاتد داغ که گرمای آن عمدتا مربوط به بمباران یونی سطح گسیلنده است"
      ]
    },
    {
      "EnglishWord": "ionic impurity",
      "Meanings": [
        "ناخالصی یون"
      ]
    },
    {
      "EnglishWord": "ionization",
      "Meanings": [
        "یونش فرایندی که طی آن یک اتم یا ملکول خنثی با از دست دادن یا به دست آوردن الکترونها",
        "باردار و به یک یون تبدیل می‌شود. یونش از طریق برخورد ذرات تابش یا روشهای دیگر انجام می‌پذیرد",
        "یونیزاسیون"
      ]
    },
    {
      "EnglishWord": "ionization by collision",
      "Meanings": [
        "یونش برخوردی یونشی که بر اثر برخورد الکترونها با یونهای پر سرعت با اتمها یا ملکولهای خنثی ایجاد می‌شود"
      ]
    },
    {
      "EnglishWord": "ionization energy",
      "Meanings": [
        "انرژی یونش میانگین انرژی که ذره یوننده در هنگام تولید یک زوج یون در ماده گازی از دست می‌دهد",
        "انرژی یونیزاسیون"
      ]
    },
    {
      "EnglishWord": "ionization level",
      "Meanings": [
        "سطح یونیزاسیون"
      ]
    },
    {
      "EnglishWord": "ionization path  ionization track",
      "Meanings": [
        "مسیر یونش",
        "رد یونش مسیر تولید توسط ذره یوننده در طی گذر از درون ماده"
      ]
    },
    {
      "EnglishWord": "ionization potential",
      "Meanings": [
        "پتانسیل یونش مقدار انرژ لازم بر حسب الکترون ولت برای خارج کردن الکترون از یک اتم خنثی"
      ]
    },
    {
      "EnglishWord": "ionization time",
      "Meanings": [
        "زمان یونش فاصله زمانی بین آماده شدن شرایط برای رسانش در یک لامپ گازی و بر قرار یرسانش در افت ولتاژ معینی از لامپ"
      ]
    },
    {
      "EnglishWord": "ionization voltage  electron binding  energy",
      "Meanings": [
        "ولتاژ یونش",
        "انرژ بستگی الکترون مقدار انرژی لازم در واحد بار",
        "معمولا بر حسب ولت",
        "برای دور کردن یک الکترون از یک اتم خاص تا فاصله بی نهایت"
      ]
    },
    {
      "EnglishWord": "ionized layer",
      "Meanings": [
        "لایه یونیده یکی از لایه‌های جو",
        "نظیر لایه E یا F که در شرایط معین امواج رادیویی را به سطح زمین باز می‌تاباند"
      ]
    },
    {
      "EnglishWord": "ionizing event",
      "Meanings": [
        "رویداد یوننده رویدادی که به تولید یک یا چند یون منتهی می‌شود"
      ]
    },
    {
      "EnglishWord": "ionizing particle",
      "Meanings": [
        "ذره یوننده ذره ای که با گذر از درون یک ماده مستقیما زوج یونهایی را تولید می‌کند. انرژی جنبشی ذره باید بسیار بسیشتر از انرژ یونش محیط باشد"
      ]
    },
    {
      "EnglishWord": "ionizing radiation",
      "Meanings": [
        "تابش یوننده هر نوع تابشی که بتواند در هنگام گذر از یک ماده گازی یا جامد",
        "یونهایی را تولید کند"
      ]
    },
    {
      "EnglishWord": "ionosphere",
      "Meanings": [
        "یون سپهر منطقه ای در جو بیرونی زمین که در آن تعداد الکترونها و یونها به اندازه ای است که بر انشار امواج رادیویی تاثیر می‌گذاردند. این منطقه از حدود 50 کیلومتری بالای زمین شروع می‌شود و تا بالاتر از 400 کیلومتر ادامه دارد. ضمن انکه ارتفاع آن تابعی از زمان",
        "روز و فصل سال است. مناطق اصلی یون سپهر و ارتفاع تقریبی آنها عبارتند از منطقه دی 50 تا 100 کیلومتر",
        "منطقه ای 100 تا 150 کیلومتر منطقه اف 150 تا 400 کیلومتر",
        "یونوسفر"
      ]
    },
    {
      "EnglishWord": "ionospheric error",
      "Meanings": [
        "خطای یون سپهری خطای کل تصادفی و منظم که در یک سیگنال ناوبری بازتاب شده از یون سپهر به وجود می‌آید. عوامل مولد این خطا عبارت اند از تغییرات مسیر انتقال",
        "ارتفاع غیر یکنواخت یون سپهر",
        "یا انتضار غیر یکنواخت در درون یون سپر"
      ]
    },
    {
      "EnglishWord": "ionospheric scatter",
      "Meanings": [
        "پراکندگی یون سپری نوعی انتشار که طی آن امواج رادیویی توسط لایه پایینی ای در یون سپر پراکنده می‌شود و امکان مخابره در فواصل 1000 تا 2250 کیلو متر ی را با گستره بسامدی 25 تا 100 مگاهرتز فراهم می‌کند"
      ]
    },
    {
      "EnglishWord": "ionospheric storm",
      "Meanings": [
        "توفان یون سپهری تلاطم در منطقه اف یون سپهر که معمولا بر اثر رگبار تابش ناگهانی از سوی خورشید به وجود می‌آید. در نتیجه آن چگالی یونش کم می‌شود و ارتفاع مجازی منطقه افزایش می‌یابد. بسامدهای بالا واقع در گستره 3 تا 30 مگاهرتز بیشتر از همه تحت تاثیر خاموشی رادیویی ناشی از این پدیده قرار می‌گیرند"
      ]
    },
    {
      "EnglishWord": "ip",
      "Meanings": [
        "Internet protocol",
        "توافق نامه اینترنت",
        "پروتکل اینترنت قواعد حاکم بر بسته‌های اطلاعاتی که به صورت پیام در شبکه اینترنت ارسال می‌شوند"
      ]
    },
    {
      "EnglishWord": "ir drop resistance drop",
      "Meanings": [
        "افت آی آر افت مقاومت افت ولتاژتولید شده در دو سر مقاومت R بر اثر عبور جریان I از داخل آن"
      ]
    },
    {
      "EnglishWord": "irbm",
      "Meanings": [
        "intermediate",
        "range ballistic missile",
        "موشک پرتابی برد",
        "متوسط نوعی موشک پرتابی که برد آن بین 2700 تا 5600 کیلو متر است"
      ]
    },
    {
      "EnglishWord": "irdome",
      "Meanings": [
        "ایردم",
        "گنبدی زیر قرمز محافظ گنبدی یک آشکار ساز زیر قرمز و اجزای نوری آن از جنس کوارتز",
        "سیلیسیم",
        "ژرمانیم",
        "یاقوت کبود. آلومینات کلسیم",
        "یا هر ماده یدیگری که شفافیت بالایی در برابر انرژ زیر قرمز داشته باشد"
      ]
    },
    {
      "EnglishWord": "ired",
      "Meanings": [
        "infrared",
        "emitting diode",
        "دیود زیر قرمز",
        "گسیل نوعی دیود گسیلنده نور زیر قرمز که بیشترین گسیل آن در منطقه زیر قرمز نزدیک",
        "نوعا 0/9 میکرومتر برای دیود PN گالیم آرسنیدی",
        "روی می‌دهد. مدوله سازهای نور",
        "مدارهای منطقی",
        "کلید زنی نوری",
        "رمز گذارهای موقعیت",
        "و نوارخوانها از این دیود استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "iridium",
      "Meanings": [
        "ایریدیم 1. عنصری با عدد اتمی 77. 2. سیستم مخابرات راه دور ارایه شده از سوی شرکت موترو و لاکه طی آن ناوگانی از 66 ماهواره در مدارهای قطبی پایین ایو",
        "LEO قرار میگیرد و به صورت شبکه به ایستگاههای زمینی متصل می‌شوند. این سیستم بر اساس رله کردن پیامهای دریافتی از یک فرستنده واقع در هر نقطه از زمین به نزدیکترین ماهواره و سپس رله آن به ماهواره بعدی و بالاخره ارسال آن به نزدیکترین ایستگاه زمینی تا مقصد پیام عمل می‌کند. و توانایی مخابره مکالمات تلفنی",
        "داده‌های رقمی",
        "نمابر فاکس",
        "و فراخوانی راداراست. هر ماهواره سه گوش در باند 1/610 تا 1/6266 گیگاهرتز ارسال خود را انجام یم دهد. در هر یک از شش صفحه مداری گذارنده از قطبها",
        "یازده ماهواره قرار داده می‌شود. از آنجایی که در ابتدا تعداد ماهواره‌ها 77 عدد در نظر گرفته شده بود و ایریدیم نیز عنصر با عدد اتمی 77 است. این نام برای پروژه انتخاب شد. ایردیم می‌تواند منجر به حذف خدمات شکتهای تلفن راه دور شود. گ"
      ]
    },
    {
      "EnglishWord": "iris diaphragm",
      "Meanings": [
        "دیافراگم عنبیه"
      ]
    },
    {
      "EnglishWord": "iris matching  diaphragm",
      "Meanings": [
        "آیریس یک پنجره تطبیق امپدانس را موجبر که از صفحات فلزی با لبه‌های متصل به هم و عمود بر دیواره‌های موجبر ساخته می‌شود. در یچه موازی با دیواره‌های طولی از نوع القاییی و دریچه موازی با دیواره‌های طولی از نوع خازنی است. مقدار راکتانس به پهنای دریچه بستگی دارد"
      ]
    },
    {
      "EnglishWord": "iron",
      "Meanings": [
        "آهن FE عنصر فلزی با عدد اتمی 26 و وزن اتمی 55/",
        "آهن"
      ]
    },
    {
      "EnglishWord": "iron - cobalt alloy",
      "Meanings": [
        "آلیاژآهن",
        "کبالت نوعی آلیاژ یآهنی با حداکثر 65% کبالت که در جریانهای مغناطنده کم",
        "چگالی شار بالایی دارد. عیبهای عمده آن عبارت اند از قیمت بالا",
        "تراوایی نسبتا کم",
        "و اتلاف پسماند بالا"
      ]
    },
    {
      "EnglishWord": "iron - nickel alloy",
      "Meanings": [
        "آلیاژ آهن",
        "نیکل نوعی آلیاژ آهنی با 20 تا 80 درصد نیکل در چگالی شارهای پایین",
        "دارای تراوایی بالا و اتلاف پسماند کم است و به راحتی به ورقه‌های نازک تبدیل می‌شود"
      ]
    },
    {
      "EnglishWord": "iron - vane instrument",
      "Meanings": [
        "دستگاه پره",
        "آهنی دستگاه اندازه گیر یجریان متناوب با استفاده از اجزای متحرک پره آهنی"
      ]
    },
    {
      "EnglishWord": "iron core",
      "Meanings": [
        "هسته آهنی"
      ]
    },
    {
      "EnglishWord": "iron- core  transformer",
      "Meanings": [
        "ترانسفورمر هسته",
        "آهنی ترانسفورمری که بخشی از یا همه مسیر خطوط نیروی مغناطیسی آن از طریق ورقهای آهن یا مادهی مغناطیسی دیگر بسته یم شود"
      ]
    },
    {
      "EnglishWord": "iron core coil",
      "Meanings": [
        "سیم پیچی با هسته آهنی"
      ]
    },
    {
      "EnglishWord": "iron core coil iron core choke",
      "Meanings": [
        "پیچک هسته آهنی",
        "چوک هسته آهنی پیچکی که مدار مغناطیسی آن از طیق هسته آهن جامد با ورقکاری شده و یا هر ماده مغناطیسی دیگر بسته می‌شود"
      ]
    },
    {
      "EnglishWord": "iron loss",
      "Meanings": [
        "تلف آهن"
      ]
    },
    {
      "EnglishWord": "irrational",
      "Meanings": [
        "گنگ",
        "اصم"
      ]
    },
    {
      "EnglishWord": "irregular",
      "Meanings": [
        "بی قاعده",
        "نامنظم"
      ]
    },
    {
      "EnglishWord": "irregular from",
      "Meanings": [
        "شکل نامنظم"
      ]
    },
    {
      "EnglishWord": "irregularity",
      "Meanings": [
        "بی قاعدگی"
      ]
    },
    {
      "EnglishWord": "irreversible",
      "Meanings": [
        "غیر قابل برگشت"
      ]
    },
    {
      "EnglishWord": "irreversible process",
      "Meanings": [
        "فرآیند غیر قابل برگشت"
      ]
    },
    {
      "EnglishWord": "isa",
      "Meanings": [
        "industry standard Architecture",
        "معماری استاندارد صنعت ایسا نامی که IBM به معماری گذر گاه مورد استفاده در رایانه‌های شخصی PCAT داده است"
      ]
    },
    {
      "EnglishWord": "isdn",
      "Meanings": [
        "integrated Services Digital Network",
        "شبکه رقمی خدمات مجتمع آی اس دی ان یک شبکه مخابراتی که در آن خدمات انتقال داده‌های رقمی و نیز ارتباطات صوتی از طریق شبکه تلفنی هنگانی به مشترکان عرضه می‌شود. در صورت استفاده از خطوط تلفنی ویژه و سخت افزارها و نرم افزارهای مخابراتی",
        "سرعت تبادل داده‌ها تا 128 کیلو بایت بر ثانیه می‌رسد. استفاده از این خدمات مستلزم پرداخت هزینه‌های مربوطه است"
      ]
    },
    {
      "EnglishWord": "island effect",
      "Meanings": [
        "اثر جزیره ای محدود شدن گسیل از کاتد المپ الکترنی به مناطق کوچک خاصی از کاتد در شرایطی که ولتاژ شبکه کمتر از مقدار معینی باشد"
      ]
    },
    {
      "EnglishWord": "isobar",
      "Meanings": [
        "ایزوبار",
        "تک فشار خطی که نقاط هم مقدار از یک کمیت را به هم متصل می‌کند مانند خط فشار مربوط به جو سنجی در روی نمودار هوا شناختی"
      ]
    },
    {
      "EnglishWord": "isochronous",
      "Meanings": [
        "تک زمان مشخصه ای از یک بسامد نا متناوب ثابت"
      ]
    },
    {
      "EnglishWord": "isocline",
      "Meanings": [
        "تک شیب",
        "هم شیب"
      ]
    },
    {
      "EnglishWord": "isocline method",
      "Meanings": [
        "روش تک شیب"
      ]
    },
    {
      "EnglishWord": "isocon image tube",
      "Meanings": [
        "لامپ تصویر ایزو کون نوعی اصلاح شده لامپ تصویر اورتیکو orticon image که در آن الکترونهای برگشتی به منظور بهبود تسبت سیگنال",
        "به",
        "نویز signal",
        "to nois ratio از الکترونهای پراکنده شده مجزا سازی می‌شوند. یا مجزا سازی الکترونهای باز تابیده تنها الکترونهای پراکنده شده به ضر کننده الکترونی می‌رسند. بخش پراکنده بارکیه برگشتی متناسب با بارهای روی صفحه هدف است. هر الکترونی که به منظور خنثی سازی بارهای مثبت روی هدف به آن برخورد می‌ند",
        "الکترونهای متعددی را نیز پراکنده می‌سازد. هر چه گسیل ثانویه بیشتر باشد",
        "بهره پراکندگی نیز بزرگتر است"
      ]
    },
    {
      "EnglishWord": "isoelectonic trap",
      "Meanings": [
        "تله هم",
        "الکترون حالت مقیدی که در اثر افزودن یک اتم ناخالصی به نیمه رسانا در آن ایجاد می‌شود. این تله می‌تواند هم الکترون و هم حفره را مقید کند. در برخی دیودهای نور گسیل",
        "اتم ناخالصی وارد شده از طریق آلایش",
        "رنگ نور تولید شده را تعیین می‌کند"
      ]
    },
    {
      "EnglishWord": "isoelectronic",
      "Meanings": [
        "هم",
        "الکترون اساره به اتمهایی که در بیرون هسته خود دارای تعداد الکترون برابر هستند"
      ]
    },
    {
      "EnglishWord": "isolate",
      "Meanings": [
        "مجزا کردن"
      ]
    },
    {
      "EnglishWord": "isolated",
      "Meanings": [
        "مجزا شده",
        "منزوی"
      ]
    },
    {
      "EnglishWord": "isolated equilibrium point",
      "Meanings": [
        "نقطه تعادل مجزا"
      ]
    },
    {
      "EnglishWord": "isolated points",
      "Meanings": [
        "نقاط مجزا شده"
      ]
    },
    {
      "EnglishWord": "isolation",
      "Meanings": [
        "جداسازی",
        "عایق سازی"
      ]
    },
    {
      "EnglishWord": "isolation amplifier",
      "Meanings": [
        "تقویت کنندهی مجزا ساز تقویت کنندهی بهره",
        "واحدی که کانالهای سیگنال ورودی و خروجی را از هم جدا می‌کند. در کاربردهای صنعتی که سیگنالهای میلی ولتی باید در حضور ولتاژهای بسیار بالا منتقل شوند",
        "از یان تقویت کننده استفاده می‌شود. همچنین در تجهیزات الکترونیکی پزشکی به منظور افزایش ایمنی بیمار",
        "از این تقویت کننده برا ی قطع حلقه‌های زمین و مسیر‌های عبور جریان نشتی استفاده می‌شود",
        "تقویت کننده جداساز"
      ]
    },
    {
      "EnglishWord": "isolation capacitance",
      "Meanings": [
        "ظرفیت جداساز"
      ]
    },
    {
      "EnglishWord": "isolation diffusion",
      "Meanings": [
        "نفوذ مجزا ساز نوعی فرایند نفوذ که با تولید پیوند‌های پشت به پشت در یک مدار مجتمع قطعات فعال را از یکدیگر جدا می‌کند"
      ]
    },
    {
      "EnglishWord": "isolation network",
      "Meanings": [
        "شبکه مجز اساز شبکه ای که برای جلو گیر از بر هم کنش بخشهای مختلف مدار یا خط انتقال بین آنها قرار داده می‌شود"
      ]
    },
    {
      "EnglishWord": "isolation transformer",
      "Meanings": [
        "ترانسفورمر مجزا ساز ترانسفورمری که برای جدا سازی قسمتی ازمدار از آثار نامطلوب سایر قسمتها به کار می‌رود نسبت دورهای آن 1 به 1 است تا بدون تغییر ولتاژ‌ها ف هر گونه اتصال مستقیم را حذف کند"
      ]
    },
    {
      "EnglishWord": "isolator",
      "Meanings": [
        "مجزا ساز نوعی تضعیف کننده غیر فعال که اتلاف آن در یک جهت بسیار بیشتر از جهت مخالف است. مجزا ساز فریتی در موجبرها نمونه آن است",
        "مجزا کننده"
      ]
    },
    {
      "EnglishWord": "isomagnetic line",
      "Meanings": [
        "خط هم مغناطیس خط گذرنده از نقاط با نیروهای مغناطیسی یکسان که فاصله آنها از محور عمودی لزوما برابر نیست"
      ]
    },
    {
      "EnglishWord": "isomer",
      "Meanings": [
        "ایزومر",
        "هم بار"
      ]
    },
    {
      "EnglishWord": "isometric",
      "Meanings": [
        "هم قیاس"
      ]
    },
    {
      "EnglishWord": "isomorph",
      "Meanings": [
        "هم ریخت"
      ]
    },
    {
      "EnglishWord": "isophotometer",
      "Meanings": [
        "تک نور سنج نوعی نور سنج مثبت مستقیم که به صورت خودکار چگالی نوری تمام نقاط موجود روی یک طلق یا صفحه شفاف را پویش و اندازه گیری می‌کند و مقادیر چگالی به دست آمده را در نسخه دو بعدی و هم چگالی از نواحی پویش شده رسم می‌کند"
      ]
    },
    {
      "EnglishWord": "isopotential",
      "Meanings": [
        "هم پتانسیل"
      ]
    },
    {
      "EnglishWord": "isopotential path",
      "Meanings": [
        "مسیر هم پتانسیل خط گذارنده از نقاطی که دارای پتانسیل یا شدت میدان یکسان هستند"
      ]
    },
    {
      "EnglishWord": "isosynchronous",
      "Meanings": [
        "تک همزمان",
        "ایزو سنکرون نوعی روش ارتباط سری که آمیزه ای از قرا ردادهای ارتباط سری همزما asynchronous و ناهمزمان asynchronous است. این روش علیرغم حفظ اتصال ساعت مریوط به قرار داد همزمان",
        "نویسه‌های همزمانی را تولید نمی‌کند. در عین حال",
        "همچون قرار داد همزمان",
        "یک بیت شروع تولید می‌شود"
      ]
    },
    {
      "EnglishWord": "isothermal",
      "Meanings": [
        "تکدما بدون تغییر دما",
        "هم دما"
      ]
    },
    {
      "EnglishWord": "isotope",
      "Meanings": [
        "ایزوتوپ"
      ]
    },
    {
      "EnglishWord": "isotope separation",
      "Meanings": [
        "جداسازی ایزوتوپ"
      ]
    },
    {
      "EnglishWord": "isotropic",
      "Meanings": [
        "هم سانگرد",
        "هم جهتی"
      ]
    },
    {
      "EnglishWord": "isotropic antenna  unipole",
      "Meanings": [
        "آنتن همسانگرد",
        "تک قطبی آنتنی که از جنبه نظری می‌تواند انژی سیگنال یک منبع نقطه ای را با الگوی کروی در تمام جها تابش کند. به عنوان یک استاندارد از آن استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "isotropic dielectric",
      "Meanings": [
        "دی الکتریک همسانگر دی الکتریکی که ثابت دی الکتریک آن مستقل از جهت میدان الکتریکی وارده است"
      ]
    },
    {
      "EnglishWord": "isotropic medium",
      "Meanings": [
        "محیط همسانگرد محیطی با ویژگیهای یکسان در همه جهتها"
      ]
    },
    {
      "EnglishWord": "isotropic radiator",
      "Meanings": [
        "تابشگر همسانگرد نابشگری که انرژی را به صورت یکنواخت در همه جهتها منتشر می‌کند"
      ]
    },
    {
      "EnglishWord": "isotropy",
      "Meanings": [
        "هم سانگردی"
      ]
    },
    {
      "EnglishWord": "italic",
      "Meanings": [
        "مورب",
        "خوابیده",
        "کج"
      ]
    },
    {
      "EnglishWord": "item",
      "Meanings": [
        "فقره",
        "عنوان",
        "موضوع",
        "مورد"
      ]
    },
    {
      "EnglishWord": "iteration",
      "Meanings": [
        "تکرار"
      ]
    },
    {
      "EnglishWord": "iterative",
      "Meanings": [
        "تکراری"
      ]
    },
    {
      "EnglishWord": "iterative array",
      "Meanings": [
        "آرایه تکراری آرایه ای از تعداد زیادی مدول پردازشی مشابه و متصل به هم. در صورت به کارگیری مدارهای مناسب راه اندار و کنترل در یک رایانه",
        "می‌توان تعداد زیادی عملیات موازی و همزمان را با استفاه از این آرایه‌ها انجام داد. این روش",
        "ضمن استفاده از مدارهای آهسته و ارزان قیمت",
        "زمان لازم برای حل مسیله را به میزان قابل توجهی کاهش می‌دهد"
      ]
    },
    {
      "EnglishWord": "iterative filter",
      "Meanings": [
        "پالایه تکراری نوعی پالایه چهار سر که امپدانس تکراری ایجاد می‌کند"
      ]
    },
    {
      "EnglishWord": "iterative impedance",
      "Meanings": [
        "امپدانس تکراری امپدانسی که در صورت اتصال به یک روج سر از ترادیسنده ای چهار",
        "سر",
        "امپدانس مشابهی را بین زوج سر دوم ظاهر می‌کند. امپدانس تکراری خط انتقال یکنواخت",
        "مشابه با امپدانس مشخصه آن است. در صورتی که ترادیسنده چهار",
        "سر متقارن باشد",
        "امپدانس تکراری هر دو زوج سر مشابه هم و برابر با امپدانسهای تصویری و امپدانس مشخصه آن است"
      ]
    },
    {
      "EnglishWord": "iterative process",
      "Meanings": [
        "فرایند تکراری فرایندی ریاضی برای محاسبه نتیجه مطلوب که در آن تکرار متناوب علیات نتیجه ای را می‌دهد که مرتبا به مقدار واقعی نزیدک و نزدیکتر می‌شود"
      ]
    },
    {
      "EnglishWord": "itu",
      "Meanings": [
        "International Telecommunications Union",
        "اتحادیه بین المللی مخابرات راه دور سازمان بین المللی غیر نظامی که آیین نامه‌های مخابراتی استاندارد از جمله تخصیص بسامدها و مقررات رادیویی را در سراسر دنیا تنظیم می‌کند"
      ]
    },
    {
      "EnglishWord": "itu-ts  international  telecommunications union  telecommunication standardization sector .",
      "Meanings": [
        "کمیته مشورتی وابسته به سازمان ملل متحد که استانداردهای جهانی برای ارسال داده‌ها ارایه می‌ند. قبلا به نام CCITT شناخته می‌شد"
      ]
    }
  ]
}