{
  "Group": "L",
  "Entries": 767,
  "Words": [
    {
      "EnglishWord": "l",
      "Meanings": [
        "inductance",
        "القا کنایی ویژگی یک مدار یا عنصر مداری در مخالفت با هر گونه تغییر جریان",
        "القاکنایی منجر به تاخیر تغییر جریان نسبت به تغییر ولتاژ می‌شود. واجد آن هانری",
        "میلی هانری و میکروهانری است",
        "Lambert",
        "لامبرت واحد درخشایی در دستگاه «سی جی اس» که برابر با 1 پی cd/cmمربع است. لامبرت متناظر با درخشایی یکنواخت یک منبع پخش کننده کامل است که نور را با آهنگ یک «لومن» بر سانتیمتر مربع گسیل یا بازتاب می‌کند. استفاده از «کاندلا» بر متر مربع",
        "واحد درخشایی در دستگاه «اس آی» ترجیح داده می‌شود",
        "abrasion resistance",
        "مقاومت سایش",
        "dual",
        "diversity receiver",
        "گیرنده چندگانه دوتایی نوعی گیرنده رادیویی چندگانه یا دوآنتن که هر کدام سیستمهای آر اف مستقلی را تغذیه می‌کننند و عمل اختلاط بعد از طبقه مبدل صورت می‌گیرد. با استفاده از یک سیستم انتخاب خودکار می‌توان خروجی را در هر لحظه به کانالی که قویتر است متصل کرد",
        "m",
        "مخفف غیر رسمی megaohm در این حالت M بدون فاصله به دنبال مقدار می‌آید مانند 5M به جای 5000000اهم"
      ]
    },
    {
      "EnglishWord": "l band",
      "Meanings": [
        "باند «ال» باند بسامدی واقع در گستره 1/0 تا 2/0 گیگاهرتز متناظر با طول موجهای به ترتیب 30 و 15 سانتیمتر و مطابق با استاندارد IEEE",
        ". از آنجاییکه طول موج وسط باند تقریبا 20 سانتیمتر است",
        "قبلا از آن به نام باند بیست سانتیمتر twenty",
        "Centimeter band یاد می‌شود. این باند متناظر با باند تخصصی «دی» 1/0 تا GHZ 2/0 در ستاد مشترک ارتش امریکاست"
      ]
    },
    {
      "EnglishWord": "l cathode",
      "Meanings": [
        "کاتد «ال» نوعی کاتد توزیع کننده که بدنه آن از جنس تنگستن متخلخل است و لایه ای از اتمهای باریم و اکسیژن آن را پوشانده است. باریم تبخیری و گسیلنده الکترونها مداوما از محفظه ای در پشت تنگستن به روی کاتد نشانده می‌شود"
      ]
    },
    {
      "EnglishWord": "l idar",
      "Meanings": [
        "laser infrared raDAR",
        "لیدار رادار زیر قرمز لیزری نوعی دستگاه هواشناسی که از یک لیزر یاقوتی برای تولید پالسهای زیر قرمز قوی با پهنای باریکه 30 S",
        "arc برای سنجش شرایط جوی استفاده می‌کند. آثار بازتاب و پراکندگی مربوط به ابرها",
        "لایه‌های مه و برخی ناپیوستگیهای جوی به کمک روشهای راداری اندازه گرفته می‌شود. لیدار همچنین می‌تواند بالتهای هواشناسی ف دنباله موشکها و اثر دود را ردگیری کند"
      ]
    },
    {
      "EnglishWord": "l network",
      "Meanings": [
        "شبکهی ال شبکه ای از دو شاخه سری که سرهای آزاد آنها به یک جفت پایانه و نقطه اتصال و یک سر آزاد به یک جفت پایانه دیگر متصل شده است"
      ]
    },
    {
      "EnglishWord": "l pad",
      "Meanings": [
        "تنظیم کننده l کنترل حجم صدایی که در همه تنظیمها امپدانس یکسانی دارد و معمولا از یک شبکهی l تشکیل شده است که هر دو عنصر آن همزمان تنظیم می‌شوند"
      ]
    },
    {
      "EnglishWord": "l -phase carrier",
      "Meanings": [
        "حامل فاز آی حاملی در گیرنده تلویزیون رنگی که فاز آن به میزان 57 درجه از زیر حامل رنگ جدا شده است"
      ]
    },
    {
      "EnglishWord": "l scope",
      "Meanings": [
        "اسکوپ l اسکوپ راداری که صفحه نمایش l را ایجاد می‌کند"
      ]
    },
    {
      "EnglishWord": "l signal",
      "Meanings": [
        "سیگنال آی مولفه همفاز سیگنال رنگ نمایی در تلویزیون رنگی. پهنای باند آن 0 تا 1/5 مگاهرتز است. این سیگنال از اجزای R/V +%74 و",
        "/27 BV تشکیل شده که در آن V سیگنال درخسایی",
        "R سیگنال قرمز دوربین و B سیگنال آبی دوربین است"
      ]
    },
    {
      "EnglishWord": "l.f   low frequency",
      "Meanings": [
        "فرکانس پایین"
      ]
    },
    {
      "EnglishWord": "l/c ratio",
      "Meanings": [
        "نسبت «ال /سی» نسبت القا کنایی «ال» بر حسب هانری به ظرفیت «سی» بر حسب فاراد در یک مدار تشدید"
      ]
    },
    {
      "EnglishWord": "label",
      "Meanings": [
        "پیغام",
        "بر چسب"
      ]
    },
    {
      "EnglishWord": "laboratory power supply",
      "Meanings": [
        "منبع تغذیه آزمایشگاهی منبع تغذیه کاملی که ولتاژ یا خط «ای سی» را به ولتاژ یا «دی سی» تنظیم شده و قابل تغییر در گستره معین تبدیل می‌کند. این دستگاه عمدتا برای کار در آزمایشگاهها و تغذیه تجهیزات در دست ساخت یا زیر آزمایش طراحی شده است و دارای سنجه هایی برای قرایت ولتاژ جریان و نیز پیچهای کنترل است"
      ]
    },
    {
      "EnglishWord": "laboratory prototype",
      "Meanings": [
        "نمونه آزمایشگاهی"
      ]
    },
    {
      "EnglishWord": "labtop computer",
      "Meanings": [
        "رایانه مسطح رومیزی"
      ]
    },
    {
      "EnglishWord": "labyrinth",
      "Meanings": [
        "مارپیچ محفظه بلندگو که در قسمت پشتی آن اتاقکهایی از هوا به منظور جذب انرژی صوتی منتشر شده به طرف پشت بلند گو و به حداقل رساندن امواج صوتی ایستا قرار داده شده است"
      ]
    },
    {
      "EnglishWord": "ladar",
      "Meanings": [
        "laser radar",
        "رادار لیزری لیدار سیستم نظامی دید در شب و مسافت یابی بر اساس عملکرد رادار و استفاده از زمان سیر انرژ پالسهای لیزر برای تولید تصویر پویش و آشکار سازی باریکه انرژ برگشتی مشابه با حسابگرهای تصویر برداری زیر قرمز انجام می‌گیرد"
      ]
    },
    {
      "EnglishWord": "ladder",
      "Meanings": [
        "نردبانی"
      ]
    },
    {
      "EnglishWord": "ladder adder",
      "Meanings": [
        "جمع کننده نردبانی نوعی مبدل رقمی به قیاسی که در آن از شبکه نردبانی مقاومتی و کلیدهای ترانزیستوری سریع و کم مقاومت برای تولید خروجی قیاسی متناسب با ورودی رقمی دودویی یا دودویی به رمز دهدهی استفاده شده است"
      ]
    },
    {
      "EnglishWord": "ladder attenuator",
      "Meanings": [
        "تضعیف کننده نردبانی تضعیف کننده ای که با مجموعه ایی از قسمتهای متقارن که امپدانس آنها در هر دو جهت با تغییر مقدار تضعیف ثابت باقی می‌ماند"
      ]
    },
    {
      "EnglishWord": "ladder circuit",
      "Meanings": [
        "مدار نردبانی"
      ]
    },
    {
      "EnglishWord": "ladder diagram",
      "Meanings": [
        "دیاگرام نردبانی"
      ]
    },
    {
      "EnglishWord": "ladder network",
      "Meanings": [
        "شبکه نردبانی شبکه تشکیل شده از توالی شبکه‌های L",
        "T",
        "H یا P متصل به دنبال هم",
        "بعضی انواع آن شامل عناصر سرامیکی پیزوالکتریک به عنوان امپدانس فیلترهای نردبانی هستند. از این شکبه در فیلترهای میان گذر و مبدلهای آنالوگ به دیجیتال استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "lag",
      "Meanings": [
        "تاخیر",
        "پس فازی 1. اختلاف زمانی بین دو رویداد یا مقدار مرتبط با هم که در هنگام مقایسه کمیتهای متناوب بر حسب درجه بیان می‌شود",
        "بنابراین جریان گذرنده از پیچک ایده آل به میزان 90 درجه نسبت به ولتاژ وارده تاخیر دارد. 2. تداوم تصویر ذخیره باری لامپ دوربین تا لحظاتی بعد از تغییر صحنه. 3. تاخیر زمانی بین شروع عمل و اثر مطلوب",
        "پس افت"
      ]
    },
    {
      "EnglishWord": "lag angle",
      "Meanings": [
        "زاویه پس افت"
      ]
    },
    {
      "EnglishWord": "lag circuit",
      "Meanings": [
        "مدار پس افت"
      ]
    },
    {
      "EnglishWord": "lag cobpensator",
      "Meanings": [
        "جبران سازی پس افتی"
      ]
    },
    {
      "EnglishWord": "lag lead cobpensator",
      "Meanings": [
        "جبران سازی پس افتی پیش افتی"
      ]
    },
    {
      "EnglishWord": "lagging",
      "Meanings": [
        "پس افتی",
        "عقب افتادن"
      ]
    },
    {
      "EnglishWord": "lagging current",
      "Meanings": [
        "جریان پسفاز جریان متناوبی که 90 درجه بعد از ولتاژ تولید کننده آن به حداکثر خود می‌رسد"
      ]
    },
    {
      "EnglishWord": "lagging power factor",
      "Meanings": [
        "ضریب توان پس افتی"
      ]
    },
    {
      "EnglishWord": "lagrange function",
      "Meanings": [
        "تابع لاگرانژ"
      ]
    },
    {
      "EnglishWord": "lamb wave",
      "Meanings": [
        "موج لمب موج الکترومغناطیسی منتشر شده روی سطح یک جامد که ضخامت آن قابل مقایسه با طول موج باشد"
      ]
    },
    {
      "EnglishWord": "lambda",
      "Meanings": [
        "لاندا حرف یونانی که طول موج بر حسب متر را مشخص می‌کند"
      ]
    },
    {
      "EnglishWord": "lambert",
      "Meanings": [
        "لامبرت واحد درخشایی در دستگاه «سی جی اس» که برابر با 1 پی cd/cmمربع است. لامبرت متناظر با درخشایی یکنواخت یک منبع پخش کننده کامل است که نور را با آهنگ یک «لومن» بر سانتیمتر مربع گسیل یا بازتاب می‌کند. استفاده از «کاندلا» بر متر مربع",
        "واحد درخشایی در دستگاه «اس آی» ترجیح داده می‌شود"
      ]
    },
    {
      "EnglishWord": "laminate",
      "Meanings": [
        "ورقه ای محصولی که از پیوند دو یا چند لایه ماده به همدیگر ساخته می‌شود"
      ]
    },
    {
      "EnglishWord": "laminated",
      "Meanings": [
        "مورق",
        "لایه لایه"
      ]
    },
    {
      "EnglishWord": "laminated core",
      "Meanings": [
        "هسته ورقه ای هسته آهنی یا از فولاد مخصوص که در پیچک",
        "ترانسفورمر",
        "آرمیچر یا سایر وسایل الکترومغناطیسی استفاده می‌شود. عایق بندی این ورقه‌ها نوعا به کمک روغن جلا یا لاک مخصوص انجام می‌گیرد. ساختار ورقه ای اثر جریانهای ادی رابه حداقل می‌رساند",
        "هسته مورق"
      ]
    },
    {
      "EnglishWord": "laminated iron core",
      "Meanings": [
        "هسته آهنی مورق"
      ]
    },
    {
      "EnglishWord": "laminated plastic",
      "Meanings": [
        "پلاستیک ورقه ای نوعی ماده پلاستیکی که از اعمال فشار و گرما به ورقه هایی از ماده پر کننده و آغشته به رزین گرما سخت به دست می‌آید"
      ]
    },
    {
      "EnglishWord": "lamination",
      "Meanings": [
        "ورقه یکی از صفحات نازک آهنی یا فولادی که هسته ورقه ای یک مدار مغناطیسی را تشکیل می‌دهند",
        "روقه ای کردن",
        "لایه ای کردن"
      ]
    },
    {
      "EnglishWord": "lamp",
      "Meanings": [
        "لامپ"
      ]
    },
    {
      "EnglishWord": "lamp bank",
      "Meanings": [
        "دسته لامپ تعدادی لامپ التهابی با اتصال سری یا موازی که به عنوان بار مقاومتی و آزمایشهای بار کامل تجهیزات الکتریکی استفاده می‌شوند"
      ]
    },
    {
      "EnglishWord": "lamp bulb",
      "Meanings": [
        "حباب لامپ"
      ]
    },
    {
      "EnglishWord": "lamp cord",
      "Meanings": [
        "سیم لامپ دو سیم موازی یا به هم پیچیده و نوعآ به شماره 18 یا 20 AWG عمدتا برای اتصال تجهیزات الکتریکی به پریز برق به کار می‌روند"
      ]
    },
    {
      "EnglishWord": "lamp filament",
      "Meanings": [
        "فیلامان لامپ"
      ]
    },
    {
      "EnglishWord": "lan",
      "Meanings": [
        "local area network",
        "شبکه محلی نوعی شبکه مخابره داده‌ها با توانایی ارسال داده با سرعت متوسط تا خیلی زیاد 100kb/s تا 50mb/s که در منطقه جغرافیایی محدود نظیر یک ساختمان یا مجموعه ای از ساختمانها عمل می‌کند. این شبکه از تجهیزات ارتباطی مخصوص به خود استفاده می‌کند ولی به کمک دروازه یا پل می‌تواند به شبکه‌های عمومی یا اختصاصی دیگر نیز متصل شود",
        "شبکه محلی"
      ]
    },
    {
      "EnglishWord": "land line",
      "Meanings": [
        "خط زمینی شبکه تلفن زمینی ملی و بین المللی که دارای خطوط ریز موج",
        "ماهواره",
        "و کابلهای زیر دریایی است"
      ]
    },
    {
      "EnglishWord": "land -mobille service",
      "Meanings": [
        "خدمات سیار زمینی خدمات رادیویی بین ایستگاههای پایه و سیار یا بین ایستگاههای سیار روی زمین"
      ]
    },
    {
      "EnglishWord": "land stantion",
      "Meanings": [
        "ایستگاه زمینی ایستگاهی غیر از ایستگاه سیار mobole station در سیستم تلفن سیار سلولی cellular mobile telephone system که با ایستگاه سیار mobile station ارتباط بر قرار می‌کند"
      ]
    },
    {
      "EnglishWord": "landing beam",
      "Meanings": [
        "باریکه فرود نوعی باریکه رادیویی که سمت و ارتفاع آن به شدت جهت دار است و از باند فورد یک فرود گاه به طرف بالا شیب پید ا کرده است. این باریکه به وسیله سیستم راهنمای فرود تولید می‌شود و در سیستم فرود ابزاری به عنوان مسیر پرواز هواپیما عمل می‌کند"
      ]
    },
    {
      "EnglishWord": "lange coupler",
      "Meanings": [
        "تزویج کننده لانج"
      ]
    },
    {
      "EnglishWord": "langmuir dark space",
      "Meanings": [
        "فضای تاریک لنگموبر منطقه ای بی نور در اطراف یک پراب با بار منفی که وارد ستون مثبت لامپ تخلیه تابانی شده است"
      ]
    },
    {
      "EnglishWord": "langmuir probe",
      "Meanings": [
        "پراب لنگمویر",
        "کاوه لنگمویر رسانای فلزی کوچکی که به منظور نمونه برداری از جریان پلاسما داخل آن می‌شود"
      ]
    },
    {
      "EnglishWord": "lantanide",
      "Meanings": [
        "لانتانید یکی از عناصر خاک نادر با عدد اتمی بین 57 تا 71 که ویژگیهای شیمیایی همه آنها مشابه با لانتانیم است"
      ]
    },
    {
      "EnglishWord": "lanthamum",
      "Meanings": [
        "لانتانیم عنصر کمیاب زمینی با عدد اتمی 57 و وزن اتمی 138/"
      ]
    },
    {
      "EnglishWord": "lap",
      "Meanings": [
        "پوشاندن",
        "روی هم قرار دادن"
      ]
    },
    {
      "EnglishWord": "lap winding",
      "Meanings": [
        "سیم پیچی روی هم"
      ]
    },
    {
      "EnglishWord": "lapel microphone",
      "Meanings": [
        "میکرو فون یقه ای نومعی میکروفون کوچک که به یقه یا جیب لباس کوینده الصاق شده و امکان حرکت آزادانه در حین صحبت را فراهم می‌کند"
      ]
    },
    {
      "EnglishWord": "laplace equation",
      "Meanings": [
        "معادله لاپلاس"
      ]
    },
    {
      "EnglishWord": "laplace integral",
      "Meanings": [
        "انتگرال لاپلاس"
      ]
    },
    {
      "EnglishWord": "laplace transform",
      "Meanings": [
        "تبدیل لاپلاس حالت خاصی از تبدیل فوریه",
        "تبدیل لاپلاس"
      ]
    },
    {
      "EnglishWord": "laplace transformation",
      "Meanings": [
        "تبدیل لاپلاسی"
      ]
    },
    {
      "EnglishWord": "laplaces law",
      "Meanings": [
        "قانون لاپلاس شدت میدان مغناطیسی مربوط به جزیی از یک سیم حامل جریان در منطقه معین",
        "تناسب مستقیم با شدت جریان و طول تصویر شده آن جزء و تناسب معکوس با فاصله جزء تا آن نقطه دارد"
      ]
    },
    {
      "EnglishWord": "laplacian",
      "Meanings": [
        "منسوب به لاپلاس"
      ]
    },
    {
      "EnglishWord": "large",
      "Meanings": [
        "بزرگ",
        "وسیع"
      ]
    },
    {
      "EnglishWord": "large aperture seismic array",
      "Meanings": [
        "لازا آرایه لرزه ای باگشادگی زیاد آرایه ای از 525 لرزه نگار که منطقه ای به قطر 200 کیلو متر در آمریکا را در بر میگیرد",
        "به منظور به حد اقل رساندن نویز محلی",
        "هر یک از دستگاههای لرزه نگار در عمق 60 متری زمین نصب می‌شود. این آرایه می‌تواند به صورت الکترونیکی اختلالات زمین رد منطقه مورد نظر",
        "مثلا در اثر انفجار‌های هسته ای زیر زمینی را دریافت و آشکار کند"
      ]
    },
    {
      "EnglishWord": "large consumer",
      "Meanings": [
        "مصرف کننده بزرگ"
      ]
    },
    {
      "EnglishWord": "large scale",
      "Meanings": [
        "مقیاس بزرگ"
      ]
    },
    {
      "EnglishWord": "large scale integration",
      "Meanings": [
        "مجتمع سازی در مقیاس بزرگ"
      ]
    },
    {
      "EnglishWord": "large signal",
      "Meanings": [
        "سیگنال بزرگ"
      ]
    },
    {
      "EnglishWord": "large signal approximation",
      "Meanings": [
        "تقریب سیگنال بزرگ"
      ]
    },
    {
      "EnglishWord": "large sized",
      "Meanings": [
        "اندازه بزرگ"
      ]
    },
    {
      "EnglishWord": "large-scale integration",
      "Meanings": [
        "مجتمع سازی مقیاس",
        "بزرگ ال اس آی مدارهای مجتمعی که دارای 100 تا 5000 دریچه منطقی معادل",
        "یا 1000 تا 16000 بیت حافظه باشند"
      ]
    },
    {
      "EnglishWord": "larmor frequncy",
      "Meanings": [
        "بسامد لارمور بسامد زاویه ای حرکت تقدیمی ذره بارداری که در حال چرخش در یک میدان مغناطیسی است"
      ]
    },
    {
      "EnglishWord": "larmor orbit",
      "Meanings": [
        "مدار لارمور حرکت دایره ای ذره باردار در میدان مغناطیسی یکنواخت. اگر چه حرکت ذره در راستای میدان مغناطیسی با مقاومتی مواجه نمی‌شود. اما حرکت در جهت عمود بر میدان همواره با نیرویی عمود بر هر دوجهت حرکت و میدان همراه است. و در نتیجه مسیر به شکل مارپیچ طی می‌شود"
      ]
    },
    {
      "EnglishWord": "laryngaphone",
      "Meanings": [
        "میکروفون حنجره میکروفونی که به گلوی گوینده تماس پیدا می‌کند و ارتعاشهای صدا را مستقیما و بدون نویز زمینه دریافت می‌کند"
      ]
    },
    {
      "EnglishWord": "lasa",
      "Meanings": [
        "large aperture seismic array",
        "لازا آرایه لرزه ای باگشادگی زیاد آرایه ای از 525 لرزه نگار که منطقه ای به قطر 200 کیلو متر در آمریکا را در بر میگیرد",
        "به منظور به حد اقل رساندن نویز محلی",
        "هر یک از دستگاههای لرزه نگار در عمق 60 متری زمین نصب می‌شود. این آرایه می‌تواند به صورت الکترونیکی اختلالات زمین رد منطقه مورد نظر",
        "مثلا در اثر انفجار‌های هسته ای زیر زمینی را دریافت و آشکار کند"
      ]
    },
    {
      "EnglishWord": "lascr",
      "Meanings": [
        "hight",
        "activated silicon controlled rectifier; photo",
        "SCR; photothyristor",
        "یکسوساز کنترل شونده سیلیسیمی نور",
        "انگیخته",
        "اس سی آر نوری",
        "تریستور نوری نوعی یکسوساز کنترل شونده سیلیسیمی که عبور نور از پنجره شیشه ای آن می‌تواند جریان گیت را تغییر دهد و عمل قطع یا وصل را موجب شود"
      ]
    },
    {
      "EnglishWord": "lascs",
      "Meanings": [
        "light",
        "activated silicon controlled switch",
        "کلید کنترل شونده سیلیسیمی نور انگیخته قطعه رسانای چهار لایه که همچون یکسوساز کنترل شونده سیلیسیمی نور انگیخته لایه‌های آن به صورت یک در میان با اتمهای پذیرنده و دهنده ناخالص شده اند. هر چهار لایه PوN از طریق پایانه‌های متصل به آنها قابل دسترسی اند. با برخورد نور به ناحیه حساس",
        "زوجهای الکترون حفره تولید شده و قطعه به حالت وصل می‌رود. قطع نور این پاسخ را معکوس نخواهد کرد و قطعه تنها در صورتی خواهد شد که بایاس مثبت آن برداشته معکوس شود"
      ]
    },
    {
      "EnglishWord": "lase",
      "Meanings": [
        "لیزری شدن تولید امواج الکترومغناطیسی همدوس مشابه با یک لیزر"
      ]
    },
    {
      "EnglishWord": "laser",
      "Meanings": [
        "لیزر"
      ]
    },
    {
      "EnglishWord": "laser   laight amplification by stimulated emission or radiation",
      "Meanings": [
        "لیزر تقویت نور با گسیل برانگیزشی تابش نوعی وسیله الکترونی فعال که توان ورودی را به پرتوی بسیار باریک و شدید از نور همدوس مریی یا زیر قرمز تبدیل می‌کند. توان ورودی",
        "اتمهای مشدد نوری را به تراز انرژی بالاتر بر می‌انگیزاند و سپس مشدد این اتمهای بر انگیخته را به صورت همفاز تابش می‌کند. چهار نوع اصلی لیزر عبارتند از گازی",
        "مایع",
        "نیمه رسانا",
        "و جامد. لیزر در برش",
        "سوراخکاری",
        "گرمایش",
        "جوش و سایر عملیات ماشینکاری کاربرد گسترده ای دارد از کاربردهای مهم دیگر آن می‌توان به مسافت سنجی",
        "همترازی و سایر عملیات نقشه برداری",
        "هدایت موشک",
        "فاصله یابی و ردگیری هدفهای متحرک",
        "و سایر کاربردهای نظامی",
        "ضبط و سه بعد نگاری",
        "و مخابرات اشاره کرد"
      ]
    },
    {
      "EnglishWord": "laser - guided bomb",
      "Meanings": [
        "بمب هدایت شونده با لیزر نوعی بمب که به کمک گیرنده‌های هدایت کننده خود هدفی را که توسط هواپیمای حامل بمب یا هواپیماهای تجسسی تحت تابش لیزر قرار گرفته است. تعقیب می‌کند"
      ]
    },
    {
      "EnglishWord": "laser- acoustic delay",
      "Meanings": [
        "تاخیر لیزر",
        "آکوستیک تاخیری که از بر هم کنش باریکه لیزری و خط تاخیر آکوستیکی شفاف به دست می‌آید و تاخیر زمانی",
        "متغیر برای سیگنالهای ریز موج و آر اف فراهم می‌کند"
      ]
    },
    {
      "EnglishWord": "laser altimeter",
      "Meanings": [
        "ارتفاع سنج لیزری نوعی لیزر گازی مج",
        "پیوسته که باریکه خروجی آن قبل از ارسال از هواپیما و پویش زمین توسط حد اکثر سه بسامد رادیویی مدوله می‌شود. سپس نور لیزر بازتابیده از زمین توسط سیستم آینه تلسکوپی هم محور با اپتیک فرستنده دریافت و توسط ضرب کننده نوری حس می‌شود با مقایسه فاز بین سیگنالهای ارسالی و دریافتی",
        "زمان انتشار رفت و برگشت و ارتفاع محاسبه می‌شود"
      ]
    },
    {
      "EnglishWord": "laser beam",
      "Meanings": [
        "پرتو لیزر"
      ]
    },
    {
      "EnglishWord": "laser diode",
      "Meanings": [
        "دیود لیزری نوعی دیود نیمه رسانا که باریکه زیر قرمز همدوس و با بسامد معین تولید می‌کند. نوعا از گالیم آرسنید GaAs یا گالیم آرسنید ناخالص شده با مواد دیگحر نظیر اندیم و آلومینیم ساخته می‌شود. ساختمان این دیودها به گونه ای است که گسیلها را در طول یک مسیر باریک متمرکز می‌کند"
      ]
    },
    {
      "EnglishWord": "laser drill",
      "Meanings": [
        "مته لیزری مته ای که از نور متمرکز لیزر یاقوتی برای تولید گرما و ایجاد سوراخهایی به قطر تا 2/5 میکرو فاراد در سنگهای قیمتی ف کربید تنگستن",
        "و سایر مواد سخت استفاده می‌کند. ابعاد حفره به راحتی قابل تغییر است"
      ]
    },
    {
      "EnglishWord": "laser flash tube",
      "Meanings": [
        "لامپ فلاش لیزری نوعی لامپ فلاش گزنون و یا سرمایش هوا یا آب که فاشهای شدید برای عمل تلمبه زنی در لیزر‌ها تولید می‌کند"
      ]
    },
    {
      "EnglishWord": "laser fusion",
      "Meanings": [
        "گداخت لیزری استفاده از باریکه پر قدرت نور لیزری برای رساندن دمای قرص کوچکی از دوتریم و تریتیم به حدود 1000000 سانتی گراد و شروع واکنش گداخت. مشکل عمده در این کارارایه لیزری با توان به اندازه کافی زیاد در طیف نور مریی بوده است که بتواند در لحظه بحرانی بر خورد باریکه به قرص",
        "انرژ ی لازم را منتقل کند"
      ]
    },
    {
      "EnglishWord": "laser guidance smart bombs",
      "Meanings": [
        "هدایت لیزری",
        "بمبهای هوشمند نوعی سیستم هدایت که در آن باریکه لیزر از هواپیما با نقطه دیگر به صورت پیوسته به روی هدف تابیده می‌شود. و با آشکار سازی انرژ ی لیزر بازتابیده شده از هدف توسط موشک",
        "بمب یا سایر سلاح‌های پرتابی هدف دایما تعقیب می‌شود. بمب‌های لیزری و با هدایت تلویزیونی به شکل موفقیت آمیزی علیه هدفهای ویتنامی و عراقی به کار گرفته شدند. آنها smart bombs نامیده می‌شوند"
      ]
    },
    {
      "EnglishWord": "laser gyro - ring laser",
      "Meanings": [
        "ژیروسکوپ لیزری",
        "لیزر حلقوی ژیروسکوپی که در آن دو باریکه لیزری در دو جهت مخالف در یک مسیر حلقوی آینه ای حرکت می‌کنند. با تغییر وضعیت حلقه در فضای لختی",
        "طول مسیر‌های ساعتگرد و پادساعتگرد تغییر کرده و اختلاف بسامدی متناسب با آهنگ تغییر وضعیت ژیروسکوپ تولید می‌شود. بنابر این چرخش بدون نیز به جرم چرخان قابل اندازه گیری است"
      ]
    },
    {
      "EnglishWord": "laser inferferometer",
      "Meanings": [
        "تداخل سنج لیزری نوعی تداخل سنج با استفاده از منبع نور لیزر که تغییر مکانهای تا حدود 5 متر را با توان تفکیک خطی nm45 و تفکیک زاویه ای 0/1 اندازه می‌گیرد. از این دستگاه برای کنترل دوربینهای نوری در فرایند تولید مدارهای مجتمع استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "laser infrared radar",
      "Meanings": [
        "لیدار رادار زیر قرمز لیزری نوعی دستگاه هواشناسی که از یک لیزر یاقوتی برای تولید پالسهای زیر قرمز قوی با پهنای باریکه 30 S",
        "arc برای سنجش شرایط جوی استفاده می‌کند. آثار بازتاب و پراکندگی مربوط به ابرها",
        "لایه‌های مه و برخی ناپیوستگیهای جوی به کمک روشهای راداری اندازه گرفته می‌شود. لیدار همچنین می‌تواند بالتهای هواشناسی ف دنباله موشکها و اثر دود را ردگیری کند"
      ]
    },
    {
      "EnglishWord": "laser interusion - detector",
      "Meanings": [
        "آشکار ساز متجاوز لیزری نوعی آشکار ساز که به کمک منبع نور لیزر باریکه ای نامریی و بسیار باریک در پیرامون منطقه تحت محافظت تولید می‌کند. برای حفاظت فرودگاهها و مناطق نظامی بزرگ به پرتوهای قوی و باریک لیزر در مسافتهای طولانی نیاز است"
      ]
    },
    {
      "EnglishWord": "laser jamming",
      "Meanings": [
        "اخلال لیزری نوعی جنگ لیزری",
        "لیزر موج",
        "پیوسته ای که با برگرداندن انرژ اخلال کننده به گیرنده لیزری دشمن مانع از تداخل آن با مسافت یابهای لیزری",
        "رادارها",
        "و تجهیزات ردگیری در حین عملیات نظامی می‌شود"
      ]
    },
    {
      "EnglishWord": "laser light",
      "Meanings": [
        "نور لیزر"
      ]
    },
    {
      "EnglishWord": "laser memory",
      "Meanings": [
        "حافظه لیزری نوعی حافظه رایانه ای که ذخیره و خواندن داده‌های رقمی یا انواع دیگر اطلاعات در آن به کمک تابش باریکه کنترل شده لیزر به روی نواحی جداگانه و بسیار کوچک حساس به نور یا سطوح دیگر انجام می‌شود"
      ]
    },
    {
      "EnglishWord": "laser printer",
      "Meanings": [
        "چاگر لیزری نوعی چاپگر رومیزی غیر ضربه ای برای رایانه‌های شخصی که به روشی مشابه با دستگاههای چاپ زیراکس",
        "متن یا تصاویر گرافیکی را چاپ می‌کند. اجزاء پویش شده صفحه نویسه‌ها یا تصویر از رایانه میزبان یا حافظه داخلی چاپگر به شکل داده‌های رقمی به یک دیود لیزری کم توان اعمال می‌شوند. پالسهای نوری تولید شده توسط لیزر به طرف آینه منشوری دورا هدایت می‌شوند. سپس",
        "این نور از طریق عدسی استوانه ای به روی سطح باردار یک طبقه دوار حساس به نور متمرکز می‌شود با برخورد نور به طبقه بار از بین می‌رود و تصویر نهان روی سطح طبله ایجاد می‌شود. پودر خشکی به نام تونر toner در چاپگر وجود دارد که تنها جذب مناطق باردار می‌شود انتقال و مجزا سازی هاله‌های بار کرونا موجب اعمال بار الکتروستاتیکی به روی کاغذ می‌شود که توسط غلتکها از روی سطح طبله عبور می‌کند. بعد از انتقال الگوی تونری به روی کاغذ به کمک غلتکهای گرم آن را تثبیت می‌کنند. تونر باقیمیانده روی طبله",
        "قبل از باردار شدن مجدد برای شروع چرخه بعدی",
        "از روی آن برداشته می‌شود. برخی چاپگر‌ها توانایی چاپ 12 صفحه در دقیقه را باتوان تفکیک 600در 600 نقطه در اینچ dpi دارند. انواع دیگر چاپگر لیزری می‌توانند چاپ را با عملیات کپی",
        "پویش و نابر / مودم ترکیب کنند",
        "چاپگر لیزری"
      ]
    },
    {
      "EnglishWord": "laser radar",
      "Meanings": [
        "رادار لیزری لیدار سیستم نظامی دید در شب و مسافت یابی بر اساس عملکرد رادار و استفاده از زمان سیر انرژ پالسهای لیزر برای تولید تصویر پویش و آشکار سازی باریکه انرژ برگشتی مشابه با حسابگرهای تصویر برداری زیر قرمز انجام می‌گیرد"
      ]
    },
    {
      "EnglishWord": "laser radiation detector",
      "Meanings": [
        "آشکارساز تابش لیزری نوعی آشکارساز نوری که عمدتا به نور لیزر همدوس مریی به زیر قرمز یا فرابنفش پاسخ می‌دهد. کاربرد نمونه آن هشدار به سرنشینان تانکها یا سایر خوردروهای نظامی و قرار گرفتن در معرض اسلحه‌های هدایت شونده با لیزر است"
      ]
    },
    {
      "EnglishWord": "laser rangefinder",
      "Meanings": [
        "مسافت یاب لیزری نوع ساده شده رادار لیزری که عمدتا توسط دیده بانهای خط مقدم",
        "تانکها",
        "بالگردانها و سایر خوردوهای نظامی برای اندازه گیری دقیق فاصله هدف استفاده می‌شود. با استفاده از یک شمارنده رقمی زمان بین ارسال پالس لیزرو بازتاب آن از هدف محاسبه می‌شود. از ضرب سرعت نور در زمان حرکت یکسویه پالس",
        "مسافت تا هدف تعیین می‌شود"
      ]
    },
    {
      "EnglishWord": "laser scriber",
      "Meanings": [
        "تراشنده لیزری دستگاه تراش لیزری برای برش صفحات نازک سیلیسیم",
        "گالیم آرسنید",
        "و سایر مواد نیمه رسانای مورد استفاده در ساخت دیودها",
        "ترانزیستورها و مدارای مجتمع. باریکه لیزر شیارهایی را در سطح بالایی و فعال پولک ایجاد می‌کند",
        "و سپس تراشه‌ها در امتداد این شیارها شکسته می‌شوند. برای تراش بسترهای یاقوتی و سرامیکی نیز استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "laser seismometer",
      "Meanings": [
        "لرزه نگار لیزری نوعی سیستم تداخل سنج لیزری که وقوع زمین لرزه‌ها را از طریق اندازه گیری تغییر فاصله بین دو پایه گرانیتی واقع در دو سر یک لوله خلا آشکار می‌کند. باریکه لیزر هلیم",
        "نیون یا انواع دیگر لیزر در درون لوله مسیر رفت و برگشت را طی می‌کند. به این ترتیب می‌توان تغییر مکانهایی به کوچکی 80 nm یک هشتم طول موج 632/8 نانومتری تابش لیزری هلیم نیون را آشکار کرد"
      ]
    },
    {
      "EnglishWord": "laser spectrum",
      "Meanings": [
        "طیف لیزری طیف شامل کلیه طول موجهای نوری",
        "از زیر قرمز تا نور مریی و فرابنفش",
        "که در آن می‌توان تابش همدوس را با انواع مختلف لیزر تولید کرد"
      ]
    },
    {
      "EnglishWord": "laser spooler",
      "Meanings": [
        "واسط لیزر مداری که امکان استفاده اشتراکی از یک چاپگر لیزری را بین دو یا چند رایانه فراهم می‌سازد و عمومآ به شکل تخته مدار ساخته می‌شود"
      ]
    },
    {
      "EnglishWord": "laser threshold",
      "Meanings": [
        "آستانه لیزر حداقل انرژی تلمبه زنی مورد نیاز برای شروع عمل لیزری شدن"
      ]
    },
    {
      "EnglishWord": "laser transit",
      "Meanings": [
        "گذر لیزری استفاده از لیزر نصب شده بر روی تلسکوپ برای انداختن باریکه مریی و باریک به روی هدفی کوچک در سطح مورد بررسی. به کمک آن می‌توان موقعیت دقیق ماشینهای لایروبی را برای گودبرداریهای زیر آبی و یا همترازی بال هواپیماهای بزرگ را انجام داد"
      ]
    },
    {
      "EnglishWord": "laser velocimeter  diffraction velocimeter  optical diffraction velocimeter",
      "Meanings": [
        "سرعت سنج لیزری",
        "سرعت سنج پراشی",
        "سرعت سنج پراش نوری نوعی وسیله اندازه گیری سرعت که با استفاده از یک لیزر موج پیوسته باریکه ای از نور همدوس را به جسم متحرک عمود بر مسیر نور می‌تاباند. گلبرگهای سوزن مانند پراش که از سوی جسم بازتابیده می‌شوند توسط توری نوری گیرنده جاروب می‌شوند و در محل ضرب کننده نوری رشته ای از پالسهای ضربه ای تولید می‌شود که از روی آن سرعت قابل محاسبه است. در نوع دیگری از این وسیله",
        "جا به جایی داپلری نور پراکنده شده نسبت به جسم متحرک از طریق آشکار سازس سیگنال زنش از بین نورهای پراکنده شده پراکنده نشده اندازه گیری می‌شود. بسامد زنش متناسب با سرعت هدف است"
      ]
    },
    {
      "EnglishWord": "laser welding",
      "Meanings": [
        "جوشکاری لیزری استفاده از باریکه لیزر برای جوش نقطه ای ورقه‌های نازک و سیمهای ظریف در فرایند ساخت مدارهای مجتمع و سایر قطعات میکروالکترونیکی"
      ]
    },
    {
      "EnglishWord": "laser-triggered switch",
      "Meanings": [
        "کلید با راه اندازی لیزری نوعی کلید پرتوان ولتاژ بالا با یک شکاف تحریک که توسط باریکه لیزر رسانا می‌شود. به کمک آن می‌توان ولتاژهای از چند کیلووات تا بالای 3 مگاولت را در سیستمهای قدرت الکتریکی قطع و وصل کرد"
      ]
    },
    {
      "EnglishWord": "lasing",
      "Meanings": [
        "لیزر تابی فرایند تولید تابش در نقطه ای از طیف لیزری از طریق تلمبه زنی یا برانگیختن الکترونها به حالتهای بالاتر انرژی و بسامدی که مشخصه ماده لیزر است"
      ]
    },
    {
      "EnglishWord": "latch",
      "Meanings": [
        "ثبت کننده",
        "نگه دار",
        "قفل دار"
      ]
    },
    {
      "EnglishWord": "latch- in realy",
      "Meanings": [
        "رله قفل کن رله ای که حتی در صورت قطع انرژی در آخرین وضعیت قبلی می‌ماند"
      ]
    },
    {
      "EnglishWord": "latch- up",
      "Meanings": [
        "قفل شدگی وضعیت نامطلوبی که طی آن یک تریستور PNPN یا NPNP به حالت وصل می‌رود و موجب اتصال کوتاه یا کنار گذاشته شدن قطعه ای از مدار می‌شود. در این حالت نمی‌توان قطعه را از طریق گیت خاموش کرد"
      ]
    },
    {
      "EnglishWord": "latching circulator",
      "Meanings": [
        "سیر کولاتور قفلی",
        "دورزن قفلی نوعی سیر کولاتور قطع و وصلی که بعد از قطع یا وصل شدن توسط آهنربای الکتریکی یا دایم با هسته فریت دیگر نیازی به جریان نگهدارنده برای حفظ مسیر مایکرودیو مورد نظر ندارد. از آن خط نوارها و موجبر‌ها استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "latching phase shifter",
      "Meanings": [
        "انتقال دهنده فاز قفلی نوعی انتقال دهنده فاز که بعد از قطع و وصل مغناطیسی آن به مقدار جدید",
        "دیگر نیازی به جریان نگهدارنده بریا حفظ انتقال فاز مورد نظر ندارد. در خط نوارها و موجبرها به کار می‌رود"
      ]
    },
    {
      "EnglishWord": "latching reed relay",
      "Meanings": [
        "رله «قمیش دار» قفلی نوعی رله «قمیش» دار قمیش: تیغه یا زبانه ای که یک سر آن به پایه ای وصل است و سر دیگر آن آزادانه ارتعاش می‌کند",
        "مترجم که پیچک نگهدارنده آن اتصالهای رله را تا زمان آزاد شدن توسط پالسی با قطبیت مخالف یا پالسی که به پیچک آزاد کننده مستقل اعمال می‌شود",
        "بسته نگه میدارد"
      ]
    },
    {
      "EnglishWord": "latching relay",
      "Meanings": [
        "رله قفلی رله ای که اتصالهای آن مادامی که به صورت دستی یا الکتریکی فرمان نگیرند در وضعیت فعال یا غیر فعال خود قفل می‌مانند. این عمل به وسیله یک قفل مکانیکی انجام می‌شود. در حالی که در رله‌های Lock",
        "Up",
        "قفل شدن به روشهای مغناطیسی یا الکتریکی صورت می‌گیرد",
        "رله نگه دارنده"
      ]
    },
    {
      "EnglishWord": "latency",
      "Meanings": [
        "کمون",
        "نهانی زمان لازم برای تحویل اطلاعات از حافظه به رایانه رقمی. این زمان در دیسک مغناطیسی برابر با مدتی است که طول می‌کشد تا محل ذخیره مورد نظر در زیر هد خواندن قرار گیرد. در سیستم ذخیره سری",
        "زمان نهایی برابر با زمان دستیابی منهای زمان کلمه است"
      ]
    },
    {
      "EnglishWord": "latent image",
      "Meanings": [
        "تصویر نهان تصویری ذخیره شده",
        "مثلا به شکل بار در موزاییکی از خازنهای کوچک"
      ]
    },
    {
      "EnglishWord": "lateral",
      "Meanings": [
        "جانبی",
        "طرفی"
      ]
    },
    {
      "EnglishWord": "lateral transistor",
      "Meanings": [
        "ترانزیستور افقی",
        "ترانزیستور جانبی ترانزیستوری که پیوندهای امیتر",
        "بیس و کلکتور",
        "بیس آن در نواحل جداگانه تشکیل می‌شود و جریان بین پیوندها از طریق صفحه ای موازی با سطح جاری می‌شود"
      ]
    },
    {
      "EnglishWord": "latin for \" l hear",
      "Meanings": [
        "audio",
        "شنیداری",
        "صوتی 1. اشاره به سیگنال ها",
        "تجهیزات",
        "یا پدیده هایی که با بسامد هایی واقع در حوزه شنوایی انسان سر و کار دارند. 2. اصطلاح عانیانه صدا یا صوت سوند"
      ]
    },
    {
      "EnglishWord": "lattice",
      "Meanings": [
        "شکبه",
        "شبکه تناوبی 1. الگویی از خطوط موقعیتی متقاطع و مشخص که در وضعیتهای ثابتی نسبت به فرستنده‌ها قرار گرفته اند و نقشه کلی سیستم ناوبری را به وجود می‌آورند. 2. آرایش منظم اتمها در ماده بلوری",
        "شبکه دار"
      ]
    },
    {
      "EnglishWord": "lattice atom",
      "Meanings": [
        "اتم شبکه"
      ]
    },
    {
      "EnglishWord": "lattice constant",
      "Meanings": [
        "ثابت شبکه مسافتی که در آن شبکه بلوری خرودش را تکرار می‌کند. در نیمه رساناهای مرکب گروه III",
        "V",
        "ثابت شبکه دو برابر فاصله بین اتمها در بلور یا ریشه دوم 8 ضرب در فاصله بین اتمها در بلور است. برای ایندیم فسفید این مقدار برابر با 0/59 nm و در گالیم آرسنید GaAs برابر با 0/57 nm است",
        "ثابت شبکه"
      ]
    },
    {
      "EnglishWord": "lattice electron",
      "Meanings": [
        "الکترون شبکه"
      ]
    },
    {
      "EnglishWord": "lattice energy",
      "Meanings": [
        "انرژی شبکه"
      ]
    },
    {
      "EnglishWord": "lattice imperfection",
      "Meanings": [
        "ناکاملی شبکه",
        "نقص شبکه انحراف نسبت به یک شبکه همگن کامل در ماده بلوری"
      ]
    },
    {
      "EnglishWord": "lattice netword",
      "Meanings": [
        "شبکه مشبک شبکه ای از چهار شاخه سری متصل به هم که یک توری مش را به وجود می‌آورند. دو نقطه اتصال غیر مجاور هم به عنوان پایانه‌های ورودی و دو نقطه اتصال باقیمانده به عنوان پایانه‌های خروجی شبکه عمل می‌کنند"
      ]
    },
    {
      "EnglishWord": "lattice scattering",
      "Meanings": [
        "پراکندگی الکترونها در اثر برخورد با اتمهای مرتعش که تحرک حامل‌ها را در بلور کاهش می‌دهد و در نتیجه بر رسانایی آن اثر می‌گذارد"
      ]
    },
    {
      "EnglishWord": "lattice structure",
      "Meanings": [
        "ساختار شبکه"
      ]
    },
    {
      "EnglishWord": "lau",
      "Meanings": [
        "lobe access unit",
        "واحد دستیابی قطعه ال ای یو در شبکه محلی حلقوی local area network به وسیله ای گفته می‌شود که اجازه اتصال ایستگاههای کاری اضافی را به یک قطعه lobe منفرد در شبکه می‌دهد"
      ]
    },
    {
      "EnglishWord": "launch window",
      "Meanings": [
        "پنجره پرتاب فاصله زمانی لازم برای پرتاب یک موشک جهت رسیدن به هدف مورد نظر"
      ]
    },
    {
      "EnglishWord": "launcher",
      "Meanings": [
        "پرتابگر وسیله ای که حفظ",
        "نگهداری",
        "و گاهی هدایت موشک سا فضاپیما را در هنگام پرتاب به عهده دارد"
      ]
    },
    {
      "EnglishWord": "launching",
      "Meanings": [
        "پرتاب",
        "عرضه فرایند انتقال انرژی از کابل هم محور یا خط انتقال به موجبر"
      ]
    },
    {
      "EnglishWord": "launching guidance",
      "Meanings": [
        "هدایت پرتاب کنترل ناوبری موشک در هنگام پرتاب"
      ]
    },
    {
      "EnglishWord": "laurent series",
      "Meanings": [
        "سری لارنت"
      ]
    },
    {
      "EnglishWord": "lava",
      "Meanings": [
        "گدازه سنگ سوخته طبیعی که عمدتا از سیلیکات منیزیم تشکیل شده و در عایقها به کار می‌رود"
      ]
    },
    {
      "EnglishWord": "law",
      "Meanings": [
        "قانون"
      ]
    },
    {
      "EnglishWord": "law  of distribution",
      "Meanings": [
        "قانون توزیع"
      ]
    },
    {
      "EnglishWord": "law of electric charges",
      "Meanings": [
        "قانون بار الکتریکی بارهای همنام یکدیگر را دفع و بارهای غیر همنام یکدیگر را جذب می‌کنند"
      ]
    },
    {
      "EnglishWord": "law of electromagnetic systems",
      "Meanings": [
        "قانون سیستمهای الکترومغناطیسی هر سیم الکترومغناطیسی آرایش خود را در جهت بیشتر شدن شار القای مغناطیسی تغییر می‌دهد"
      ]
    },
    {
      "EnglishWord": "law of induction",
      "Meanings": [
        "قانون القا"
      ]
    },
    {
      "EnglishWord": "law of magnetism",
      "Meanings": [
        "قانون مغناطیس قطبهای همنام یکدیگر را دفع و قطبهای غیر همنام یکدیگر را جذب می‌کنند"
      ]
    },
    {
      "EnglishWord": "law of motion",
      "Meanings": [
        "قانون حرکت"
      ]
    },
    {
      "EnglishWord": "lay",
      "Meanings": [
        "قرار گیری 1. روش قرار گرفتن دورهای پیچک نسبت به همدیگر. در قرار گیری کامل",
        "سیمها طوری نسبت به سیمهای لایه قبلی تنظیم می‌شوند که پیچک کوچکترین فضای ممکن را اشغال می‌کند. 2. طول محوری یک دور مارپیچ در کابلی که دارای رشته سیمهای به هم پیچیده است"
      ]
    },
    {
      "EnglishWord": "layer",
      "Meanings": [
        "لایه"
      ]
    },
    {
      "EnglishWord": "layer access control",
      "Meanings": [
        "کنترل دسترسی به لایه"
      ]
    },
    {
      "EnglishWord": "layer winding",
      "Meanings": [
        "سیم پیچی لایه ای نوعی روش سیم پیچی در پیچکها که دورهای مجاور را به طور مساوی و پهلو به پهلوی هم در راستای شکل پیچک قرار می‌دهد. هر تعداد از لایه‌های اضافی",
        "معمولا به کمک ورقه هایی از ماده عایق روی لایه اول پیچیده می‌شود",
        "سیم پیچی لایه ای"
      ]
    },
    {
      "EnglishWord": "layout",
      "Meanings": [
        "جانمایی نموداری که موقعیت قسمتهای مختلف را روی بدنه یا قاب نمایش می‌دهد",
        "طرح",
        "آرایش",
        "جانمایی"
      ]
    },
    {
      "EnglishWord": "layout of circuit",
      "Meanings": [
        "طرح آرایش مدار"
      ]
    },
    {
      "EnglishWord": "lazy h antenna",
      "Meanings": [
        "آنتن «اچ» کم تحرک نوعی آنتن آرایه ای که به منظور جهت گیرندگی بیشتر در آن دو یا چند دو قطبی روی هم قرار گرفته اند"
      ]
    },
    {
      "EnglishWord": "lc",
      "Meanings": [
        "inductance",
        "capacitance",
        "القا کنایی",
        "ظرفیت ال",
        "سی مداری که توسط عناصر پیچک و خازن دارای ویژگیهای القا کنایی و ظر فیت است"
      ]
    },
    {
      "EnglishWord": "lc product",
      "Meanings": [
        "حاصلضرب «ال سی» حاصلضرب مقدار القا کنایی «ال» بر حسب هانری در مقدار ظرفیت «سی» بر حسب فاراد"
      ]
    },
    {
      "EnglishWord": "l-carrier system",
      "Meanings": [
        "سیستم حامل «ال» نوعی سیستم حامل تلفنی که باند بسامدی 68 کیلوهرتز تا 8 مگاهرتز را به خود اختصاص می‌دهد. از آن در سیستمهای کابل محور",
        "ریز موج و سیستمهای رادیویی با پراکنش وردسپهری تروپوسفری استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "lcc",
      "Meanings": [
        "leadless ceramic chip carrier",
        "جاتراشه سرامیکی بدون سیم بسته سرامیکی تخت برای نصب سطحی مدارهای «وی ال اس آی» مجتمع سازی در مقیاس خیلی بزرگ به روی تخته مدارهای فاقد سوراخ. تعداد پایه‌های ورودی / خروجی آن نوعا بین 20 تا 68 است"
      ]
    },
    {
      "EnglishWord": "lcd",
      "Meanings": [
        "double",
        "layer supertwisted",
        "nematic",
        "«ال سی دی» دولایه نماتیکی",
        "فراچرخیده گونه ای از «ال سی دی» های نماتیکی",
        "چرخیده که مولکولهای بلور مایع را باچرخش از 90درجه تا حداکثر 270 همتراز می‌کند. چرخش بیشتر نیاز به ولتاژ غیر خطی بزرگتری دارد که در عین حال خطوط بیشتری را نیز به نمایش می‌گذارد",
        "liquid",
        "crystal display",
        "نمایشگر بلور مایع ال سی دی نوعی نمایشگر رقمی که دارای دو ورقه شیشه ای است که توسط لایه نازکی از بلور مایع از یکدیگر جدا شده اند. سطح بیرونی هر یک از ورقه‌های شیشه ای از رساناهای شفافی نظیر اکسید قلع یا اکسید ایندیم پوشیده شده است. و در پوشش ظرف بیننده قطعات شکل دهنده حروف و اعداد حک شده و سر سیمهاییی تا لبه‌های نمایشگر کشیده شده است مایع در حالت عادی شفاف است. با اعمال ولتاژ به الکترودهای رو و پشت",
        "نظم مولکولها به هم خورده و مایع بدون تولید نور به اندازه ای تاریک می‌شود. که نویسه‌های قابل رویت را تشکیل دهد. مصرف توان ناچیز است به گونه ای که آن را برای ساعتهای رقمی ایدیال ساخته است. در برخی کاربردها با استفاده از روشنایی زمینه",
        "می‌توان از این نمایشگر‌ها در تاریکی نیز استفاده کرد"
      ]
    },
    {
      "EnglishWord": "lcontrolled - carrier modulation  floating - carrier modulation  variable - carrier  codulation",
      "Meanings": [
        "مدوله کننده حامل",
        "کنترل شده نوعی روش مدوله کننده که با تغییر دامنه موج حامل به صورت خودکار",
        "تغییرات مربوط به مدوله کننده معمولی دامنه حاصل را خنثی می‌کند و در نتیجه در صد مدوله کننده را در تمام زمانها ثابت نگه می‌دارد"
      ]
    },
    {
      "EnglishWord": "ldata transcription",
      "Meanings": [
        "نسخه برداری داده‌ها تبدیل داده‌ها از یک شکل ضبط شده به شکلی دیگر",
        "مثلا از نوار مغناطیسی به دیسک مغناطیسی"
      ]
    },
    {
      "EnglishWord": "lde",
      "Meanings": [
        "long",
        "delayed echo",
        "بازتاب متاخر",
        "طولانی بازتاب سیگنال رادیویی موج کوتاه که با تاخیری در حدود 2 تا 30 ثانیه شنیده می‌شود و توجیهی برای آن نمی‌توان یافت زیرا از آنجا که امواج رادیویی با سرعت نور",
        "حدود 300000کیلومتر بر ساعت حرکت می‌کنند. یک گردش کامل دور زمین تنها حدود 0/12 ثانیه و حتی رفت و برگشت به ماه کمتر از 2 ثانیه طول می‌کشد"
      ]
    },
    {
      "EnglishWord": "ldyne",
      "Meanings": [
        "دین واحد نیرو در دستگاه سی جی اس یک دین نیرویی است که به جرم یک گرم شتاب یک ساتنیمتر بر مجذور ثانیه می‌دهد"
      ]
    },
    {
      "EnglishWord": "leacher - line oscillator",
      "Meanings": [
        "نوسان ساز خط لچر نوعی نوسان ساز هارتلی که از سیمهای اچر به عنوان مدار تانک استفاده می‌کند"
      ]
    },
    {
      "EnglishWord": "leacher wires  lechewr line",
      "Meanings": [
        "سیمهای لچر دو سیم موازی به طول چندین طول مووج و به فاصله کسری از طول موج که برای اندازه گیری طول موج منبع ریز موج متصل به آنها به کار می‌رود. با حرکت داده یک میله لغزان در راستای سیمها",
        "موقعیت گره‌های مربوط به امواج ایستا شناسایی و از فاصفه گره‌ها برای تعیین طول موج یا بسامد استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "leaclanche cell  carbon - zinc cell",
      "Meanings": [
        "پیل لکلانشه نوعی پیل خشک اولیه که الکترود منفی آن ظرف وری استوانه ای و الکترود مثبت آن دیوکسید منگنز متصل به میله کربن است ولتاژ نامی آن 1/5 ولت و چگالی انرژی آن 85 یا 65 است"
      ]
    },
    {
      "EnglishWord": "lead",
      "Meanings": [
        "سرب با عنصر فلزی نرم و به رنگ خاکستری که در کارهای هسته ای به عنوان ماده محافظ و از آلیاژ آن با قلع در لحیم استفاده یم شود. عدد اتمی آن 82 است",
        "پیش افت",
        "تقدم",
        "سیم رابط 1. زاویه پیش افتادن یک کمیت متناوب نسبت به دیگری در زمان که بر حسب درجه یارادیان بیان می‌شود. جریان گذرنده از خازن ایدیال 90 درجه از ولتاژ یا دو سر آن پیش است. 2. فاصله بین هدف متحرک و نقطه نشانه روی تفنگ یاموشک. 3. سیمی که دو نقطه از مدار رابه هم متصل می‌کند"
      ]
    },
    {
      "EnglishWord": "lead  telluride",
      "Meanings": [
        "تلورید سرب ترکیبی از سر که برای ساخت آشکار سازهای زیر قرمز استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "lead and return",
      "Meanings": [
        "رفت و برگشت"
      ]
    },
    {
      "EnglishWord": "lead angle",
      "Meanings": [
        "زاویه پیش افت"
      ]
    },
    {
      "EnglishWord": "lead compensator",
      "Meanings": [
        "جبران ساز پیش افقی"
      ]
    },
    {
      "EnglishWord": "lead frame",
      "Meanings": [
        "قاب",
        "سیم قاب فلزی پرسی یا زدوده شده به روش شیمیایی از جنس کووار یا سایر فلزات که دارای سطحی برای نصب تراشه و سر سیمهای ورودی / خروجی است. پس از اتصال تراشه به قاب",
        "سیم و زدن پیوندهای سیمی",
        "بخش مرکزی آن در قاب اپوکسی ریخته شده و انواع بسته‌های SIP &amp; SOT &amp; DIP ساخته می‌شود. بعد از آن سر سیمها به طرف پایین خم می‌شوند"
      ]
    },
    {
      "EnglishWord": "lead inductance",
      "Meanings": [
        "اندوکتانس پوشش سیم"
      ]
    },
    {
      "EnglishWord": "lead lanthanum zirconate titanate",
      "Meanings": [
        "تیتانیات زیر کونات لانتانیم سرب ماده ای با ویژگیهای فروالکتریکی",
        "سرامیکی",
        "الکترواپتیکی که ویژگیهای نوری آن به وسیله میدان الکتریکی یابا اعمال کشش یا تراکم تغییر می‌کند. در انواع مختلف حافظه‌های اپتوالکترونیکی و قطعات نمایشگر به کار می‌رود"
      ]
    },
    {
      "EnglishWord": "lead sulfide",
      "Meanings": [
        "سولفید سرب گالن معدنی که در رادیوهای اولیه به عنوان آشکارساز بلوری به کار می‌رفت و در حال حاضر برای آشکارسازی زیر قرمز از آن استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "lead wire",
      "Meanings": [
        "سیم رفت"
      ]
    },
    {
      "EnglishWord": "lead zirconate titanate",
      "Meanings": [
        "تیتانات زیر کونات سرب پی زد تی ماده فرو الکتریکی",
        "سرامیکی و الکرو پتیکی که شفافیت اپتیکی آن از پی ال زد تی کمتر است اما سایر ویژگیهای آنها شبیه هم است"
      ]
    },
    {
      "EnglishWord": "lead-acid cell",
      "Meanings": [
        "پیل سرب",
        "اسید پیل مورد استفاده در باتریهای ثانویه که الکترودهای آن شبکه‌های سربی و شامل اکسید سرب است که در طی بارگیری یا باردهی شارژ و دشارژ مقدار آن در ترکیب تغییر می‌کند. الکترولیت پیل",
        "اید سوفلوریک رقیق است. در انواع ضد نشت این پیل",
        "یک شبکه سربی به شکل باندپیچی در ظرف منفذ بندی شده و حاوی مقدار کاملا دقیقی اسید به کار رفته است"
      ]
    },
    {
      "EnglishWord": "leader",
      "Meanings": [
        "سرنوار بخشی خالی یا بلااستفاده نوار در شروع قرقره که عمدتآ برای اتصال نوار به قرقره به کار می‌رود"
      ]
    },
    {
      "EnglishWord": "lead-in  down-lead",
      "Meanings": [
        "سیمی که آنتن بیرونی تک",
        "پایانه ای را به گیرنده یا فرستنده متصل کند. در دو قطبیها و سایر آنتنهای دو پایانه ای از خطهای انتقال برای این منظور استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "lead-in insulator",
      "Meanings": [
        "عایق تک سیم عایقی سرامیکی لوله ای با سوراخ محوری که تک سیم رابط بین آنتن و فرستنده را از خود عبور می‌دهد. عایق در سوراخ تعبیه شده در بدنه یا قفسه فرستنده به روش پرسی جا داده شده است"
      ]
    },
    {
      "EnglishWord": "leading",
      "Meanings": [
        "پیش افتادن"
      ]
    },
    {
      "EnglishWord": "leading current",
      "Meanings": [
        "جریان پیشفاز جریان متناوبی که زودتر از ولتاژ به وجود آورنده آن به مقدار حداکثر خود در 90 می‌رسد. جریان پیشفاز در مدارهای خازنی جاری می‌شود"
      ]
    },
    {
      "EnglishWord": "leading edge",
      "Meanings": [
        "لبه حمل"
      ]
    },
    {
      "EnglishWord": "leading- edge pulse time",
      "Meanings": [
        "زمان پالس با لبه بالارونده زمان لازم برای رسیدن دامنه لحظه ای پالس به کسر معینی از دامنه اوج آن"
      ]
    },
    {
      "EnglishWord": "leading ghost",
      "Meanings": [
        "شبح پیشرو تصویر شبح واقع در سمت چپ تصویر تلویزیونی"
      ]
    },
    {
      "EnglishWord": "leading load",
      "Meanings": [
        "بار پیشفاز باری که عمدتا خازنی است و جریان آن از ولتاژ متناوب دو سر بار پیش است"
      ]
    },
    {
      "EnglishWord": "leading power factor",
      "Meanings": [
        "ضریب توان پیش افتی"
      ]
    },
    {
      "EnglishWord": "leadless ceramic chip carrier",
      "Meanings": [
        "جاتراشه سرامیکی بدون سیم بسته سرامیکی تخت برای نصب سطحی مدارهای «وی ال اس آی» مجتمع سازی در مقیاس خیلی بزرگ به روی تخته مدارهای فاقد سوراخ. تعداد پایه‌های ورودی / خروجی آن نوعا بین 20 تا 68 است"
      ]
    },
    {
      "EnglishWord": "lead-on-chip package",
      "Meanings": [
        "بسته سر سیم روی تراش بسته DIP با قالب اپوکسی برای مدارهای مجتمع «وی ال اس آی» که بالشتکهای تصال آن در زیر مرکز تراشه قرار داده شده اند"
      ]
    },
    {
      "EnglishWord": "lead-sulfide cell",
      "Meanings": [
        "سلول سولفید سرب سلولی که تابشهای زیر قرمز را آشکار می‌کند. ولتاژ تولید شده با تغییر مقاومت ایجاد شده توسط آن به عنوان معیاری از شدت تابش استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "leaf",
      "Meanings": [
        "ورق",
        "برگ"
      ]
    },
    {
      "EnglishWord": "leak",
      "Meanings": [
        "نشت"
      ]
    },
    {
      "EnglishWord": "leak circuit",
      "Meanings": [
        "مدار نشتی"
      ]
    },
    {
      "EnglishWord": "leak current",
      "Meanings": [
        "جریان نشتی"
      ]
    },
    {
      "EnglishWord": "leak detector",
      "Meanings": [
        "آشکار ساز نشت دسگاهی که سوراخها یا ترکهای ریز دیوارهای یک ظرف یا مخزن را پیدا می‌کند. طیف سنج هلیمی نمونه آن است"
      ]
    },
    {
      "EnglishWord": "leak transformer",
      "Meanings": [
        "ترانسفورماتور نشتی"
      ]
    },
    {
      "EnglishWord": "leakage",
      "Meanings": [
        "نشت فرار یا ورود تدریجی و نامطلوب یک کمیت",
        "نظیر فرار تابشهای الکترو مغناطیس از محل اتصال حفاظها. شارش الکتریسیته از رو یا درون ماده عایق و شارش خطوط نیروی مغناطیسی فراتر از ناحیه کار مفید",
        "نشت"
      ]
    },
    {
      "EnglishWord": "leakage coefficient",
      "Meanings": [
        "ضریب نشتی"
      ]
    },
    {
      "EnglishWord": "leakage current",
      "Meanings": [
        "جریان نشتی 1. عبور ناخواسته جریان از ورودی به خروجی یا از ورودی به بدنه مدار عایق شده 2. عبور نا خواسته جریان از رو یا درون سطح ماده عایق 3. جریان ناخواسته ای که به دلیل نقایص ساختاری در نیمه ر سانای بابایاس معکوس ایجاد می‌شود. 4. عبور جریان از درون یک خازن به دلیل شکست جزیی دی الکتریک"
      ]
    },
    {
      "EnglishWord": "leakage effect",
      "Meanings": [
        "اثر نشتی"
      ]
    },
    {
      "EnglishWord": "leakage factor",
      "Meanings": [
        "عامل نشتی"
      ]
    },
    {
      "EnglishWord": "leakage flux",
      "Meanings": [
        "شار نشتی خطوط نیروی مغناطیسی که فراتر از مسیر مورد نظر کشیده شده و عمل مطلوب را انجام نمی‌دهد",
        "شار نشتی"
      ]
    },
    {
      "EnglishWord": "leakage inductance",
      "Meanings": [
        "القا کنایی نشتی",
        "اندکتانس نشتی اثر خود القایی در ترانسفورمرها به دلیل وجود شار نشتی"
      ]
    },
    {
      "EnglishWord": "leakage power",
      "Meanings": [
        "توان نشتی توان ار اف انتقال یافته از طریق لامپ یونیزه تی آر"
      ]
    },
    {
      "EnglishWord": "leakage radiation",
      "Meanings": [
        "تابش نشتی تابش از جسمی غیر از سیستم تابشگر اصلی نمونه متداول آن نشت تابشهای الکترومغناطیسی از محل اتصالها یا درزهای پوشش محافظ"
      ]
    },
    {
      "EnglishWord": "leakage reactance",
      "Meanings": [
        "واکنایی نشتی",
        "راکتانس نشتی راکتانسی القایی ایجاد شده ب اثر شار نشتی ای که تنها سیم پیچ الویه ترانسفور مر را تحت تاثیر قرار می‌دهد"
      ]
    },
    {
      "EnglishWord": "leakage resistance",
      "Meanings": [
        "مقاومت نشتی مقاومت مسیری که جریان نشتی از آن می‌گذرد. معمولا مقدار آن خیلی زیاد است"
      ]
    },
    {
      "EnglishWord": "leakege field",
      "Meanings": [
        "میدان نشتی"
      ]
    },
    {
      "EnglishWord": "leaky - wave antenna",
      "Meanings": [
        "آنتن موج",
        "نشتی نوعی آنتن ریز موج پهن باند که جهت باریکه آن با بسامد تغییر می‌کند. این آنتن در اصل یک موجبر سوراخدار است که ضخامت کم آن امکان نصب دقیق و هم سطح را در هواپیما و موشک برای مقاصد راداری فراهم می‌سازد. پولیش راداری از طریق جاروب بسامدها با آهنگ پولیش مورد نظر و بین دو حد معین انجام می‌گیرد"
      ]
    },
    {
      "EnglishWord": "leaky waveguide",
      "Meanings": [
        "موجبر نشت دار نوعی موجبر که دارای شکاف طولی باریک است و انرژی پیوسته از آن نشت می‌کند"
      ]
    },
    {
      "EnglishWord": "learning",
      "Meanings": [
        "فراگرفتن"
      ]
    },
    {
      "EnglishWord": "learning control system",
      "Meanings": [
        "سیستم کنترل آموختن"
      ]
    },
    {
      "EnglishWord": "learning system",
      "Meanings": [
        "سیستم فراگیرنده"
      ]
    },
    {
      "EnglishWord": "leased line  private line",
      "Meanings": [
        "خط باستیجاری",
        "خط اختصاصی خط تلفنی که منحصرا برای استفاده مشتریان اجاره کننده آن اختصاص یافته است"
      ]
    },
    {
      "EnglishWord": "least significant bit",
      "Meanings": [
        "بیت کم",
        "ارزشترین ال اس بی بیتی که کمترین مقدار یا وزن را در علامتگذاری دو دویی یک عدد داراست. به عنوان مثال در عدد دودویی 1101 که معادل با 13 دهدهی است. 1 سمت راست بیت کم",
        "ارزشترین است"
      ]
    },
    {
      "EnglishWord": "least significant bit   lsb",
      "Meanings": [
        "کم ارزش‌ترین بیت"
      ]
    },
    {
      "EnglishWord": "least significant character",
      "Meanings": [
        "نویسه کم ارزشترین نویسه واقع در آخرین موقعیت سمت راست یک عدد یا کلمه"
      ]
    },
    {
      "EnglishWord": "led",
      "Meanings": [
        "light",
        "emitting diode",
        "دیود نور افشان",
        "دیود گسیل نوعی دیود نیمه رسانای پیوند PN ای که دربایاس موافق",
        "نوری گسیل می‌کند که طول موج آن تابعی از جنس ماده آلاینده‌های آن است. ساختار بلوری گالیم آرسنید GaAs طوری است که نور زیر قرمز نامریی IR از آن گسیل می‌شود. با افزودن فسفر به GaAs و تشکیل گالیم آرسنید فسفید GaAs P",
        "طول موج گسیل به ناحیه قرمز مریی کشیده می‌شود. فسفید گالیم GaP در مناطق قرمز",
        "زرد",
        "و سبز نور گسیل می‌کند. از قرار دادن آلومینیم گالیم آرسنید AlGaAs روی GaAsp دیودی به دست می‌آید که نور قرمز و زرد را با شدت بیشتری گسیل می‌کند. همچنین GaP روی GaP نور سبز شدید گسیل می‌کند",
        "emitting diode display",
        "نمایشگر دیود نور",
        "گسیل ال ای دی نوعی نمایشگر که در آن آرایه ای از دیود‌های نور",
        "گسیل ال ای دی روی بسته عایق محکم یا قاب",
        "سیم فلزی نصب شده و برای روشن کردن هر «ال ای دی» اتصال جداگانه ای بیرون آمده است. بسته بندی این نمایشگرها نوعا به شکل دو ردیفه با قاب پلاستیکی کدر است که شیارها یا حفره هایی پلاستیکی شکل «لوله نوری» برای نمایش نقطه ای یا میله ای نور هر دیود در آن تعبیه شده است. با تحریک مناسب دیودها می‌توان انواع اعداد",
        "حروف",
        "یا نویسه‌ها را نمایش داد. همچنین می‌توان انواع اعداد",
        "مختلف رمز گشایی",
        "راه اندازی",
        "و تسهیم را می‌توان به منظور کاهش حجم مدارهای بیرونی",
        "در خود قطعه گنجاند"
      ]
    },
    {
      "EnglishWord": "leduc effect",
      "Meanings": [
        "اثر لدوک اگر میدان الکترومغناطیسی به صورت عمود بر بردار شیب دمای یک رسانا وارد شود",
        "اختلاف دمایی تولید می‌شود که بر هر دو جهت شیب دما و مدیان مغناطیسی عمود است"
      ]
    },
    {
      "EnglishWord": "left - hand polarized  wave  counter colockwise polarized  wave",
      "Meanings": [
        "موج قطبیده چپگرد",
        "موج قطبیده پاد ساعتگرد موج الکترومغناطیسی قطبیده ی",
        "عرضی",
        "و بیضوی که جهت چرخش بردار میدان الکتریکی آن از دید ناظری که در جهت انتشار ایستاده است",
        "در خلاف جهت عقربه‌های ساعت است"
      ]
    },
    {
      "EnglishWord": "left - hand rule  fleming s rule",
      "Meanings": [
        "قاعده دست چپ",
        "قاعده فلمینگ 1. در یک سیسم حامل جریان اگر انگشتان دست چپ طوری دور سیم قرار گیرد که انگشت شست در جهت شار الکترونها باشد",
        "انگشتان دیگر جهت میدان مغناطیسی تولید شده توسط سیم را نشان می‌دهند. در حالت متداول که جهت جریان خلاف جهت حرکت الکترونها در نظر گرفته می‌شود",
        "از دست راست استفاده می‌شود. 2. در ی سیم متحرک حامل جریان یا باریکه الکترونی واقع در میدان مغناطیسی",
        "اگر انگشتان شست. سبابه و میانی دست چپ عمود بر هم قرار گیرند و انگشت سبابه جهت خطوط نیروی مغناطیسی و انگشت دوم جهت عبور الکترونها را نشان دهد",
        "انگشت شست جهت حرکت سیم یا باریکه را نشان خواهد داد"
      ]
    },
    {
      "EnglishWord": "left - hand taper",
      "Meanings": [
        "مخروطی چپگرد تغییرات مخروطی در مقاومت یک ریوستا یا پتانسیومتر به گونه ای که با نگاه از انتهای محور آن",
        "مقاومت نیمه پادساعتگرد آن بیشتر از نیمه ساعتگرد است"
      ]
    },
    {
      "EnglishWord": "left - justify",
      "Meanings": [
        "ترازبندی از چپ 1. تنظیم موقعیت چاپ نویسه‌ها روی صفحه به گونه ای که حاشیه چپ در یک خط قرار گیرد. 2. جابجایی محتویات ثبات به گونه ای که رقم سمت چپ یا با ارزشترین در موقعیت مشخصی واقع شود"
      ]
    },
    {
      "EnglishWord": "left hand rule",
      "Meanings": [
        "قانون دست چپی"
      ]
    },
    {
      "EnglishWord": "left handed",
      "Meanings": [
        "دست چپی"
      ]
    },
    {
      "EnglishWord": "left signal",
      "Meanings": [
        "سیگنال چپ در پخش یا ضبط استریو به خروجی میکروفونی گفته می‌شود که شدت",
        "زمان",
        "و مکان صداهایی را دریافت می‌کند که منشا آنها عمدتا مربوط به ناحیه سمت چپ شنونده است"
      ]
    },
    {
      "EnglishWord": "left stereo channel",
      "Meanings": [
        "کانال استریوی چپ بازتولید الکتریکی سیگنال چپ در سیستمهای استریوی ضبط یا پخش اف ام"
      ]
    },
    {
      "EnglishWord": "lemma",
      "Meanings": [
        "لم"
      ]
    },
    {
      "EnglishWord": "length",
      "Meanings": [
        "طول",
        "درازا 1. آن تعداد از واحد‌های داده",
        "معمولا رقم یا نویسه",
        "که به صورت همزمان در رایان قابل ذخیره یا پردازش است. 2. تاخیر زمانی داده‌ها در هنگام ارسال که معمولا بر حسب میرو ثانیه بیان می‌شود. بنابر این طول یک خط تاخیر بر حسب میکرو ثانیه بیان می‌شود. بنابر این طول یک خط تاخیر بر حسب میکرو ثانیه بر آورد می‌شود"
      ]
    },
    {
      "EnglishWord": "length of life",
      "Meanings": [
        "طول عمر"
      ]
    },
    {
      "EnglishWord": "lens",
      "Meanings": [
        "عدسی 1. ساختار فلزی ییا دی الکتریکی شفاف در برابر امواج رادیویی که می‌تواند با خم کردن امواج الگوی تابشی مطلوب را تولید کند. 2. یک یا چند قرص از جنس شیشه یا سایر مواد شفاف که به دقت تراش خورده اند و توانایی تمرکز پرتوهای نور و ایجاد تصویر را دارند. 3. مجموعه ای از ارکترودها که با تولید میدان الکتریکی",
        "الکترونها را در یک باریکه متمرکز می‌کنند. 4. مجموعه ای از پیچکها یا آهنربا‌های دایم که با تولید میدان مغناطیسی الکترونی را متمرکز می‌کنند. 5. ساختاری که امواج صدا را از طریق شکست متمرکز می‌کند",
        "عدسی"
      ]
    },
    {
      "EnglishWord": "lens antenna",
      "Meanings": [
        "انتن عدسی دار نوعی آنتن ریز موج با یک عدسی دی الکتریک در جلوی تابشگر دو قطبی یا بوقی آن که انرژی تابشی را در پرتو باریکی متمرکز می‌کند. همچنین می‌تواند انرژ دریافت را روی دو قطبی یا برقی گیردنده متمرکز کند"
      ]
    },
    {
      "EnglishWord": "lenz s law  law of induced current",
      "Meanings": [
        "قانون لنز قانون جریان القایی جریان القا شده در یک مدار در اثر حرکت در میدان مغناطیسی باتغییر شار مغناطیسی آن",
        "با عامل به وجود آرونده خود حرکت یا تغییر شار مخالفت می‌کند"
      ]
    },
    {
      "EnglishWord": "lenzs law",
      "Meanings": [
        "قانون لنز"
      ]
    },
    {
      "EnglishWord": "leo",
      "Meanings": [
        "لیو مخفف low earth orbit",
        "مدار چرخش یک ماهواره به دور زمین در ارتقاع کم"
      ]
    },
    {
      "EnglishWord": "letter",
      "Meanings": [
        "حرف نویسه القایی که صداهای زبان گفتاری را نمایش می‌دهد"
      ]
    },
    {
      "EnglishWord": "level",
      "Meanings": [
        "سطح",
        "تراز 1. اختلاف بین یک میت با کمیت اختیاری مرجع که معمولا به صورت لگاریتم نسبت دو مقدار بین می‌شود در سیستمهای مخابراتی و صوتی سطح مرجع متداول برای توان برحسب dBM دسبل بالای یک میلی وات بیان می‌شوند بنابر این 0/01 برابر با",
        "دسبل میلی وات",
        "mw براب را 0dBm و 1W برابر با 30dBm است. 2. وضعیت مشخصی در مقاس دامنه که به شکل موج یک سیگنال اعمال می‌شود. نظیر سطح سفید مبنا و سطح سیاه مبنا در سگنال استاندارد تلویزیونی 3. مقداری از بار که در عنصر حافظه لامپ ذخیره بار ذخیره می‌شود و در خروجی از سایر بارها قابل تشخیص است. 4. حجم صدا 5. مجموعه ای از اتصالات نظیر آنچه در رله پله ای وجود دارد"
      ]
    },
    {
      "EnglishWord": "level above threshold  sensation level",
      "Meanings": [
        "سطح بالای آستانه",
        "سطح احساس سطح فشار یکخ صدا بر حسب دسی بل که بالاترین از آستانه شنوایی است"
      ]
    },
    {
      "EnglishWord": "level adjustment",
      "Meanings": [
        "تنظیم سطح"
      ]
    },
    {
      "EnglishWord": "level control",
      "Meanings": [
        "کنترل سطح"
      ]
    },
    {
      "EnglishWord": "level converter",
      "Meanings": [
        "مبدل سطح تقویت کننده ای که ولتاژورودی غیر استاندارد در منطق مثبت یا منفی را به سطوح",
        "منطقی استاندارد نظیر دی تی ال تبدیل می‌کند"
      ]
    },
    {
      "EnglishWord": "level indicator",
      "Meanings": [
        "نشانگر سطح 1. وسیله ای که سطح مایه را نشان می‌دهد. 2. نشانگری که سطح ولتاژ شنیداری را در هنگام ضبط نمایش می‌دهد. این نشانگر به شکل سنجه حجم صدا",
        "لامپ نیون",
        "با پرتو کاتدی می‌تواند عمل کند"
      ]
    },
    {
      "EnglishWord": "level of distortion",
      "Meanings": [
        "سطح اعوعاج"
      ]
    },
    {
      "EnglishWord": "level of safety",
      "Meanings": [
        "درجه ایمنی"
      ]
    },
    {
      "EnglishWord": "level radiation",
      "Meanings": [
        "سطح تشعشع"
      ]
    },
    {
      "EnglishWord": "level shitting",
      "Meanings": [
        "انتقال سطح تغییر سطح منطقی در محل مرز مشترک بین دوسیستم منطقی و نیمه رسانای متفاوت"
      ]
    },
    {
      "EnglishWord": "lever",
      "Meanings": [
        "اهرم کردن"
      ]
    },
    {
      "EnglishWord": "lever switch",
      "Meanings": [
        "کلید اهرمی کلیدی که دارای دسته اهرمی شکل است"
      ]
    },
    {
      "EnglishWord": "leyden jar",
      "Meanings": [
        "بطری لید شکل ابتدایی خازنها که در آن ورقه فلزی در سوح درونی و بیرونی یک بطری شیشه ای قرار داده می‌شود یک بر آمدگی برنجی در مرکز و ورقه فلزی دو سر خازن را تشکیل می‌دهند"
      ]
    },
    {
      "EnglishWord": "lf",
      "Meanings": [
        "low rrequency",
        "بسامد",
        "پایین تخصیص باند بسامد 30 تا 300 کیلو هرتز متماظر با طول موج کیلومتری بین 1 تا 10 کیلو متر با تعریف کمیته مخابرات فدرال FCC"
      ]
    },
    {
      "EnglishWord": "li",
      "Meanings": [
        "litium",
        "لیتیم LI عنصر ی که از خانواده فلزهای قلیایی که ویژگیهای آن مشابه با سدیم است. به دلیل پاسخ بسیار خوب آن در انتهای بنفش طیف نور",
        "به عنوان کاتد لامپهای نوری استفاده می‌شود. عدد اتمی لیتیم 3 و وزن اتمی آن 6/939 است"
      ]
    },
    {
      "EnglishWord": "library",
      "Meanings": [
        "کتابخانه مجموعه ای از بلوکهای ساختاری متداول نظیر دریچه‌های NOR و NAND یا فلیپ فلاپها که برای دستیابی و کار راحت با برنامه‌های گرافیکی رایانه ای گروه بندی شده اند"
      ]
    },
    {
      "EnglishWord": "life",
      "Meanings": [
        "عمر"
      ]
    },
    {
      "EnglishWord": "life preiod",
      "Meanings": [
        "طول مدت عمر"
      ]
    },
    {
      "EnglishWord": "life test",
      "Meanings": [
        "آزمون طول عمر آزمون اطمینان پذیری که طی آن یک قطعه",
        "مدار",
        "یا سیستم در فاصله زمانی مشخص تحت شرایط شدید قرار می‌گیرد تا عمر مفید آن شبیه سازی و بر آورد شود"
      ]
    },
    {
      "EnglishWord": "lifetime",
      "Meanings": [
        "طول عمر"
      ]
    },
    {
      "EnglishWord": "lifetime reduction",
      "Meanings": [
        "کاهش طول عمر"
      ]
    },
    {
      "EnglishWord": "light",
      "Meanings": [
        "نور نوعی تابش الکترومغناطیسی که طول موجهای آن توانایی تحریک حس بینایی را دارند. گستره آن از 4000A یا 0/4 میکرومتر بنفش دور تا 7700A یا 0/77 میکرومتر قرمز دور اسن. سرعت نور مشابه با سرعت امواج رادیویی معینی 299792/4562Km/s است. تابش زیر قرمز نامریی دربرخی از لیزرها نیز نور نامیده می‌شود",
        "نور"
      ]
    },
    {
      "EnglishWord": "light - emitting diode",
      "Meanings": [
        "دیود نور افشان",
        "دیود گسیل نوعی دیود نیمه رسانای پیوند PN ای که دربایاس موافق",
        "نوری گسیل می‌کند که طول موج آن تابعی از جنس ماده آلاینده‌های آن است. ساختار بلوری گالیم آرسنید GaAs طوری است که نور زیر قرمز نامریی IR از آن گسیل می‌شود. با افزودن فسفر به GaAs و تشکیل گالیم آرسنید فسفید GaAs P",
        "طول موج گسیل به ناحیه قرمز مریی کشیده می‌شود. فسفید گالیم GaP در مناطق قرمز",
        "زرد",
        "و سبز نور گسیل می‌کند. از قرار دادن آلومینیم گالیم آرسنید AlGaAs روی GaAsp دیودی به دست می‌آید که نور قرمز و زرد را با شدت بیشتری گسیل می‌کند. همچنین GaP روی GaP نور سبز شدید گسیل می‌کند"
      ]
    },
    {
      "EnglishWord": "light absorption",
      "Meanings": [
        "جذب نور"
      ]
    },
    {
      "EnglishWord": "light adaptation",
      "Meanings": [
        "تطبیق نور"
      ]
    },
    {
      "EnglishWord": "light amplification",
      "Meanings": [
        "تقویت نور"
      ]
    },
    {
      "EnglishWord": "light amplifier",
      "Meanings": [
        "تقویت کننده نوری تقویت کننده ای که سیگنالهای ورودی و خروجی آن نور است",
        "تقویت کننده نور"
      ]
    },
    {
      "EnglishWord": "light beam",
      "Meanings": [
        "پرتو نور"
      ]
    },
    {
      "EnglishWord": "light carrier injection   light modulation",
      "Meanings": [
        "تزریق نوری حامل",
        "مدوله سازی نوری روشی برای وارد کردن حامل در سیستم نمابر از طریق تغییر متناوب باریکه نور پویشگر. دامنه میانگین آن با تغییرات چگالی موضع تغییر می‌کند"
      ]
    },
    {
      "EnglishWord": "light chopper",
      "Meanings": [
        "برشگر نوری فن چرخان با وسیله مکانیکی دیگری که باریکه نور هدایت شده به طرف حسگر نوری را قطع می‌کند و امکان تقویت «ای سی» خروجی حسگر را مستقل از تابش ثابت و قوی محیط فراهم می‌کند"
      ]
    },
    {
      "EnglishWord": "light current",
      "Meanings": [
        "جریان نوری جریان جاری شده در قطعات نیمه رسانا نظیر دیود ترانزیستور بر اثر برخورد با پیوند یا پیوندهای PN آن"
      ]
    },
    {
      "EnglishWord": "light distribution",
      "Meanings": [
        "توزیع نور"
      ]
    },
    {
      "EnglishWord": "light emission",
      "Meanings": [
        "انتشار نور"
      ]
    },
    {
      "EnglishWord": "light emitting diode   led",
      "Meanings": [
        "دیود انتشار دهنده نور",
        "دیود نور گسیل"
      ]
    },
    {
      "EnglishWord": "light- emitting diode display",
      "Meanings": [
        "نمایشگر دیود نور",
        "گسیل ال ای دی نوعی نمایشگر که در آن آرایه ای از دیود‌های نور",
        "گسیل ال ای دی روی بسته عایق محکم یا قاب",
        "سیم فلزی نصب شده و برای روشن کردن هر «ال ای دی» اتصال جداگانه ای بیرون آمده است. بسته بندی این نمایشگرها نوعا به شکل دو ردیفه با قاب پلاستیکی کدر است که شیارها یا حفره هایی پلاستیکی شکل «لوله نوری» برای نمایش نقطه ای یا میله ای نور هر دیود در آن تعبیه شده است. با تحریک مناسب دیودها می‌توان انواع اعداد",
        "حروف",
        "یا نویسه‌ها را نمایش داد. همچنین می‌توان انواع اعداد",
        "مختلف رمز گشایی",
        "راه اندازی",
        "و تسهیم را می‌توان به منظور کاهش حجم مدارهای بیرونی",
        "در خود قطعه گنجاند"
      ]
    },
    {
      "EnglishWord": "light energy",
      "Meanings": [
        "انرژی نور"
      ]
    },
    {
      "EnglishWord": "light fluctuation",
      "Meanings": [
        "کم و زیاد شدن نور"
      ]
    },
    {
      "EnglishWord": "light guide",
      "Meanings": [
        "نور بر"
      ]
    },
    {
      "EnglishWord": "light gun",
      "Meanings": [
        "تفنگ نوری نوعی قلم نوری که در محفظه ای به شکل تنفگ نصب شده است"
      ]
    },
    {
      "EnglishWord": "light intensity",
      "Meanings": [
        "شدت نور"
      ]
    },
    {
      "EnglishWord": "light loss",
      "Meanings": [
        "افت نور"
      ]
    },
    {
      "EnglishWord": "light meter",
      "Meanings": [
        "نور سنج"
      ]
    },
    {
      "EnglishWord": "light modulator",
      "Meanings": [
        "مدوله کننده نوری ترکیبی از یک منبع نور",
        "یک سیستم اپتیکی مناسب",
        "و وسیله ای برای تغییر نور تولید شده به منظور ایجاد شیار صدای نوری به روی فیلم تصویر",
        "متحرک"
      ]
    },
    {
      "EnglishWord": "light- negative",
      "Meanings": [
        "منفی نوری ویژگی نور رسانایی منفی که طی آن تابش نور منجر به کاهش رسانایی با افزایش مقاومت می‌شود. سلنیم دارای این ویژگی است"
      ]
    },
    {
      "EnglishWord": "light open",
      "Meanings": [
        "قلم نوری نوعی سلول یا ضرب کننده نوری ظرفیت که در بدنه ای به شکل قلم نصب می‌شود و ممکن است باتار یا لوله نوری پلاستیکی همراه باشد",
        "با قرار دادن آن در برابر صفحه لامپ پرتو",
        "کاتدی می‌توان محفظه عبور باریکه الکترونی از نقطه مشخص را آشکار کرد. قلم نوری می‌تواند ماهیت نمایشگر را تغییر دهد و از صفحه نمایش اندازه گیریهایی الکتروتیکی انجام دهد"
      ]
    },
    {
      "EnglishWord": "light path",
      "Meanings": [
        "مسیر نور"
      ]
    },
    {
      "EnglishWord": "light pipe",
      "Meanings": [
        "لوله نوری یک میله پلاستیکی سا شیشه ای نرم و در عین حال محکم یا دسته ای از تارهای نوری پلاستیکی یا شیشه ای شفاف که نور را با حداقل اتلاف از یک سر به سر دیگر آن منتقل می‌سازند"
      ]
    },
    {
      "EnglishWord": "light ray",
      "Meanings": [
        "پرتو نور باریکه ای از نور که دارای سطح مقطع کوچکی است",
        "پرتو نور"
      ]
    },
    {
      "EnglishWord": "light scattering",
      "Meanings": [
        "پراکندگی نور"
      ]
    },
    {
      "EnglishWord": "light source",
      "Meanings": [
        "منبع نور"
      ]
    },
    {
      "EnglishWord": "light transmission",
      "Meanings": [
        "انتقال نور"
      ]
    },
    {
      "EnglishWord": "light velocity",
      "Meanings": [
        "سرعت نور"
      ]
    },
    {
      "EnglishWord": "light year",
      "Meanings": [
        "سال نوری مسافتی که نور در مدت یک سال در فضا می‌پیماید که تقریبا برابر با 9/46 × 10 به توان 12 کیلومتر است"
      ]
    },
    {
      "EnglishWord": "light-activated silicon controlled switch",
      "Meanings": [
        "کلید کنترل شونده سیلیسیمی نور انگیخته قطعه رسانای چهار لایه که همچون یکسوساز کنترل شونده سیلیسیمی نور انگیخته لایه‌های آن به صورت یک در میان با اتمهای پذیرنده و دهنده ناخالص شده اند. هر چهار لایه PوN از طریق پایانه‌های متصل به آنها قابل دسترسی اند. با برخورد نور به ناحیه حساس",
        "زوجهای الکترون حفره تولید شده و قطعه به حالت وصل می‌رود. قطع نور این پاسخ را معکوس نخواهد کرد و قطعه تنها در صورتی خواهد شد که بایاس مثبت آن برداشته معکوس شود"
      ]
    },
    {
      "EnglishWord": "light-controlled oscillator",
      "Meanings": [
        "نوسانساز کنترل شونده با نور نوسانسازی که بسامد آن متناسب با نور فرود آمده تغییر می‌کند"
      ]
    },
    {
      "EnglishWord": "light-gating cathode - ray tube",
      "Meanings": [
        "لامپ پرتو کاتدی دریچه بند نور نوعی لامپ پرتو کاتدی که باریکه الکترونی آن ویژگیهای انتقال یا بازتاب صفحه ای را که در معرض نور منبع بیرونی قرار دارد",
        "تغییر می‌دهد. این لامپ می‌تواند تصویر بزرگی را روی مثلا پرده سینما تشکیل دهد"
      ]
    },
    {
      "EnglishWord": "lighting",
      "Meanings": [
        "آذرخش",
        "برق"
      ]
    },
    {
      "EnglishWord": "lighting arrester",
      "Meanings": [
        "برق گیر"
      ]
    },
    {
      "EnglishWord": "lighting current",
      "Meanings": [
        "جریان آذرخش"
      ]
    },
    {
      "EnglishWord": "lighting flash",
      "Meanings": [
        "درخشش آذرخش"
      ]
    },
    {
      "EnglishWord": "light-microsecond",
      "Meanings": [
        "میکروثانیه نوری مسافتی که نور در 0/000001 در فضای آزاد می‌پیماید. به عنوان واحدی برای مسافت الکتریکی",
        "تقریبا برابر با 300 متر",
        "به کار می‌رود"
      ]
    },
    {
      "EnglishWord": "lightning",
      "Meanings": [
        "آذرخش تخلیه الکتریکی بین ابرها یا ابر و زمین"
      ]
    },
    {
      "EnglishWord": "lightning arrester  arrester",
      "Meanings": [
        "برقگیر وسیله ای که آذرخش اصابت کرده به آنن یا خط انتقال را به طرف زمین هدایت می‌کند. عموما یک شکاف تحرک در آن وجود دارد که در ولتاژهای نامی مقاومت زیادی از خود نشان می‌دهد. اما در برابر جهش ولتاژ شدید آذرخش این شکاف دچار شکست شده و مقاومت آن کم می‌شود"
      ]
    },
    {
      "EnglishWord": "lightning genrator",
      "Meanings": [
        "مولد آذرخش منبع تغذیه ولتاژ بالا که برای آزمایش عایقها یا سایر قطعات ولتاژ بالا",
        "ولتاژهای جهشی قوی مشابه با آذرخش تولید می‌کند"
      ]
    },
    {
      "EnglishWord": "lightning rod",
      "Meanings": [
        "میل برقگیر میله فلزی با اتصال زمین که در بلندترین نقطه ساختمان نصب می‌شود. دارای سر تیزی است که در آن چگالی بار بالایی جمع می‌شود تا نشت ذرات باردار به زمین به راحتی انجام گیرد و نیز تخلیه آذرخش مخرب در هنگام توفان را به حداقل برساند"
      ]
    },
    {
      "EnglishWord": "light-operated switch",
      "Meanings": [
        "کلید نوری کلیدی که به وسیله پالس یا باریکه ای از نور عمل می‌کند",
        "نظیر یکسوساز کنترل شونده سیلیسیمی نور انگیخته"
      ]
    },
    {
      "EnglishWord": "light-positive",
      "Meanings": [
        "مثبت نوری ویژگی نور رسانایی مثبت طی آن تابش نور منجر به افزایش رسانایی و کاهش مقاومت می‌شود. این ویژگی در سلنیم مشاهده می‌شود"
      ]
    },
    {
      "EnglishWord": "like",
      "Meanings": [
        "شبیه",
        "مشابه"
      ]
    },
    {
      "EnglishWord": "limit",
      "Meanings": [
        "حد"
      ]
    },
    {
      "EnglishWord": "limit bridge",
      "Meanings": [
        "پل حدی شکل خاصی از پل و تستون که برای آزمونهای الکتریکی سریع و عادی محصولات ساخته شده به کار می‌رود. در این پل نیازی به متعادل ساختن پل برای هر آزمون نیست و به جای آن",
        "هر محصولی که انحراف خطای آن در محدوده مجاز باشد",
        "قبول می‌شود"
      ]
    },
    {
      "EnglishWord": "limit cycle",
      "Meanings": [
        "چرخه حدی",
        "سیکل حدی"
      ]
    },
    {
      "EnglishWord": "limit switch",
      "Meanings": [
        "کلید حدی کلیدی که در حد یا نزدیکی حد حرکت یک جسم متحرک که به صورت الکتریکی کنترل می‌شود. به صورت خودکار مدار را قطع می‌کند",
        "کلید حدی"
      ]
    },
    {
      "EnglishWord": "limit velocity",
      "Meanings": [
        "سرعت حدی حد اکثر سرعت الکترون متحرک در یک ماده جامد که به ترکیب آن بستگی دارد"
      ]
    },
    {
      "EnglishWord": "limited - scan arroy radar",
      "Meanings": [
        "رادار آرایه ای با پویش محدود راداری که پویش باریکه آنتن آن به حدود 10+ درجه محدود شده است و برای کاربردهایی نظیر کنترل زمینی نزدیک شدن هواپیما به فرودگاه و یا تعیین موقعیت مسیر زرادخانه دشمن یا هسته‌های خمپاره انداز به کار می‌رود. آنتن آرایه ای چندکاره آن به دلیل عدم نیاز به انتقال دهنده‌های فاز متعدد ساده‌تر از رادار پویشگر با زاویه وسیع است"
      ]
    },
    {
      "EnglishWord": "limited contention protocol",
      "Meanings": [
        "قرار داد درگیری محدود"
      ]
    },
    {
      "EnglishWord": "limited space-charge acumulation diode",
      "Meanings": [
        "دیود LSA دیود با فضای تجمع بار محدود شده دیود ریز موجی که بار فضایی آن در نیمه رسانا با اعمال میدان الکتریکی ایجاد می‌شود و در طول هر سیکل قبل از رسیدن به مقدار قابل توجهی از بین می‌رود. در نتیجه زمان حالت گذرا محدود می‌شود و بیشینه بسامد نوسان افزایش می‌یابد"
      ]
    },
    {
      "EnglishWord": "limiter",
      "Meanings": [
        "محدود کننده مداری که دامنه سیگنال خروجی اش به سطح آستانه معینی محدود می‌شود و در نوسان مثبت یا منفی یا هر دو عمل می‌کند. این مدار در برخی گیرنده‌های اف ام بعد از تقویت کننده بسامد میانی ای اف قرار داده می‌شود تا هر گونه تغییرات دامنه را از سیگنال بسامد",
        "مدوله شده حذف کند. در محدود کنندگی بی نهایت",
        "سطح آستانه بسیار کوچک است و شکل موج خروجی اساسا مستطیلی خواهد بود. نامهای دیگر آن عبارت اند از محدود ساز دامنه",
        "محدود ساز خودکار اوج",
        "سرچین",
        "سرچین اوج",
        "محدود ساز اوج",
        "محدود کننده"
      ]
    },
    {
      "EnglishWord": "limiting  chipping",
      "Meanings": [
        "محدود سازی عمل مطلوب یا نامطلوب محدود کننده دامنه سیگنال به وسیله یک محدوده کننده"
      ]
    },
    {
      "EnglishWord": "lin- log amplifier",
      "Meanings": [
        "تقویت کننده خطی لگاریتمی تقویت کننده ای که مدار کنترل بهره خودکار آن برای سیگنالهای کم دامنه به صورت خطی و برای سیگنالهای با دامنهی زیاد به صورت لگاریتمی عمل می‌کند"
      ]
    },
    {
      "EnglishWord": "lin- log receiver",
      "Meanings": [
        "گیرنده خطی لگاریتمی نوعی گیرنده رادار که برای سیگنالهای با دامنه کم دارای پاسخ خطی و برای سیگنالهای با دامنه بزرگ دارای پاسخ غیر خطی است"
      ]
    },
    {
      "EnglishWord": "linbo3",
      "Meanings": [
        "lithium niobate",
        "نیوبات لیتیم نوعی بلور پیزو الکتریک و نر و الکتریک که در گستره زیر قرمز و مریی از 0/38 تا 5 میکرومتر به صورت شفاف عمل می‌کند. برای ذخیره سه بعد نگاشتها هولو گرام و نیز به عنوان پالایه پهن باند در تجهیزات مخابراتی کاربرد دارد"
      ]
    },
    {
      "EnglishWord": "lindemann glass",
      "Meanings": [
        "شیشه لیندمان نوعی شیشه از جنس بورات لیتیم اکسید بریلیم که عدد اتمی همه عناصر آن کوچکتر از اکسیژن است. به عنوان ماده پنجره در لامپهای پرتو ایکس",
        "کم ولتاژ",
        "استفاده می‌شود زیرا می‌تواند پرتوهای ایکس با طول موج خیلی زیاد نظیر پرتوهای گرنز را از خود عبور دهد"
      ]
    },
    {
      "EnglishWord": "line",
      "Meanings": [
        "خط 1. خط نیرو یا انتقال 2. خط تولید انبوه تجهیزات الکترونیکی 3. مسیر پیچیده شده توسط باریکه الکترونی لامپ تصویر تلویزیون در یک جاروب عرضی از چپ به راست. 4. یک سنجش پویش افقی در سیستم نمابر. 5. trace",
        "خط"
      ]
    },
    {
      "EnglishWord": "line - length   loop length  compensation",
      "Meanings": [
        "جبران درازای خط دارزای حلقه تغییر بهره مسیر ارسال و دریافت یک تلفن برای جبران اختلاف دامنه سیگنالها در خطوط با درازای متفاوت. خط کوتاه واقع در نزدیکی مرکز تلفن",
        "سیگنال را کمتر تضعیف می‌کند و در نیتجه کمتر نیاز به تقویت دارد. عموما از جریان حلقه به عنوان معیاری از طول خط در مدارهای جبران ساز استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "line - of - sight  sistance",
      "Meanings": [
        "مسافت خط دید فاصله یک فرستنده تا افق که معمولا محدوده برد ایستگاه رادیویی یا راداری را نشان می‌دهد. این مسافت کمتراز 320 کیلومتر است. در شرایط خاص",
        "پدیده شکست جوی این برد را افزایش می‌دهد"
      ]
    },
    {
      "EnglishWord": "line - of - sight path",
      "Meanings": [
        "مسیر خط دید مسیر مستقیم و اساسا خط راست موج رادیویی بین آنتهای فرستنده و گیرنده"
      ]
    },
    {
      "EnglishWord": "line - stabilized oscillator",
      "Meanings": [
        "نوسان ساز خط پایدار نوسان سازی که در آن یک قطعه خط انتقال Q بالا به عنوان عنصر کنترل کننده باسمد به کار رفته است"
      ]
    },
    {
      "EnglishWord": "line - type modulator",
      "Meanings": [
        "مدوله ساز نوع خط متداولترین شکل مدوله ساز برای پالس دهی فرستنده مگسنترون. نوعا دارای تغذیه ولتاژ",
        "بالا است. شبکه شکل دهی پالس پی اف ان",
        "یک پالس مستطیلی در کاتد مگنترون تولید می‌کند که ولتاژ و جریان آن برای وادار ساختن مگنترون به نوسان کفایت می‌کند. شبکه پی اف ان در فاصله بین پالسها شارژ می‌شود و یک پالس راه انداز تیراترون را آتش می‌کند که با اتصال کوتاه ورودی به پی اف ای ان موجب ظاهر شدن پالسی در خروجی ترانسفورمر می‌شود"
      ]
    },
    {
      "EnglishWord": "line - voltage regulator",
      "Meanings": [
        "تنظیمگحر ولتاژ خط نوعی تنظیمگر که با حذف تغییرات ولتاژ خط تغذیه",
        "یک ولتاژ اساسا ثابت برای بار متصل به خط فراهم می‌کند"
      ]
    },
    {
      "EnglishWord": "line amplifier",
      "Meanings": [
        "تقویت کننده خط"
      ]
    },
    {
      "EnglishWord": "line amplifier  program amplifier",
      "Meanings": [
        "تقویت کننده خط",
        "تقویت کننده برنامه نوعی تقویت کنندهی شنیداری که سیگنالها را با سطح مشخص به خط انتقال اعمال می‌کند"
      ]
    },
    {
      "EnglishWord": "line attenuation",
      "Meanings": [
        "تضعیف خط"
      ]
    },
    {
      "EnglishWord": "line balance",
      "Meanings": [
        "تعادل خط وضعیت الکتریکی که در آن رساناهای یک خط انتقال دارای صفحه‌های الکتریکی مشابه نسبت به یکدیگر",
        "سایر رساناها و زمین هستند"
      ]
    },
    {
      "EnglishWord": "line capacitance",
      "Meanings": [
        "ظرفیت خط"
      ]
    },
    {
      "EnglishWord": "line conditioning",
      "Meanings": [
        "شکل دهی خطی افزودن راکتانس‌های جبران ساز به خط ارسال داده برای کااهش دامنه و تاخیر فاز در باندهای بسامدی خاص"
      ]
    },
    {
      "EnglishWord": "line cord",
      "Meanings": [
        "سیم خط",
        "کابل خط کابل دو سیمیه ای که یک سر آن به دو شاخه و سر دیگر آن به طور دایمی به گیرنده رادیو یا سایر وسایل خانگی برقی متصل است. این کابل دستگاه را به برق وصل می‌کند و کابل تغذیه نیز نام دارد. در برخی از کابلهای تغذیه سیم و شاخه زمین نیز برای اتصال مطمین به زمین پیش بینی شده است"
      ]
    },
    {
      "EnglishWord": "line coupling",
      "Meanings": [
        "تزویج خط مجموعه خازنهای تزویج",
        "مدارهای تنظیم خط",
        "و مدارهای تک سیم که اتصال بین تغذیه یا خطوط تلفنی با فرستنده گیرنده یک سیستم مخابرات حاملی فراهم می‌کند"
      ]
    },
    {
      "EnglishWord": "line current",
      "Meanings": [
        "جریان خط"
      ]
    },
    {
      "EnglishWord": "line defect",
      "Meanings": [
        "عیب خط"
      ]
    },
    {
      "EnglishWord": "line diffuser",
      "Meanings": [
        "خط پخش کننده نوسان سازی در مدارهای گیرنده تلویزیونی که با دادن نوسانات افقی کوچک به نقاط روی صفحه سبب می‌شود که در فواصل نزدیک ساختار خطی تصویر دیده نشود"
      ]
    },
    {
      "EnglishWord": "line distortion",
      "Meanings": [
        "اعوعاج خط"
      ]
    },
    {
      "EnglishWord": "line divider",
      "Meanings": [
        "مقسم خط"
      ]
    },
    {
      "EnglishWord": "line driver",
      "Meanings": [
        "راه اندازخط مدار مجتمع واسط بین مدارهای منطقی و خط انتقال دو سیمه"
      ]
    },
    {
      "EnglishWord": "line drop",
      "Meanings": [
        "افت خط افت ولتاژ ایجاد شده بین دو نقطه از خط تغذیه یا انتقال به دلیل امپدانس خط"
      ]
    },
    {
      "EnglishWord": "line equalizer",
      "Meanings": [
        "برابر ساز خط مداری شامل عناصر خازنی والقایی که به منظور اصلاح پاسخ بسامدی خط انتقال در آن قرار داده می‌شود"
      ]
    },
    {
      "EnglishWord": "line feed",
      "Meanings": [
        "تعویض خط سیگنالی که موجب می‌شود چاپگر خطی کاغذ را تا خط بعدی بالا ببرد"
      ]
    },
    {
      "EnglishWord": "line filter",
      "Meanings": [
        "پالایه خط 1. پالایه ای برای حذف سیگنالهای نویز بین خط تغذیه ویک گیرنده",
        "فرستنده یا سایر تجهیزات الکتریکی قرار داده می‌شود. پالایه خط تغذیه نیز نامیده می‌شود. 2. پالایه ای که به منظور مخابرات حاملی در خط انتقال یا فشار قوی استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "line finder",
      "Meanings": [
        "خط یاب 1. ابزاری که به طور خودکار چاپگر خطی یا ماشین تحریر را به تعداد معینی خط جلو می‌برد و برای چاپ در صفحه یا فرم بعدی آماده می‌کند. 2. وسیله قطع و وصل شونده ای که به صورت خودکار مدار تلگراف یا تلفن آزاد تا مقصد مکالمه را پیدا می‌کند"
      ]
    },
    {
      "EnglishWord": "line frequency",
      "Meanings": [
        "فرکانس خط"
      ]
    },
    {
      "EnglishWord": "line frequency  horizontal frequency  horizontal linefrequecy",
      "Meanings": [
        "بسامد خط",
        "بسامد افقی",
        "بسامد خط افقی تعداد دفعات در ثانیه که نقطه پویش صفحه تلویزیون را در جهت افقی جاروب می‌کند. در سیستم ان تی اس سی با 525 خط و 30 تصویر کامل در ثانیه",
        "جاروب در ثانیه",
        "شامل پویشهای افقی در فواصل برگشت عمودی",
        "انجام می‌پذیرد"
      ]
    },
    {
      "EnglishWord": "line hydrophone",
      "Meanings": [
        "هیدروفون خطی نوعی هیدروفون جهتی که از یک عنصر خط راست آرایه ای از عناصر فازدار نصب شده در خط یا معادل آکوستیک این آرایه تشکیل شده است"
      ]
    },
    {
      "EnglishWord": "line impedance",
      "Meanings": [
        "امپدانس خط امپدانس بین دو سر خط انتقال",
        "امپدانس خط"
      ]
    },
    {
      "EnglishWord": "line inductance",
      "Meanings": [
        "خود القایی خط"
      ]
    },
    {
      "EnglishWord": "line loss",
      "Meanings": [
        "تلف خط"
      ]
    },
    {
      "EnglishWord": "line microphone machine - gun microphone",
      "Meanings": [
        "میکروفون خطی",
        "میکروفون مسلسلی نوعی میکروفون با جهت گیرندگان بالا که از یک عنصر خط",
        "راست و آرایه ای از خطوط با طولهای متفاوت است. که هر کدام به یک عنصر میکروفون متصل شده و مشخصه جهت گیرندگی زا به میزان زیادی تقویت می‌کنند"
      ]
    },
    {
      "EnglishWord": "line noise",
      "Meanings": [
        "نویز خط نویز موجود در یک خط انتقال که از عواملی نظیر اتصالهای ضعیف یا داخل القایی خط تغذیه سر چشمه می‌گیرد"
      ]
    },
    {
      "EnglishWord": "line of electric force",
      "Meanings": [
        "خط نیروی الکتریکی"
      ]
    },
    {
      "EnglishWord": "line of flux",
      "Meanings": [
        "خط شار"
      ]
    },
    {
      "EnglishWord": "line of force",
      "Meanings": [
        "خط نیرو خطی فرضی در میدان الکتریکی یا مغناطیسی که هر قطعه آن جهت میدان را در آن نقطه نشان می‌دهد",
        "خط نیرو"
      ]
    },
    {
      "EnglishWord": "line of mamnetic force",
      "Meanings": [
        "خط نیروی مغناطیسی"
      ]
    },
    {
      "EnglishWord": "line of position",
      "Meanings": [
        "خط موقعیت ای ا پی تقاطع دو صفحه مخوقعیتی که وضعیت یا موقعیت مشخصی را در ناوبری می‌دهد"
      ]
    },
    {
      "EnglishWord": "line of propagation",
      "Meanings": [
        "خط انتشار مسیر موج رادیویی در فضا"
      ]
    },
    {
      "EnglishWord": "line of sight",
      "Meanings": [
        "خط دید مسیر مستقیم در بدون مانع بین دو نقطه",
        "در امتداد خط دید"
      ]
    },
    {
      "EnglishWord": "line of sight command guidance",
      "Meanings": [
        "هدایت فرمان در امتداد خط دید"
      ]
    },
    {
      "EnglishWord": "line of sight propagation",
      "Meanings": [
        "انتشار در امتداد خط دید"
      ]
    },
    {
      "EnglishWord": "line pad",
      "Meanings": [
        "بالشتک خط وسیله ای که بین یک تقویت کننده شنیداری و خط انتقال قرار داده می‌شود تا تقویت کننده را از تغیرات امپدانس خط جدا کند"
      ]
    },
    {
      "EnglishWord": "line parameter",
      "Meanings": [
        "پارامتر خط"
      ]
    },
    {
      "EnglishWord": "line printer  high - speed printer",
      "Meanings": [
        "چاپگر خطی",
        "چاپگر سطری",
        "چاپگر سریع نوعی چاپگر ضربه ای یا غیر ضربه ای که قبل از چاپ هر سطر لازم است اطلاعات کامل خط و سیگنال فرمان چاپگر از سوی رایانه به آن منتقل شود. در این چاپگر نویسه‌ها لزوما همزمان چاپ نمی‌شوند. سرعت چاپگرهای ضربه ای تا 200خط در دقیقه و چاپگر‌های غیر ضربه ای به بیش از ده هزار خط در دقیقه می‌رسد"
      ]
    },
    {
      "EnglishWord": "line regulation",
      "Meanings": [
        "تنظیم خط بیشترین تغییر ولتاژ یا جریان خروجی یک منبع تغذیه تنظیم شده برای تغییر معینی از ولتاژ خط ای سی مثلا از 210 تا 230 ولت. تنظیم خط بر حسب در صد خروجی با ترتیب قرمز",
        "آبی و سبز تغییر می‌کند"
      ]
    },
    {
      "EnglishWord": "line repeater",
      "Meanings": [
        "تکرار کننده خط"
      ]
    },
    {
      "EnglishWord": "line resistance",
      "Meanings": [
        "مقاومت خط"
      ]
    },
    {
      "EnglishWord": "line spectrum",
      "Meanings": [
        "طیف خط طیف گسیل اتفاقی تابش الکترومغناطیسی از سوی الکترونهای مفید واقع در یک اتم که از سطوح انرژ بالا به سطوح پایین‌تر می‌جهند. هر جهش متفاوت در سطح انرژی دارای بسامد خاص خود است و مجموعه این بسامدهای طیف خط اتم را به وجود می‌آورند",
        "طیف خط"
      ]
    },
    {
      "EnglishWord": "line stretcher",
      "Meanings": [
        "خط گشاننده بخشی از موجبر یا خط هم محور صلب که طول فیزیکی آن برای اصلاح طول الکتریکی اش قابل تغییر است. برای نیل به این هدف",
        "از روش تلسکوپی استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "line to earth fault",
      "Meanings": [
        "عیب خط به زمین"
      ]
    },
    {
      "EnglishWord": "line to line fault",
      "Meanings": [
        "عیب خط به زمین"
      ]
    },
    {
      "EnglishWord": "line to line voltage",
      "Meanings": [
        "ولتاژ خط به خط"
      ]
    },
    {
      "EnglishWord": "line tracer",
      "Meanings": [
        "جارو کننده خط"
      ]
    },
    {
      "EnglishWord": "line transformer",
      "Meanings": [
        "ترانسفلورمر خط ترانسفورمری که به منظور مجزاسازی",
        "تطبیق امپدانس",
        "یا مقاصد دیگر در سیستم قرار داده می‌شود"
      ]
    },
    {
      "EnglishWord": "line transmission",
      "Meanings": [
        "انتقال خط"
      ]
    },
    {
      "EnglishWord": "line trap",
      "Meanings": [
        "تله خط پالایه ای متشکل از یک سلف سری و یک خازن تنظیم موازی که برای حذف اثر تغییرات تضعیف خط و کاهش اتلاف انرژ حامل به صورت سری با خط تغذیه یا خط تلفن قرار داده می‌شود"
      ]
    },
    {
      "EnglishWord": "line triggering",
      "Meanings": [
        "راه اندازی خط",
        "کاراندازی خط راه اندازی نوسان نما یا وسایل دیگر به وسیله پالسهای استخراج شده از بسامد خط تغذیه"
      ]
    },
    {
      "EnglishWord": "line turnaround",
      "Meanings": [
        "پرخش خط تغییر جهت ارسال از واحد فرستنده به واحد گیرنده یا بر عکس در هنگام استفاده از مدار نیم دو سویه half",
        "duplex circuit"
      ]
    },
    {
      "EnglishWord": "line under load",
      "Meanings": [
        "خط زیر بار"
      ]
    },
    {
      "EnglishWord": "line voltage",
      "Meanings": [
        "ولتاژ خط ولتاژ خط تغذیه در نقطه مصرف. در کشور آمریکا این مقدار بین 110 تا 125 ولت روی پریز برق است. به طور متوسط 120 ولت و در سایر کشورها بین 218 تا 240 ولت متناوب تغییر می‌کند",
        "ولتاژ خط"
      ]
    },
    {
      "EnglishWord": "linear",
      "Meanings": [
        "خطی 1. رابطه ای که در آن یک تابع تناسب مستقیم با تابع دیگر دارد ونمودار آن به شکل خط راست است. 2. مداری که خروجی آن تناسب مستقیم با ورودی اش دارد",
        "خطی"
      ]
    },
    {
      "EnglishWord": "linear - beam tube",
      "Meanings": [
        "لامپ باریکه خطی نوع «ا» نوعی لامپ الکترونی ریز موج که دارای میدان مغناطیسی دی سی به موازات میدان الکتریکی دی سی است. وظیفه میدان مغناطیسی دی سی تنها کانونی ساختن باریکه الکترونی است"
      ]
    },
    {
      "EnglishWord": "linear  control",
      "Meanings": [
        "کنترل خطی ریوستا یا پتانسیومتری که مقاومت آن در طول عنصر مقاومتی به طور یکنواخت توزیع شده است"
      ]
    },
    {
      "EnglishWord": "linear absorption coefficient",
      "Meanings": [
        "ضریب جذب خطی درصد کاهش شدت باریکه ای از فوتونها یا ذرات در واحد مسافت پیموده شده"
      ]
    },
    {
      "EnglishWord": "linear acceleration",
      "Meanings": [
        "شتاب خطی"
      ]
    },
    {
      "EnglishWord": "linear accelerator  linac  linear electron accelerator",
      "Meanings": [
        "شتابدهنده خطی",
        "لیناک",
        "شتابدهنده خطی الکترون شتابدهنده ای که از تعدادی الکترود حلقوی در یک خط مستقیم تشکیل شده است. هنگامی که دامنه پتانسیل الکترودها به شکل مناسب در بسامدهای خیلی بالا تغییر داده شود. ذرات گذارنده از میان الکترودها مرتبا انرژی دریافت می‌کنند و در کی مسیر اساسا خطی شتاب می‌گیرند"
      ]
    },
    {
      "EnglishWord": "linear actuator",
      "Meanings": [
        "محرک خطی",
        "کارانداز خطی محرکی که انرژ الکتریکی را به حرکت مکانیکی خطی تبدیل می‌کند"
      ]
    },
    {
      "EnglishWord": "linear amplification",
      "Meanings": [
        "تقویت خطی"
      ]
    },
    {
      "EnglishWord": "linear amplifier",
      "Meanings": [
        "تقویت کننده خطی تقویت کننده ای که تغییرات جریان خروجی آن مستقیما با تغییرات ولتاژ ورودی متناسب است",
        "تقویت کننده خطی"
      ]
    },
    {
      "EnglishWord": "linear approximation",
      "Meanings": [
        "تقریب خطی"
      ]
    },
    {
      "EnglishWord": "linear backward - wave oscillator",
      "Meanings": [
        "نوسان ساز موج پسرو خطی نوعی نوسان ساز موج",
        "پسرو که میدان مغناطیسی مورد نیاز را از طریق گذراندن جران از الکترودی به نام کفی sole واقع در نزدیک کاتد",
        "تولید می‌کند"
      ]
    },
    {
      "EnglishWord": "linear constant coefficient system",
      "Meanings": [
        "سیستم با ضریب ثابت خطی"
      ]
    },
    {
      "EnglishWord": "linear convolution",
      "Meanings": [
        "کانولوشن خطی"
      ]
    },
    {
      "EnglishWord": "linear cryptanalysis",
      "Meanings": [
        "کشف رمز خطی"
      ]
    },
    {
      "EnglishWord": "linear damping",
      "Meanings": [
        "میرایی خطی"
      ]
    },
    {
      "EnglishWord": "linear detection",
      "Meanings": [
        "آشکار سازی خطی"
      ]
    },
    {
      "EnglishWord": "linear detector",
      "Meanings": [
        "آشکار ساز خطی آشکار سازی که ولتاژ سیگنال خروجی آن مستقیما با تغییرات دامنه حامل ورودی در مدوله سازی دامنه یا تغییرات بسامد حامل ورودی در مدوله سازی بسامد متناسب است",
        "آشکار ساز خطی"
      ]
    },
    {
      "EnglishWord": "linear device",
      "Meanings": [
        "وسیله خطی",
        "ابزار خطی وسیله تقویت کننده قیاسی با رابطه خطی بین ورودی و خروجی",
        "در مقابل آن وسیله رقمی غیر خطی قرار دارد که در گستره سیگنال ورودی خود",
        "یا کاملا قطع یا کاملا وصل است"
      ]
    },
    {
      "EnglishWord": "linear differential transformer",
      "Meanings": [
        "ترانسفورمر تفاضلی خطی نوعی ترادسینده الکترومکانیکی که حرکت فیزیکی را به ولتاژی در خروجی تبدیل می‌کند. که دامنه و فاز آن متناسب با وضعیت حرکت است. در نوع از آن یک هسته آهنی متحرک بین دو سیم پیچ قرار داده می‌شود. جابجایی هسته از وضعیت صفر منجر به افزایش ولتاژ در یک سیم پیچ و همزمان کاهش ولتاژ در سیم پیچ دیگر می‌شود. اختلاف بین دو ولتاژ متناسب با تغییر وضعیت است"
      ]
    },
    {
      "EnglishWord": "linear electric motor",
      "Meanings": [
        "موتور الکتریکی خطی نوعی موتور الکتریکی که روتور و استاتور آن به دو ورقه مسطح تبدیل شده است. و حرکت بین آنها به جای دورانی به صورت خطی است. با قطع و وصل جریان در پیچکهای انرژ دهنده به ترتیبی که جریانهای القایی بتوانند نیرویی در یک جهت بر عنصر متحرک وارد سازند",
        "هر یک از روتور یا استاتور مسیری را به وجود می‌آورند. که دیگری می‌تواند درست مشابه یک قطار روی آن به حرکت در آید"
      ]
    },
    {
      "EnglishWord": "linear expansion",
      "Meanings": [
        "بسط خطی"
      ]
    },
    {
      "EnglishWord": "linear feedback  control system",
      "Meanings": [
        "سیستم کنترل پسخوردی خطی سیستم کنترل پسخوردی که دارای رابطه خطی بین سیگنالهای آن است"
      ]
    },
    {
      "EnglishWord": "linear integrated circuit",
      "Meanings": [
        "مدار مجتمع خطی مدار مجتمعی که خروجی آن نسخه خطی و تقویت شده یا شکل از پیش معنی از ورودی است. نمونه‌های آن عبارتند از تقویت کننده عملیاتی",
        "مقایسه گر",
        "مرجع ولتاژ",
        "و ضرب کننده خطی. در مقابل ان مدار مجتمع رقمی قرار دارد که عمدتا برای پردازش داده‌های دودویی به کار می‌رود"
      ]
    },
    {
      "EnglishWord": "linear modulation",
      "Meanings": [
        "مدوله سازی خطی نوعی مدوله سازی که در آن دامنه پویش مدوله سازی یا انحراف از بسامد حامل در تمام بسامدهای مدوله سازی مستقیما متناسب با دامنه سیگنال اطلاعات است"
      ]
    },
    {
      "EnglishWord": "linear network",
      "Meanings": [
        "شبکه خطی"
      ]
    },
    {
      "EnglishWord": "linear operation",
      "Meanings": [
        "عمل خطی"
      ]
    },
    {
      "EnglishWord": "linear oscillator",
      "Meanings": [
        "نوسان ساز خطی"
      ]
    },
    {
      "EnglishWord": "linear performance",
      "Meanings": [
        "مشخصه عملکردی خطی"
      ]
    },
    {
      "EnglishWord": "linear polarization",
      "Meanings": [
        "قطبی سازی پلاریزاسیون خطی"
      ]
    },
    {
      "EnglishWord": "linear power amplifier",
      "Meanings": [
        "تقویت کننده توان خطی تقویت کننده توانی که ولتاژ سیگنال خروجی آن تناسب مستقیم با ولتاژ سیگنال ورودی دارد"
      ]
    },
    {
      "EnglishWord": "linear predictive code modulation",
      "Meanings": [
        "مدوله سازی پیشگویانه و رمزی خطی نوعی روش مدوله سازی رقمی صدا"
      ]
    },
    {
      "EnglishWord": "linear pulse amplifier",
      "Meanings": [
        "تقویت کننده پالس خطی تقویت کننده ای که دامنه اوج پالسهای خروجی آن مستقیما متناسب با دامنه اوج پالسهای متناظر ورودی است"
      ]
    },
    {
      "EnglishWord": "linear rectifier",
      "Meanings": [
        "یکسوساز خطی یکسوسازی که شکل موج جریان یا ولتاژ را خروجی آن مشابه با پوش موج سیگنال ورودی است"
      ]
    },
    {
      "EnglishWord": "linear response",
      "Meanings": [
        "پاسخ خطی"
      ]
    },
    {
      "EnglishWord": "linear scale",
      "Meanings": [
        "مقیاس خطی"
      ]
    },
    {
      "EnglishWord": "linear scan",
      "Meanings": [
        "پویش خطی نوعی پویش راداری که در آن باریکه رادار با زاویه ثابت در صفحه ای معین رفت و برگشت می‌کند"
      ]
    },
    {
      "EnglishWord": "linear stopping power",
      "Meanings": [
        "توان بازدارنده خطی اتلاف انرژی در واحد مسافت در هنگام عبور ذره باردار از درون محیط"
      ]
    },
    {
      "EnglishWord": "linear sweep",
      "Meanings": [
        "روبش خطی نوعی روبش پرتو کاتدی که در آن باریکه با سرعت ثابت از یک طرف صفحه به طرف دیگر می‌رود و ناگهان به محل اولیه خود بر می‌گردد"
      ]
    },
    {
      "EnglishWord": "linear system",
      "Meanings": [
        "سیستم خطی"
      ]
    },
    {
      "EnglishWord": "linear taper",
      "Meanings": [
        "مخروطی خطی نوعی پتانسیومتر که تغییر مقاومت آن در تمام گستره مقاومتی یکسان است"
      ]
    },
    {
      "EnglishWord": "linear time base",
      "Meanings": [
        "مبنای زمانی خطی مبنای زمانی که باریکه الکترونی لامپ پرتو کاتدی را با سرعت ثابتی در طول مقیاس زمانی افقی به حرکت در می‌آورد"
      ]
    },
    {
      "EnglishWord": "linear time invariant   lti",
      "Meanings": [
        "خطی نامعتبر با زمان"
      ]
    },
    {
      "EnglishWord": "linear transducer",
      "Meanings": [
        "ترادیسنده خطی ترادیسنده ای که خروجی آن تناسب مستقیم با ورودی دارد"
      ]
    },
    {
      "EnglishWord": "linear variable-differential transformer",
      "Meanings": [
        "ترانسفورمر تفاضلی متغیر خطی نوعی ترانسفورمر که دیافراگم یا عنصر حس کننده آن آرمیچری را به صورت خطی وارد پیچکهای یک ترانسفور تفاضلی می‌کند و با تغییر مساوی اما در جهت مخالف القا کنایی پیچکها",
        "ولتاژ خروجی را تغییر می‌دهد. کاربرد آن در اندازه گیری شتاب",
        "نیرو",
        "و فشار است"
      ]
    },
    {
      "EnglishWord": "linear varible differential transformer   lvdt",
      "Meanings": [
        "ترانسفورماتور تفاضلی متغیر خطی"
      ]
    },
    {
      "EnglishWord": "linearity",
      "Meanings": [
        "خط",
        "واری",
        "خطی بودن 1. وضعیتی که در آن مقدار یک کمیت مستقیما متناسب با مقدار کمیت دیگری تغییر می‌کند. 2. یکنواختی در توزیع خطوط و اجزای یک تصویر تلویزیونی به گونه ای که خطوط راست در صحنه اصلی به همان شکل در تصویر ظاهر شوند",
        "خطی بودن"
      ]
    },
    {
      "EnglishWord": "linearity control  distnbution control",
      "Meanings": [
        "کنترل خط واری",
        "کنترل توزیع کنترل تعبیه شده ر گیرنده‌های تلویزیونی که با تغییر میزان تصحیح موج پویش دندانه اره ای",
        "پویش خطی مطلوب را فراهم می‌کند. به این ترتیب خطوط به شکل راست و اجسام گرد به شکل دایره‌های واقعی ظاهر می‌شوند. معمولا برای نوسان سازهای رویش افقی و عمودی از کنترلهای جداگانه خط واری افقی و عمودی استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "linearly",
      "Meanings": [
        "به طور خطی"
      ]
    },
    {
      "EnglishWord": "linearly dependent",
      "Meanings": [
        "وابستگی خطی"
      ]
    },
    {
      "EnglishWord": "linearly independent",
      "Meanings": [
        "نابسته خطی",
        "غیر وابسته خطی"
      ]
    },
    {
      "EnglishWord": "linearly polarized wave",
      "Meanings": [
        "وج قطبیده خطی موج الکترومغناطیسی عرضی که بردار میدان الکتریکی آن همواره در راستای یک خط ثابت است"
      ]
    },
    {
      "EnglishWord": "linear-regaluted power supply",
      "Meanings": [
        "منبع تغذیه تنظیم شده خطی نوعی منبع تغذیه قیاسی که مدار تنظیمگر",
        "requlator آن به صورت خطی به تغییرات بار پاسخ می‌دهد و در نتیجه ولتاژ خروجی منبع تغذیه را ثابت نگه می‌دارد"
      ]
    },
    {
      "EnglishWord": "line-cord resistor",
      "Meanings": [
        "مقاومت کابل خط مقاومت سیمی و عایق که به همراه دو سیم عادی در کابل خط استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "line-focus tube",
      "Meanings": [
        "لامپ خط کانونی نوعی لامپ پرتو",
        "ایکس که نقطه کانونی آن تقریبا به شکل خط است. این امر موجب مستطیلی شدن باریکه پرتوهای ایکس در هنگام بازتاب از هدف می‌شود"
      ]
    },
    {
      "EnglishWord": "lines per minute",
      "Meanings": [
        "خط در دقیقه ال پی ام محدوده سرعت کار یک چاپگر سطری"
      ]
    },
    {
      "EnglishWord": "ling-wire antenna",
      "Meanings": [
        "آنتن سیم بلند آنتی که طول آن چندین برابر بزرگتر از طول موج کار آن است تا الگوی متششع جهت دار تولید کند"
      ]
    },
    {
      "EnglishWord": "link",
      "Meanings": [
        "پیوند",
        "رابط 1. سیستم فرستنده گیرنده رادیویی که بین دو نقطه ارتباط برقرار می‌کند. 2. نواری مسطح که به عنوان اتصال موقت بین دو پایانه استفاده می‌شود",
        "رابط"
      ]
    },
    {
      "EnglishWord": "link coupling",
      "Meanings": [
        "تزویج پیوندی اتصال دو پیچک به همدیگر از طریق یک خط انتقال کوتاه به گونه ای که هر پیچک با صورت القایی با پیچک مدار جداگانه تنظیم تزویج می‌شود"
      ]
    },
    {
      "EnglishWord": "link encryption",
      "Meanings": [
        "رمز گذاری پیوند"
      ]
    },
    {
      "EnglishWord": "link niutralization",
      "Meanings": [
        "خنثی سازی پیوند عمل خنثی سازی از طریق تزویج پیوندی بین مدارهای تنظیم شده ورودی و خروجی"
      ]
    },
    {
      "EnglishWord": "link state routing",
      "Meanings": [
        "مسیر یاب حالت پیوند"
      ]
    },
    {
      "EnglishWord": "linkage",
      "Meanings": [
        "پیوند دهندگی",
        "اتصال"
      ]
    },
    {
      "EnglishWord": "lip - syne",
      "Meanings": [
        "همزمانی لبی همزمانی صدا و تصویر به گونه ای که حرکات صورت و دهان با صداها همخوانی داشته باشد"
      ]
    },
    {
      "EnglishWord": "lip microphone",
      "Meanings": [
        "میکروفون لبی نوعی میکروفون که با لب بالایی گوینده تماس پیدا می‌کند. با استفاده از روشهای تعادل آکوستیکی اثر صداهای ددور در آن حذف می‌شود. در جاهایی که سطح نویز بسیار بالا ست نظیر تانکهای نظامی",
        "از این میکروفون استفاده می‌شود. امواج صدای گوینده از طریق فقط یک روزنه بر میکروفون اثر می‌گذارند. امواج صدای دور از دو روزنه وارد می‌شود وهمزمان در دو جهت مخالف بر دیافراگم اثر می‌گذارند و در نتیجه یکدیگر را خنثی می‌کنند"
      ]
    },
    {
      "EnglishWord": "liquid",
      "Meanings": [
        "مایع"
      ]
    },
    {
      "EnglishWord": "liquid - crystal display",
      "Meanings": [
        "نمایشگر بلور مایع ال سی دی نوعی نمایشگر رقمی که دارای دو ورقه شیشه ای است که توسط لایه نازکی از بلور مایع از یکدیگر جدا شده اند. سطح بیرونی هر یک از ورقه‌های شیشه ای از رساناهای شفافی نظیر اکسید قلع یا اکسید ایندیم پوشیده شده است. و در پوشش ظرف بیننده قطعات شکل دهنده حروف و اعداد حک شده و سر سیمهاییی تا لبه‌های نمایشگر کشیده شده است مایع در حالت عادی شفاف است. با اعمال ولتاژ به الکترودهای رو و پشت",
        "نظم مولکولها به هم خورده و مایع بدون تولید نور به اندازه ای تاریک می‌شود. که نویسه‌های قابل رویت را تشکیل دهد. مصرف توان ناچیز است به گونه ای که آن را برای ساعتهای رقمی ایدیال ساخته است. در برخی کاربردها با استفاده از روشنایی زمینه",
        "می‌توان از این نمایشگر‌ها در تاریکی نیز استفاده کرد"
      ]
    },
    {
      "EnglishWord": "liquid - metal mirror",
      "Meanings": [
        "آمینه فلز مایع نوعی آینه سهوی که در تلسکوپهای نوری یا به عنوان جمع کننده نور لیزر در آزمایشهای اختر شناسی به کار می‌رود. از ریختن چرخشی جیوه مایع در یک حفر ه ی دایره ای کم عمق و با سطح مقطع سهمی گون ساخته می‌شود. چنانچجه چرخش از طریق موتور انجام شود. یک سطح سهوی به دست می‌آید. با تنظیم سرعت موتور می‌توان میزان انحنا را برای کانونی شدن دقیق آنتن تغییر داد. چون جیوه مایع است آینه را فقط در حالت صاف می‌توان به کار برد"
      ]
    },
    {
      "EnglishWord": "liquid - phase  epitaxy",
      "Meanings": [
        "ورنشینی فاز مایع ال پی ای روشی برای رشد لایه نازکی از نیمه رسانا بر روی پولک نیمه رسانا از طریق عبور دادن آن از سطح یک عنصر یا ماده مرکب مذاب. برای رشد بلوری لایه به روی بسته لازم است که دمای مذاب کنترل شود"
      ]
    },
    {
      "EnglishWord": "liquid cooling",
      "Meanings": [
        "سرمایش مایعی استفاده از مایع در گردش برای سرد کردن گرفتن حرارت قطعات الکترونیکی. گ"
      ]
    },
    {
      "EnglishWord": "liquid crystal",
      "Meanings": [
        "بلور مایع نوعی ترکیب آلی در فاز مایع که ساختار مولکولی آن مشابه با بلورهای جامد است. مایع در حالت عادی شفاف است اما با اعمال میدان الکتریکی از طریق الکترودهایی با شکل معین و در مناطق خاص",
        "همترازی مولکولهای آن به هم می‌خورد و به صورت مات تقریبا کدر در می‌آید. کریستالهای مایع دارای سه فاز به نامهای cholestric, nematic, smectic هستند که در این میان فاز nematic که در آن مولکولهای دراز در یک جهت ردیف شده اند. بیشتر از همه در نمایشگرهای بلور مایع استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "liquid crystal display  lcd",
      "Meanings": [
        "نمایشگر کریستال مایع"
      ]
    },
    {
      "EnglishWord": "liquid laser",
      "Meanings": [
        "لیزر مایع لیزری که ماده فعال آن مایع است. گستره طول موج این نوع لیزر 0/3 تا 1/2 میکرومتر است. نمونه ای آن عبارت اند از لیزرهای مایع کی لیت",
        "رنگینه ای و معدنی"
      ]
    },
    {
      "EnglishWord": "liquid- level gage",
      "Meanings": [
        "اندازه گیری سطح مایع وسیله ای برای اندازه گیری سطح مایع در یک مخزن به وسیله عناصر حس کننده در داخل یا خارج مخزن"
      ]
    },
    {
      "EnglishWord": "liquid phase epitaxy",
      "Meanings": [
        "رونشینی فاز مایع"
      ]
    },
    {
      "EnglishWord": "lissajons figure",
      "Meanings": [
        "شکل «لیساژو» نقشی که در هنگام اعمال همزمان امواج سینوسی به صفحات انحراف افقی و عمودی یک نوسان نما در روی صفحه نمایش آن ظاهر می‌شود"
      ]
    },
    {
      "EnglishWord": "list processing  language",
      "Meanings": [
        "زبان پردازش فهرست یک زبان برنامه نویسی کخه به شکل گسترده ای در هوش مصنوعی برای کنترل طبقه بندیها یا فهرست اقلام به کار می‌رود"
      ]
    },
    {
      "EnglishWord": "lithium niobate",
      "Meanings": [
        "نیوبات لیتیم نوعی بلور پیزو الکتریک و نر و الکتریک که در گستره زیر قرمز و مریی از 0/38 تا 5 میکرومتر به صورت شفاف عمل می‌کند. برای ذخیره سه بعد نگاشتها هولو گرام و نیز به عنوان پالایه پهن باند در تجهیزات مخابراتی کاربرد دارد"
      ]
    },
    {
      "EnglishWord": "lithium tantalate",
      "Meanings": [
        "تانتالات لیتیم نوعی بلور پیزو الکتریک که از محلول مذاب اکسید لیتیم و پنتو کسید نتانتالیم در دمای بالا رشد داده می‌شود. به عنوان پالایه بلوری پهن باند در تجهیزات مخابراتی به کار می‌رود"
      ]
    },
    {
      "EnglishWord": "lithiumn power cell",
      "Meanings": [
        "پیل توان لیتیمی نوعی پیل توان بر اساس ویژگیهای الکتروشیمیایی که نسبت به سایر سیستمهای اولیه دارای ولت ساعت بیشتر در واحد حجم و ولتاژ بالاتری است و به ویژه انرژ آن سه برابر و لتاژ خروجی آن دو براب ر پیلهای الکاالاین روی منگنز است. رده بندی پیلهای لیتیمی بر اساس الکترولیت مورد استفاده",
        "مایعهای آلی",
        "مایعهای معدنی",
        "یا جامدات صورت می‌گیرد. متداولترین ترکیبات شیمیایی لیتیم عبارت اند از دیوکسید لیتیم LI",
        "SIO2 کلید تیونیل",
        "ید حالت جامد",
        "دیوکسید منگنز",
        "مونوفلورید کربن",
        "واکسید مس",
        "برای مثال",
        "ولتاژهای 3/6V با 11/0 و ولتاژ نامی 3/0V 7/4 را تولید می‌کند"
      ]
    },
    {
      "EnglishWord": "lithography",
      "Meanings": [
        "لیتو گرافی انتقال الگو یا تصویر از محیطی به محیط دیگر",
        "مثلا از یک ماسک به روی پولک نیمه رسانا با پوشش حساس فوتورزیست. اگر از نور مریی برای انتقال استفاده شود به آن لیتو گرافی نوری PHOTOLITHOGRAPHY می‌گویند. میکرولیتوگرافی MICROLITHOGRAPHY فرایند انتقال در ابعاد میکرومتری است"
      ]
    },
    {
      "EnglishWord": "litium",
      "Meanings": [
        "لیتیم LI عنصر ی که از خانواده فلزهای قلیایی که ویژگیهای آن مشابه با سدیم است. به دلیل پاسخ بسیار خوب آن در انتهای بنفش طیف نور",
        "به عنوان کاتد لامپهای نوری استفاده می‌شود. عدد اتمی لیتیم 3 و وزن اتمی آن 6/939 است"
      ]
    },
    {
      "EnglishWord": "litz wire",
      "Meanings": [
        "سیم لیتز نوعی سیم متشکل از چند رشته سیم نازک و عایق از هم که طوری به هم بافته شدهاند که هر رشته متناوبا تمام وضعیتهای ممکن در سطح مقطع کل رسانا را اشغال می‌کند. این سیم اثر پوستی و مقاومت آر اف را کاهش می‌دهد و در سیم پیچی پیچکها به کار می‌رود"
      ]
    },
    {
      "EnglishWord": "live",
      "Meanings": [
        "زنده و مستقیم 1. پخش مستقیم و همزمان با تولید بجای پخش برنامه‌های ضبط شده 2. energized"
      ]
    },
    {
      "EnglishWord": "live chassis",
      "Meanings": [
        "بدنه برقدار",
        "شاسی برقدار بدنه وسایلی نظیر رادیو یا تلویزیون که مستقیماض به خط ای سی وصل شده باشد. به دلایل ایمنی",
        "لازم است که بدنه بر قدار کاملا توسط یک محفظه عایق احاطه شود"
      ]
    },
    {
      "EnglishWord": "live end",
      "Meanings": [
        "انتهای زنده قسمت انتهای استودیو رادیویی که امواج صدا زا تقریبا به طور کامل بازتاب می‌کند"
      ]
    },
    {
      "EnglishWord": "live room",
      "Meanings": [
        "اتاق زنده اتاقی که از مواد با کمترین میزان جذب صدا ساخته شده است"
      ]
    },
    {
      "EnglishWord": "lm",
      "Meanings": [
        "lumen",
        "لومن واحد si شار روشنایی برابر با شار روی واحد",
        "سطح وقتی که همه نقاط دارای فاصله واحد از نقطه مرجع یکنواخت 1 کاندلا هستند"
      ]
    },
    {
      "EnglishWord": "lm/ft2",
      "Meanings": [
        "lumen per square foot",
        "لومن بر فوت مربع واحد نورتابی و وجود نور. واحد SI وجود نور",
        "لومن بر متر مربع ارحج است"
      ]
    },
    {
      "EnglishWord": "lm/m2",
      "Meanings": [
        "lumen per square meter",
        "لومن بر متر مربع واحد SI وجود نور"
      ]
    },
    {
      "EnglishWord": "lmds",
      "Meanings": [
        "local multipoint distribution",
        "پخش چند نقطه ای محلی سیستم ارسال تلویزیونی برد کوتاه شبیه به پخش چند نقطه ای چند کاناله MMDS",
        "اما با عملکرد در باند فرکانسی متفاوت و قادر به ارسال 49 کانال",
        "آنتن سهموی شکل آن 6in 150mm قطر دارد و می‌تواند روی قاب پنجره نصب شود. سیگنال آن به دلیل مدولاسیون فرکانسی کمتر از MMDS تحت تاثیر تداخل قرار می‌گیرد"
      ]
    },
    {
      "EnglishWord": "lmicropower  circuit",
      "Meanings": [
        "مدار میکروتوان مداری که توان مصرفی اجزای مستقل آن در حد میکرووات یا کمتر است و در نتیجه تولید گرما را انقدر کاهش میدهد که بسته بندی بسیار متراکم امکان پذیر می‌شود. مدارهای مکروواتی و مدارهای نانوواتی نمونه هایی از این نوع هستند"
      ]
    },
    {
      "EnglishWord": "lo",
      "Meanings": [
        "local oscillator",
        "نوسانساز محلی نوسان ساز گیرنده سوپر هترودین",
        "خروجی آن با سیگنال حامل RF ورودی در مخلوط کننده مخلوط می‌شود تا سیگنال لازم برای lF با بسامد کمتر تولید شود"
      ]
    },
    {
      "EnglishWord": "load",
      "Meanings": [
        "بار",
        "بارکردن 1. وسیله ای که سیگنال مفید خروجی یک تقویت کننده",
        "نوسان ساز",
        "یا منابع سیگنال دیگر را دریافت می‌کند. 2. وسیله ای که انرژ الکتریکی را مصرف می‌کند. 3. مقدار توان الکتریکی که از خط تغذیه",
        "مولد یا سایر منابع توان کشیده می‌شود. 4. ماده ای که باید توسط کوره القایی یا دی الکتریکی گرم شود. 5. وراد کردن اطلاعات به ثباتها یا حافظه‌های رایانه 6. قرار دادن نوار",
        "کارتریج",
        "دیسک ف یا سایر وسایل ذخیره کننده ر دستگاهی که داده‌های ذخیره شده یا محتوای صدا و تصویر آن را استخراج می‌کند"
      ]
    },
    {
      "EnglishWord": "load - matching networ",
      "Meanings": [
        "شبکه تطبیق بار شبکه ای برای تطبیق بار در گرمکنهای القایی و دی الکتریک"
      ]
    },
    {
      "EnglishWord": "load admittance",
      "Meanings": [
        "ادمیتانس بار"
      ]
    },
    {
      "EnglishWord": "load balance",
      "Meanings": [
        "تعادل بار"
      ]
    },
    {
      "EnglishWord": "load capactitance",
      "Meanings": [
        "ظرفیت بار"
      ]
    },
    {
      "EnglishWord": "load cell",
      "Meanings": [
        "لودسل ف سلول وزن",
        "سلول بار نوعی بلور پیزو الکتریک که برا ی اندازه گیری فشار استفاده می‌شود. با وارد شدن فشار به بلور",
        "ولتاژی در خروجی ظاهر می‌شود. همچنین از لودسل برای اندازه گیری کشش و انواع دیگر نیرو استفاده می‌شود",
        "سلول بار"
      ]
    },
    {
      "EnglishWord": "load characteristic",
      "Meanings": [
        "مشخصه بار"
      ]
    },
    {
      "EnglishWord": "load circuit",
      "Meanings": [
        "مدار بار مجموعه مداری که برای انتقال توان از منبع به بار مورد نیاز است",
        "نظیر شبکه تزویج ف سر سیمها و رابطها",
        "و با ر متصل به پایانه‌های خروجی یک گرمکن القایی",
        "مدار بار"
      ]
    },
    {
      "EnglishWord": "load current",
      "Meanings": [
        "جربان بار"
      ]
    },
    {
      "EnglishWord": "load current detection",
      "Meanings": [
        "آشکارسازی جریان بار"
      ]
    },
    {
      "EnglishWord": "load density",
      "Meanings": [
        "چگالی بار"
      ]
    },
    {
      "EnglishWord": "load diagram",
      "Meanings": [
        "نمودار بار"
      ]
    },
    {
      "EnglishWord": "load distribution",
      "Meanings": [
        "توزیع بار"
      ]
    },
    {
      "EnglishWord": "load division",
      "Meanings": [
        "نقسیم بار"
      ]
    },
    {
      "EnglishWord": "load factor",
      "Meanings": [
        "ضریب بار نسبت بار الکتریکی میانگین به بار اوج که معمولا در فاصله زمانی کی ساعت محاسبه می‌شود",
        "فاکتور بار"
      ]
    },
    {
      "EnglishWord": "load impedance",
      "Meanings": [
        "امپدانس بار امپدانس مختلطی که از سوز بار یک ترادیسنده به آن وراد می‌شود",
        "امپدانس بار"
      ]
    },
    {
      "EnglishWord": "load impedance diagram",
      "Meanings": [
        "نمودار امپدانس بار نموداری که اثر تغییرات امپدانس بار را بر کارایی کی نوسان ساز نشان می‌دهد"
      ]
    },
    {
      "EnglishWord": "load increase",
      "Meanings": [
        "افزایش بار"
      ]
    },
    {
      "EnglishWord": "load line",
      "Meanings": [
        "خط بار خط مستقیمی که ر طول یک سری از منحنی‌های خاص ترانزیستور یا لامپ کشیده می‌شود تا چگونگی جریان سیگنال خروجی را با تغییر ولتاژ سیگنال ورودی به آزای مقاومت بار معین نشان دهد",
        "خط بار"
      ]
    },
    {
      "EnglishWord": "load losses",
      "Meanings": [
        "تلفات بار"
      ]
    },
    {
      "EnglishWord": "load matching",
      "Meanings": [
        "تطبیق بار تطبیق امپدانس مدار بار با منبع برای انتقال حد اکثر انرژ که به ویژه در گرمکنهای القایی و دی الکتریک مطلوب است",
        "تطبیق بار"
      ]
    },
    {
      "EnglishWord": "load- matching  switch",
      "Meanings": [
        "کلید تطبیق بار کلید ی دریک شبکه تطبیق بار که تغییرات ناکهانی مشخصه بار را جبران می‌کند. نظر آنچه که هنگام عبور ف ماده بار گرمکنهای القایی و دری الکتریک از نقطه کوری روی میدهد"
      ]
    },
    {
      "EnglishWord": "load range",
      "Meanings": [
        "محدوده بار"
      ]
    },
    {
      "EnglishWord": "load regulation",
      "Meanings": [
        "تنظیم بار حد اکثر تغییر ولتاژ یا جریان خروجی یک منبع تغذیه تنظیم شده به ازای تغییرات مشخص بار. تنظیم بار برحسب در صد خروجی یا قدر مطلق تغییر بیان می‌شود",
        "تثبیت بار"
      ]
    },
    {
      "EnglishWord": "load resistance",
      "Meanings": [
        "مقاومت بار"
      ]
    },
    {
      "EnglishWord": "load sharing",
      "Meanings": [
        "اشتراک بار عملکرد مرتبط دو رایانه به گونه ای که بتوانند در ساعات اوج",
        "بار سیستم را بین یکدیگر تقسیم کنند",
        "در سایر زمانها",
        "یکی از رایانه‌ها به تنهاییی کل بار را انجام می‌دهد. و دیگری به عنوان پشتیبان در مواقع بروز مشکل عمل می‌کند"
      ]
    },
    {
      "EnglishWord": "load shedding",
      "Meanings": [
        "قطع و خوابانیدن بار"
      ]
    },
    {
      "EnglishWord": "load torque",
      "Meanings": [
        "گشتاور بار"
      ]
    },
    {
      "EnglishWord": "load transfer switch",
      "Meanings": [
        "کلید انتقال بار کلیدی که مولد یا منبع نیرو را به دلخواه به یکی از دو مدار بار متصل می‌کند"
      ]
    },
    {
      "EnglishWord": "load voltage",
      "Meanings": [
        "ولتاژ بار"
      ]
    },
    {
      "EnglishWord": "loaded",
      "Meanings": [
        "بار شده"
      ]
    },
    {
      "EnglishWord": "loaded  impedance",
      "Meanings": [
        "امپدانس بار شده",
        "امپدانس با بار امپدانس ورودی یک ترادیسنده در موقع اتصال خروجی آن به بار"
      ]
    },
    {
      "EnglishWord": "loaded antenna",
      "Meanings": [
        "آنتن بازط شده",
        "ا«تن با بار آنتنی که به منظور افزایش طول الکتریکی آن",
        "با یک القاگر سری شده است"
      ]
    },
    {
      "EnglishWord": "loaded line",
      "Meanings": [
        "خط با ر شده",
        "خط با بار خطی که دارای پیچکهای بار گذار است"
      ]
    },
    {
      "EnglishWord": "loaded q",
      "Meanings": [
        "کیو ی بار شده",
        "کیو ی با بار کیو مدار با قطعه در زیر بار"
      ]
    },
    {
      "EnglishWord": "loading",
      "Meanings": [
        "بارگذاری افزودن القاکنایی به خط انتقال به منظور بهبود مشخصه آن در باند بسامدی معین",
        "بار گذاری"
      ]
    },
    {
      "EnglishWord": "loading capacity",
      "Meanings": [
        "ظرفیت بار گذاری"
      ]
    },
    {
      "EnglishWord": "loading coil",
      "Meanings": [
        "سیم پیچی بار گذاری"
      ]
    },
    {
      "EnglishWord": "loading coll",
      "Meanings": [
        "پزچک بار گذار 1. نوعی پیچک با هسته آهنی که به منظور کاهش آثار ظرفیتی و اعوجاج در فواصل منظم به خط یا کابل تلفن متصل می‌شود. پیچک پوپین نیز نامیده می‌شود. 2. پیچکی که با یک آنتن رادیویی سری می‌شود تا طول الکتریکی آن را افزایش دهد و در نتیجه بسامد تشدید آن را کم کند"
      ]
    },
    {
      "EnglishWord": "loading condition",
      "Meanings": [
        "شرایط بار گذاری"
      ]
    },
    {
      "EnglishWord": "loading disk",
      "Meanings": [
        "دیک بارگذار قطعه فلزی دایره ای شکل که در بالای یک آنتن عمودی نصب می‌شود تا طول موج طبیع یآن را افزاش دهد"
      ]
    },
    {
      "EnglishWord": "loading effect",
      "Meanings": [
        "اثر بارگذاری"
      ]
    },
    {
      "EnglishWord": "loading error",
      "Meanings": [
        "خطای بارگذاری خطای ایجاد شده در موقعی که جریان کشیده شده از خروجی یک وسیله بیش از حد طیبعی باشد. خطای بار گذاری پتانسیومتر‌ها برای مقاومت بار معلوم",
        "با ولتاژ سیگنال ورودی تغییر می‌کند",
        "خطای بار گذاری"
      ]
    },
    {
      "EnglishWord": "loading resistor",
      "Meanings": [
        "مقاومت بار گذاری"
      ]
    },
    {
      "EnglishWord": "lobe",
      "Meanings": [
        "گلبرگ",
        "لب هر یک از بخشهای سه بعدی الگوی تابش یک آنتن جهتی",
        "جهت بیشترین تابش منطبق بر محور گلبرگ اصلی است. بقیه گلبرگهای الگوی تابش گلبیرگ فرعی نامیده می‌شوند",
        "لبه ثانوی",
        "آویز",
        "لوب"
      ]
    },
    {
      "EnglishWord": "lobe access unit",
      "Meanings": [
        "واحد دستیابی قطعه ال ای یو در شبکه محلی حلقوی local area network به وسیله ای گفته می‌شود که اجازه اتصال ایستگاههای کاری اضافی را به یک قطعه lobe منفرد در شبکه می‌دهد"
      ]
    },
    {
      "EnglishWord": "lobe switch",
      "Meanings": [
        "کلید گلبر گ کلیدی برای انتقال منظم و با قاعده الگوی تابش آنتن"
      ]
    },
    {
      "EnglishWord": "lobe switching",
      "Meanings": [
        "کلید زنی گلبرگ روشی برای تعیین جهت دقیق یک هدف از طریق انتقال متناوب باریکه آنتن رادار به طرف چپ و راست موقعیت دید کور با استفاده ار وسایل الکترونیکی یا مکانیکی همزمان با مقایسه شدت سیگنالهای دریافتی",
        "مجموعه آنتن آنقدر میچرخد تا اینکه سیگنالهای دریافتی از دو گلبرگ برابر شوند. در نتیجه آنتن بدون نیاز به پهنای کم و غیر عملی برای باریکه",
        "به دقت جهت گیری می‌شود. این روش برای جهت یابی رادیویی به کار می‌رود"
      ]
    },
    {
      "EnglishWord": "loc",
      "Meanings": [
        "lead",
        "on",
        "chip package",
        "بسته سر سیم روی تراش بسته DIP با قالب اپوکسی برای مدارهای مجتمع «وی ال اس آی» که بالشتکهای تصال آن در زیر مرکز تراشه قرار داده شده اند"
      ]
    },
    {
      "EnglishWord": "local",
      "Meanings": [
        "محلی"
      ]
    },
    {
      "EnglishWord": "local area network",
      "Meanings": [
        "شبکه محلی نوعی شبکه مخابره داده‌ها با توانایی ارسال داده با سرعت متوسط تا خیلی زیاد 100kb/s تا 50mb/s که در منطقه جغرافیایی محدود نظیر یک ساختمان یا مجموعه ای از ساختمانها عمل می‌کند. این شبکه از تجهیزات ارتباطی مخصوص به خود استفاده می‌کند ولی به کمک دروازه یا پل می‌تواند به شبکه‌های عمومی یا اختصاصی دیگر نیز متصل شود"
      ]
    },
    {
      "EnglishWord": "local area network   lan",
      "Meanings": [
        "شبکه محلی"
      ]
    },
    {
      "EnglishWord": "local call",
      "Meanings": [
        "مکالمه محلی"
      ]
    },
    {
      "EnglishWord": "local channel",
      "Meanings": [
        "کانال محلی کانال پخش استانداردی که به چندین ایستگاه اجازه عمل کردن با توان کمتر از 250W را می‌دهد"
      ]
    },
    {
      "EnglishWord": "local connection",
      "Meanings": [
        "اتصال محلی"
      ]
    },
    {
      "EnglishWord": "local loop",
      "Meanings": [
        "حلقه محلی"
      ]
    },
    {
      "EnglishWord": "local maximum",
      "Meanings": [
        "بیشینه محلی"
      ]
    },
    {
      "EnglishWord": "local minimum",
      "Meanings": [
        "کمینه محلی"
      ]
    },
    {
      "EnglishWord": "local multipoint distribution",
      "Meanings": [
        "پخش چند نقطه ای محلی سیستم ارسال تلویزیونی برد کوتاه شبیه به پخش چند نقطه ای چند کاناله MMDS",
        "اما با عملکرد در باند فرکانسی متفاوت و قادر به ارسال 49 کانال",
        "آنتن سهموی شکل آن 6in 150mm قطر دارد و می‌تواند روی قاب پنجره نصب شود. سیگنال آن به دلیل مدولاسیون فرکانسی کمتر از MMDS تحت تاثیر تداخل قرار می‌گیرد"
      ]
    },
    {
      "EnglishWord": "local oscillator",
      "Meanings": [
        "نوسانساز محلی نوسان ساز گیرنده سوپر هترودین",
        "خروجی آن با سیگنال حامل RF ورودی در مخلوط کننده مخلوط می‌شود تا سیگنال لازم برای lF با بسامد کمتر تولید شود",
        "نوسان ساز محلی"
      ]
    },
    {
      "EnglishWord": "local receiver",
      "Meanings": [
        "گیرنده محلی"
      ]
    },
    {
      "EnglishWord": "localizer",
      "Meanings": [
        "مکان یاب دستگاه رادیویی که سیگنالهایی برای هدایت بعدی هواپیما نسبت به یک خط گریز مرکزی تولید می‌کند"
      ]
    },
    {
      "EnglishWord": "localizer on- course line",
      "Meanings": [
        "خط میدان مکان یاب خطی در صفحه عمود که از مکان یاب می‌گذرد و در هر طرف آن علایم دریافتی مخالف یکدیگرند"
      ]
    },
    {
      "EnglishWord": "localizer sector",
      "Meanings": [
        "قطاع میان دو خط localizer شعاعی هم سیگنال که اختلاف مشابه معینی در عمق مدولاسیون دارند"
      ]
    },
    {
      "EnglishWord": "locally",
      "Meanings": [
        "به طور محلی"
      ]
    },
    {
      "EnglishWord": "locally actiye",
      "Meanings": [
        "فعال در محل"
      ]
    },
    {
      "EnglishWord": "locally passive",
      "Meanings": [
        "غیر فعال در محل"
      ]
    },
    {
      "EnglishWord": "location",
      "Meanings": [
        "مکانی که می‌تواند به طور یکتا برای ذخیره داده سیستم کامپیوتری تعیین شود"
      ]
    },
    {
      "EnglishWord": "locded - oscillator  quardrature - grid fm detector",
      "Meanings": [
        "آشکار ساز FM شبکه ربعی با نوسان ساز قفل شده آشکار ساز FM که به عنوان آشکار ساز شبکه ربعی راه اندازی مستقیم برای سیگنالهای قوی و آشکار ساز با نوسان ساز قفل شده برای سیگنالهای نسبتا ضعیف عمل می‌کند. در بعضی گیرنده‌های تلویزیونی وجود دارد"
      ]
    },
    {
      "EnglishWord": "lock - in",
      "Meanings": [
        "قفل کردن همزمان سازی دو نوسان ساز با تزویج آنها به یکدیگر با اعمال پالسهای همزمانی به طوری که بسامدهای آنها برابر با نسبت بسامدهای آنها یک عدد صحیح باشد"
      ]
    },
    {
      "EnglishWord": "lock - in amplifier",
      "Meanings": [
        "تقویت کننده قفل شونده تقویت کننده ای که از نوعی همزمان سازی خودکار با سیگنال مرجعی خارجی برای آشکار سازی و اندازه گیری تابش الکترومغناطیسی بسیار ضعیف در طول موجهای رایویی یا نوری با وجود سطح نویز بسیار بالا استفاده می‌کند. در کار بردهای اپتوالکترونیکی می‌توان سیگنال مرجعی که به طور همزمان با چرخ برش تولید می‌شود. برید. انواع دیگر در بسامدهای رادیویی از آشکار سازهای حساس به فاز همراه با یک برشگر سیگنال و منبع بسامد مرجع خارجی",
        "استفاده می‌کنند. قفل شدن روی سیگنال تکرار شونده بسیار ضعیف نویز و سایر بسامدهای تداخلی را رد می‌کند"
      ]
    },
    {
      "EnglishWord": "lock - up relay",
      "Meanings": [
        "رله قفلی رله ای که در هنگام برق دار شدن با یک آهنربای الکتریکی غیر دایمی که فقط با اعمال یک پالس مغناطیسی معکوس آزاد می‌شود. یا با اتصالهای کمکی که سیم پیچ آن را تازمان قطع شدن مدار برق دار نگه می‌دارد قفل می‌شود. بر خلاف این نوع ف رله جفتی به طور مکانیکی قفل می‌شود"
      ]
    },
    {
      "EnglishWord": "lock- in range",
      "Meanings": [
        "محدوده قفل محدوده بسامدی که نوسان ساز می‌تواند در آن با سیگنال همزمان ساز",
        "همزمان شود"
      ]
    },
    {
      "EnglishWord": "lock- on",
      "Meanings": [
        "قفل کردن لحظه ای که رادار به طور خود کار شروع به ردیابی هدف خود می‌کند"
      ]
    },
    {
      "EnglishWord": "locked",
      "Meanings": [
        "قفل دار"
      ]
    },
    {
      "EnglishWord": "locked - oscillator  detector",
      "Meanings": [
        "آشکار ساز با نوسان ساز قفل شده نوعی آشکار ساز که به مدولاسیون دامنه پاسخ نمی‌دهد بنابر این نیازی به محدود کننده افزایش ندارد. این مدار سهمدار تانک دارد",
        "هر مدار روی بسامد یگنال خامل تنظیم می‌شوند و طوری قرار می‌گیرند که جریان متوسط فقط با بسامد سیگنال تغییر می‌کند. این مدار به عنوان اشکار ساز FM عمل می‌کند"
      ]
    },
    {
      "EnglishWord": "locked - rotor current",
      "Meanings": [
        "جریان رتور قفل شده جریانی که موتور الکتریکی در حالت سکون می‌کشد. گ"
      ]
    },
    {
      "EnglishWord": "locked osillator",
      "Meanings": [
        "نوسان ساز قفل شده نوسان ساز موج سینوسی که بسامد آن می‌تواند با یک سیگنال خارجی برای کنترل بسامد تقسیم شده به یک عد صحیح قفل شود. این نوسان ساز می‌تواند یک مقسم بسامد باشد"
      ]
    },
    {
      "EnglishWord": "locked rotor",
      "Meanings": [
        "رتور قفل دار"
      ]
    },
    {
      "EnglishWord": "locked-in line",
      "Meanings": [
        "خط قفل شونده خط تلفنی که بعد از گذاشتن گوشی از سوی تلفن کننده بر قرار می‌ماند. مدارهای خودکاری به این منظور در ایستگاههای پلیس و آتش نشانی نصب می‌شوند تا تلفن کننده‌های ناشناس خبر دهنده تهدید بمب گذاری",
        "خبر غیر واقعی آتش سوزی وسایر تماسهای مزاحم و همچنین در خواستهی کمک حقیقی را ردیابی کند"
      ]
    },
    {
      "EnglishWord": "locus",
      "Meanings": [
        "مکان هندسی"
      ]
    },
    {
      "EnglishWord": "lodar  lorad",
      "Meanings": [
        "لودار",
        "لوراد جهت یابی که جهت سیگنالهای لورن دریافتی را",
        "بدون تاثیر شب",
        "با جذب جداگانه سیگنالهای لورن موج زمینی و آسمانی قابل تشخیص روی کی اسیلوسکوپ لامپ کاتدی تعیین می‌کند و یک آنتن حلقوی را برای به دست آوردن وضعیت صفر جز انتخاب شده در بهترین وضعیت قرار می‌دهد"
      ]
    },
    {
      "EnglishWord": "loe-pass fitter",
      "Meanings": [
        "فیلتر پایین گذر فیلتر که جریان‌های متناوب با بسامد کمتر از بسامد قطع را عبور می‌دهد و همه جریانهای دیگر را به شدت تضعیف می‌کند"
      ]
    },
    {
      "EnglishWord": "lofar",
      "Meanings": [
        "لوفار سیستم آشکار سازی زیر دریایی بر اساس روشهای خود همبستگی",
        "برای تحلیل دوربرد الگوی صدایی که در فرکانسهای پایین انتهای طیفل صوت به وسیله میکروفونهای زیر آبی سیستم آشکار سازی زیر دریایی جمع آوری می‌شود"
      ]
    },
    {
      "EnglishWord": "loftin-white circuit",
      "Meanings": [
        "مدار لوفتین وایت مدار تقویت کننده با تزویج مستقیم"
      ]
    },
    {
      "EnglishWord": "log",
      "Meanings": [
        "logarithm",
        "لگاریتم توانی که عددی به نام مبنا باید به آن برسد تا با عدد اصلی برابر شود در سیستم لگاریتم معمول مبنا 10 است. در این سیستم لگاریتم 1000 در مبنای 10 برابر 3 است زیرا 10 بتوان 3 معادل 1000 است. مبنای دیگری که معمولا به کار میرود برابر با 2/71828 استکه با e نشان داده می‌شود و به نام لگاریتم طبیعی",
        "نپر یا هیپر بولیک",
        "نامیده می‌شود. در این سیستم علامت log به توان N به صورت مخفف LnN نشان داده می‌شود"
      ]
    },
    {
      "EnglishWord": "log - periodic folded - dipole array",
      "Meanings": [
        "آرایه دوقطبی تا شده لگاریتمی تناوبی آنتن تک جهته باند پهن که اجزای آن در ارایه دو قطبی لگاریتمی تناوبی منظم می‌شوند. اما تمام دو قطبیهای تا شده به جای موازی بودن به طور سری",
        "خط انتقال متصل می‌شود. نوار نازک فازبندی به طور تجربی در هر دو قطبی تا شده تنظیم یم شود تا پرتو رو به عقب خوبی تولید کند"
      ]
    },
    {
      "EnglishWord": "log- periodic antenna",
      "Meanings": [
        "آنتن لگاریتمی تناوبی آنتن باند پهنی که طولها و فاصله‌های بین اجزای آن به گونه ای انتخاب می‌شود که الگوهای تابش دو جهته",
        "امپدانس و سایر ویژگیهای آنتن در تعدادی از فرکانسهای دیگحر که در نموداری با مقیاس لگاریتمی فاصله‌های حامل دارند",
        "تکرار می‌شود"
      ]
    },
    {
      "EnglishWord": "log- periodic dipole array",
      "Meanings": [
        "آرایه دوقطبی لگاریتمی تناوبی آرایه آنتن باند پهنی که طولها و فاصله‌های دوقطبی آن با دور شدن از منبع افزایش می‌یابد و خطوط انتقال آن بین اجزای دوقطبی مجاور معکوس می‌شوند. الگوی تابش آن یک جهته رو به عقب به سوی منبع است"
      ]
    },
    {
      "EnglishWord": "log- periodic folded -monopole array",
      "Meanings": [
        "آرایه تک قطبی تا شده لگاریتم تناو بی آنتن باند پهن تک جهته",
        "تشکیل شده از یک صفحه فلزی یکپارچه که شیارهایی با الگوی آرایه دو قطبی تا شده لگاریتمی تناوبی روی آن بریده می‌شود"
      ]
    },
    {
      "EnglishWord": "logamp",
      "Meanings": [
        "logarithmic amplifier",
        "تقویت کننده لگاریتمی تقویت کننده ای که سیگنال خروجی آن تابعی لگاریتمی از سیگنال ورودی است"
      ]
    },
    {
      "EnglishWord": "logarithm",
      "Meanings": [
        "لگاریتم توانی که عددی به نام مبنا باید به آن برسد تا با عدد اصلی برابر شود در سیستم لگاریتم معمول مبنا 10 است. در این سیستم لگاریتم 1000 در مبنای 10 برابر 3 است زیرا 10 بتوان 3 معادل 1000 است. مبنای دیگری که معمولا به کار میرود برابر با 2/71828 استکه با e نشان داده می‌شود و به نام لگاریتم طبیعی",
        "نپر یا هیپر بولیک",
        "نامیده می‌شود. در این سیستم علامت log به توان N به صورت مخفف LnN نشان داده می‌شود"
      ]
    },
    {
      "EnglishWord": "logarithmic amplifier",
      "Meanings": [
        "تقویت کننده لگاریتمی تقویت کننده ای که سیگنال خروجی آن تابعی لگاریتمی از سیگنال ورودی است"
      ]
    },
    {
      "EnglishWord": "logarithmic decrement",
      "Meanings": [
        "کاهش لگاریتمی لگاریتم طبیعی نسبت دامنه یک نوسان به دامنه بعدی که قطبیت یکسان دارند",
        "هنگامی که هیچ نیروی خارجی برای باقی نگهداشتن نوسان اعمال می‌شود"
      ]
    },
    {
      "EnglishWord": "logarithmic diode",
      "Meanings": [
        "دیود لگاریتمی دیودی با رابطه شبیه لگاریتمی دقیق بین جریان و ولتاژ در محدوده دینامیکی رفت گسترده",
        "از این دیود در کاربردهای مداری مانند تقسیم",
        "ضرب",
        "تبدیل لگاریتمی و فشرده سازی سیگنال استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "logarithmic multiplier",
      "Meanings": [
        "ضرب کننده لگاریتمی ضرب کننده ای که هر متغیر آن به یک مولد تابع لگاریتمی اعمال می‌شود. خروجیها با یکدیگر جمع می‌شوند و به یک مولد تابع نمایی اعمال می‌شوند تا خروجی متناسب با حاصلضرب دو ورودی به دست آید"
      ]
    },
    {
      "EnglishWord": "logarithmic scale",
      "Meanings": [
        "مقیاس لگاریتمی مقیاسی که درجه بندی‌های ان به جای خطی بودن به طور لاریتمی از یکدیگر فاصله دارند"
      ]
    },
    {
      "EnglishWord": "logger",
      "Meanings": [
        "ثبت کننده ای که به طور خودار کمیتهای اندازه گیری شده را در زمانهای معین می‌پیماید و مقادیر آنهارا در یک نمودار چاپ یا ثبت می‌کند"
      ]
    },
    {
      "EnglishWord": "logic",
      "Meanings": [
        "منطق بتدیل منطق رسمی به مدارهای الکترونیکی عملیاتی که می‌تواننند با سیستمی از نمادها مانند AND, OR, NOT نمایش داده شوند. این توابع به وسیله مدارهای سویچینگ یا دریچه هایی که تنها دو وضعیت خاموش یا روشن یا بسته یا باز دارند ایجاد می‌شود و استفاده از اعداد دودویی را در حل مسایل امکان پذیر می‌سازند. هر نمناد منطقی را می‌توان با جدول صحتی که خروجی را به ازای تمام حالتهای ممکن ورودی نشن می‌دهد. نمایش داد. مدارهای گیت اساس کامپیوترهای دیجیتال هستند",
        "منطق"
      ]
    },
    {
      "EnglishWord": "logic addition",
      "Meanings": [
        "جمع منطقی"
      ]
    },
    {
      "EnglishWord": "logic analysis",
      "Meanings": [
        "تحلیل منطقی تعیین ترتیب گامهای منطقی لازم در یک اجرای کامپیوتری برای ایجاد فایلهای خروجی مطلوب از فایلهای ورودی"
      ]
    },
    {
      "EnglishWord": "logic analyzer",
      "Meanings": [
        "تحلیل گر منطقی تحلیل گری که محل اشکال در سیستم دیجیتال را با نمایش همزمان سطح سیگنالهای دیجیتال در تعدادی از نقاط معین در لحظه از پیش تعیین شده ای از زمان که معمولا شمارش پالس ساعت معین می‌شود. نشان می‌دهد. تحلیلگر منطقی می‌تواند فرمانی را تولید کند که جمع آوری داده‌ها را در لحظه مورد نظر متوقف کند و پالسهای سیگنال را روی صفحه لامپ اشعه کاتدی برای تحلیل مواد یا خطاهای برنامه",
        "مجزا سازی منابع glitch آشکار سازی حالتهای غیر مجاز",
        "نمایش جریان داده و تشخیص دیگر اشکالهای کامپیوتری نمایش دهد"
      ]
    },
    {
      "EnglishWord": "logic circuit",
      "Meanings": [
        "مدار منطقی"
      ]
    },
    {
      "EnglishWord": "logic clip",
      "Meanings": [
        "گیره منطقی"
      ]
    },
    {
      "EnglishWord": "logic comparison",
      "Meanings": [
        "مقایسه منطقی عملی مقایسه دو مورد در کامپیوتر و ایجاد خروجی 1 به ازای برابری یا خروجی به ازای نابرابری آنها"
      ]
    },
    {
      "EnglishWord": "logic design",
      "Meanings": [
        "طراحی منطقی طراحی سیتم کاملی از عناصر منطقی لازم برای کاربردی خاص در کامپیوتر دیجیتال یا هر سیستم دیجیتال دیگر"
      ]
    },
    {
      "EnglishWord": "logic diagram",
      "Meanings": [
        "نمودار منطقی نموداری که عناصر منطقی کامپیوتر و اتصال بین آنها را بدون جزییات ساختاری یا مهندسی نشان می‌دهد"
      ]
    },
    {
      "EnglishWord": "logic element",
      "Meanings": [
        "آلمان منطقی",
        "عنصر منطقی کوچکترین جزء سازنده ای که می‌توان آن راباعملگری در سیستمی مناسب از نمادهای منطقی برای سیستم داده پردازی کامپیوتری نشان داد. گیت AND و فلیپ فلاپ نمونه هایی از عناصر منطقی هستند"
      ]
    },
    {
      "EnglishWord": "logic function",
      "Meanings": [
        "تابع منطقی ابزاری برای بیان یک حالت معین یا شرطی در نقویت کننده مغناطیسی",
        "رله یا مدارهای کامپیوتری",
        "مثلا الف تابع AND که خروجی آن تنها وقتی به دست می‌آید که چند سیگنال ورودی صحیح با یکدیگر ترکیب شوند. ب تابع OR که خروجی آن در صورت اعمال تنها یک سیگنال ورودی صحیح به دست می‌آید. ج تابع NOT که خروجی معکوس سیگنال ورودی است"
      ]
    },
    {
      "EnglishWord": "logic gate",
      "Meanings": [
        "دروازه منطقی"
      ]
    },
    {
      "EnglishWord": "logic level",
      "Meanings": [
        "سطح منطقی یکی از دو ولتاژ که مقادیر آنها به طور مجازی برای نمایش اعداد دودویی 1 و 0 در یک سیستم دیجیتالی خاص انتخاب می‌شود. دامنه و قطبیت سطوح ولتاژ باید برای جلو گیری از اشکال در یک کاربرد ویژه تعیین شود. زیرا سطحی که برای 1 استفده می‌شود می‌تواند بالاتر یا پایین‌تر از سطح O باشد عبارتهایی مانند منطق مثبت",
        "منطق منفی",
        "منطق عادی و منطق معکوس مبهم اند زیرا می‌توانند برای قطعات PNP و NPN معانی مختلف داشته باشند"
      ]
    },
    {
      "EnglishWord": "logic operation",
      "Meanings": [
        "عملیات منطقی عملیات غیر حسابی در کامپیوتر",
        "مانند مقایسه",
        "انتخاب",
        "ساختن مرجع",
        "تطبیق",
        "مرتب کردن و ترکیب کدرن در مواردی که شامل تصمیم گیری‌های بله / خیر می‌شود"
      ]
    },
    {
      "EnglishWord": "logic product",
      "Meanings": [
        "ضرب منطقی"
      ]
    },
    {
      "EnglishWord": "logic programmable array",
      "Meanings": [
        "آرایه برنامه پذیر منطقی"
      ]
    },
    {
      "EnglishWord": "logic pulser",
      "Meanings": [
        "پالس ساز منطقی"
      ]
    },
    {
      "EnglishWord": "logic sum",
      "Meanings": [
        "جمع منطقی جمع کامپیوتری که در آن وقتی یک یا هر دو روردی 1 باشند. حالص 1 و وقتی هر دو ورودی صفر باشند حاصل 0 است",
        "جمع منطقی"
      ]
    },
    {
      "EnglishWord": "logic swing",
      "Meanings": [
        "نوسان منطقی اختلاف ولتاژ بین سطوح منطقی مورد استفاده برای 0 و 1 دامنه swing برای هر سیستم به طور دلخواه انتخاب می‌شود و معمولا کمتر از 10 V است"
      ]
    },
    {
      "EnglishWord": "logic switch",
      "Meanings": [
        "سوییچ منطقی آرایه دیودی یا هر نظم یوییچینگ دیگری که قادر به هدایت کردن سیگنال ورودی به یکی از خروجیهای چند گانه باشد"
      ]
    },
    {
      "EnglishWord": "logic symbol",
      "Meanings": [
        "نماد منطقی نماد گرافیکی",
        "نشان دهنده افزارهایی برای انجام بعضی عملکردهای کامپیوتری تعریف شده ساده مانند NOT, AND, OR, NAND, NOR"
      ]
    },
    {
      "EnglishWord": "logic system",
      "Meanings": [
        "سیستم منطقی"
      ]
    },
    {
      "EnglishWord": "logical",
      "Meanings": [
        "منطقی"
      ]
    },
    {
      "EnglishWord": "logical circuit",
      "Meanings": [
        "مدار منطقی"
      ]
    },
    {
      "EnglishWord": "logical decision",
      "Meanings": [
        "تصمیم منطقی"
      ]
    },
    {
      "EnglishWord": "logical function",
      "Meanings": [
        "تابع منطقی",
        "عمل منطقی"
      ]
    },
    {
      "EnglishWord": "logical instruction",
      "Meanings": [
        "دستور منطقی"
      ]
    },
    {
      "EnglishWord": "logical operation",
      "Meanings": [
        "عملیات منطقی"
      ]
    },
    {
      "EnglishWord": "logical test",
      "Meanings": [
        "آزمون منطقی"
      ]
    },
    {
      "EnglishWord": "logical unit",
      "Meanings": [
        "واحد منطقی"
      ]
    },
    {
      "EnglishWord": "loktal base  loctal base",
      "Meanings": [
        "پایه لوکتال پایه لامپ گیرنده با خار شیار داری در مرکز که محکم در سرپیچ هشت پیه جفت می‌شود پایه‌های لامپ به طور مستقیم داخل پوشش شیشه ای محکم می‌شوند"
      ]
    },
    {
      "EnglishWord": "loktal tube",
      "Meanings": [
        "لامپ لوکتال لامپ الکترونی با پایه لوکتال"
      ]
    },
    {
      "EnglishWord": "lon burn",
      "Meanings": [
        "سوختگی یونی ناحیه کوچک فسفری در مرکز صفحه نمایش یک لامپ پرتو",
        "کاتدی با انحراف مغناطیسی که بر اثر بمباران یونهای منفی سنگین",
        "غیر فعال و بیرنگ شده است. با استفاده از تله یون و جلو گیری از خروج یونها از تفنگ الکترونی می‌توان این اثر را حذف کرد"
      ]
    },
    {
      "EnglishWord": "lone electron",
      "Meanings": [
        "الکترون تنها الکترون تنها در تراز انرژی"
      ]
    },
    {
      "EnglishWord": "long",
      "Meanings": [
        "بلند",
        "طولانی"
      ]
    },
    {
      "EnglishWord": "long - delayed echo",
      "Meanings": [
        "بازتاب متاخر",
        "طولانی بازتاب سیگنال رادیویی موج کوتاه که با تاخیری در حدود 2 تا 30 ثانیه شنیده می‌شود و توجیهی برای آن نمی‌توان یافت زیرا از آنجا که امواج رادیویی با سرعت نور",
        "حدود 300000کیلومتر بر ساعت حرکت می‌کنند. یک گردش کامل دور زمین تنها حدود 0/12 ثانیه و حتی رفت و برگشت به ماه کمتر از 2 ثانیه طول می‌کشد"
      ]
    },
    {
      "EnglishWord": "long - line effect",
      "Meanings": [
        "اثر خط طولانی اثری که هنگام تزویج نوسان ساز با تطبیق نادرست به خط انتقال ظاهر می‌شود. امکان دارد که دو یا چند بسامد برای نوسان مناسب باشند و نوسان ساز با تغییر بار از فرکانسی به بسامد دیگر بجهد"
      ]
    },
    {
      "EnglishWord": "long -path communication",
      "Meanings": [
        "ارتباط راه دور مخابرات رادیویی غیر حرفه ای که با جهت گیری پرتو آنتنها در جهتهای معین شده با مسیر دایره ای بزرگ طولانی‌تر بین ایستگاه انجام می‌شود"
      ]
    },
    {
      "EnglishWord": "long -persistence screen",
      "Meanings": [
        "صفحه نمایش دیرپا صفحه نمایش فلویورسان شامل فسفرسان که زمان ماندگاری تصویر زا طولانی‌تر می‌کند در نتیجه الگوی تصویر را می‌توان تا چندین ثانیه بعد از ایجاد آن به وسیله پرتو الکترونی",
        "مشاهده کرد"
      ]
    },
    {
      "EnglishWord": "long range",
      "Meanings": [
        "دوربرد"
      ]
    },
    {
      "EnglishWord": "long term stability",
      "Meanings": [
        "پایداری دراز مدت"
      ]
    },
    {
      "EnglishWord": "long wave",
      "Meanings": [
        "موج بلند موج الکترومغناطیسی با طول موجی طولانی‌تر از طولانی‌ترین طول موج باند پخش در حدود 525 m متناظر با فرکانسهای کمتر از 55 کیلو هرتز"
      ]
    },
    {
      "EnglishWord": "long wave band",
      "Meanings": [
        "باند موج بلند"
      ]
    },
    {
      "EnglishWord": "longituclinal parity",
      "Meanings": [
        "زوجیت طولی زوجیت مربوط به بیتهای ثبت شده روی یک شیار در بلوک داده برای مشخص کردن فرد یا زوج بودن بیتهای ثبت شده در بلوک"
      ]
    },
    {
      "EnglishWord": "longitudinal",
      "Meanings": [
        "طولی"
      ]
    },
    {
      "EnglishWord": "longitudinal  wave",
      "Meanings": [
        "موج طولی موجی که جهت جابه جایی آن در هر نقطه از محیط انتقال عمود بر جبهه موج است"
      ]
    },
    {
      "EnglishWord": "longitudinal current",
      "Meanings": [
        "جریان طولی جریانی که ر هر دو سیم یک زوج به طور هم جهت جرای می‌شود و از زمین یا رساناهای دیگر برای مسیر برگشت استفاده می‌کند"
      ]
    },
    {
      "EnglishWord": "longitudinal magnetization",
      "Meanings": [
        "مغناطیس سازی طولی مغناطیسی کردن محیط ثبت مغناطیسی در جهت موازی یا خط حرکت"
      ]
    },
    {
      "EnglishWord": "long-play record",
      "Meanings": [
        "ضبط پخش طولانی",
        "ضبط آل پی ضبط صفحه گرامافون 10 یا 20 اینچی 25/4 یا 30/5 سانتی متری که با سرعت 33 و 1 بر روی 3 پخش می‌شود و دارای شیارهایی با فاصله‌های کم برای افزایش زمانهای پخش تا 30 دقیقه به ازای یک روی 12 اینچی است. این ضبط با سوزن یک میلی با شعاع نقطه 0/001 اینچ 0/0254 میلیمتر است"
      ]
    },
    {
      "EnglishWord": "loop",
      "Meanings": [
        "حلقه 1. رسانای منحنی شکل که انتهای خط هم محور با خطوط انتقال دیگر را متصل می‌ند. به منظور تزویج به یک کاواک تشدید اعمال می‌کند 2. منحنی بسته ای روی نمودار",
        "مانند حلقه هیترزیس 3. مسیر بسته یامداری مانند سیستم کنترل فیدیک که سیگنال می‌تواند در آن بچرخد 4. بلوکی از رمزهای کامپیوتری که به طور متناوب در کامپیوتر اجرا می‌شود تا زمانی که شرط تعریف شده در برنامه تحقیق یابد. 5. حلقه تشکیل شونده از سیمهای tip و زنگ متصل به تلفن دو مشترک در یک سو و مرکز تلفن pbx در سوی دیگر",
        "سیستم شماوری که به زمین یا تغذیه AC نیاز ندارد",
        "حلقه"
      ]
    },
    {
      "EnglishWord": "loop actuating signal",
      "Meanings": [
        "سیگنال تحریک حلقه سیگنال ناشی از مخلوط شدن سیگنال ورودی حلقه یا سیگنال فیدبک حلقه در سیستم کنترل"
      ]
    },
    {
      "EnglishWord": "loop antenna  loop",
      "Meanings": [
        "آنتن حلقوی",
        "حلقه آنتنی تشکی لشده از یک یا چند دور کامل رسانا که معمولا با با یک خازن متغیر متصل به دو انتهای حلقه برای تشدید تنظیم می‌شود. الگوی تشعشع آن دو جهته با مقدار بیشینه تشعشع یا گیرندگی در صفحه حلقه و مقدار کمینه در صفحه عمود بر حلقه است"
      ]
    },
    {
      "EnglishWord": "loop characteristic",
      "Meanings": [
        "مشخصه حلقه"
      ]
    },
    {
      "EnglishWord": "loop control",
      "Meanings": [
        "کنترل حلقه"
      ]
    },
    {
      "EnglishWord": "loop coupling",
      "Meanings": [
        "تزویج حلقوی استفاده از تمام یا قسمتی از حلقه سیمی برای تزویج با میدان مغناطیسی مدار تنظیم شده",
        "کاواک تنظیم شده یا وسیله تنظیم شده دیگر برای خوراندن یا گرفتن توان RF"
      ]
    },
    {
      "EnglishWord": "loop current",
      "Meanings": [
        "جریان حلقه جریان DC جاری در حلقه مشترک تلفن که معمولا از مرکز تلفن یا PBX تامین می‌شود و بین 20 تا 120 میلی آمپر است",
        "جریان حلقه"
      ]
    },
    {
      "EnglishWord": "loop current matrix",
      "Meanings": [
        "ماتریس جریان حلقه"
      ]
    },
    {
      "EnglishWord": "loop difference signal",
      "Meanings": [
        "سیگنال تفاضل حلقه نوعی سیگنال تحریک حلقه که در هنگام اعمال یک سیگنال ورودی حلقه خاص در نقطه جمع حلقه کنترل فیدبک تولید می‌شود"
      ]
    },
    {
      "EnglishWord": "loop feedback signal",
      "Meanings": [
        "سیگنال فیدبک حلقه سیگنالی که به عنوان تابعی از سیگنال خروجی حلقه دریافت و برای کنترل به نقطه مخلوط شدن باز خورانده می‌شود"
      ]
    },
    {
      "EnglishWord": "loop fest",
      "Meanings": [
        "آزمایش حلقه آزمایش خط تلفن یا تلگراف که با اتصال یک خط اشکال دار به خطوط سالم برای تشکیل حلقه ای انجام می‌شود که بتوان اندازه گیری هایی برای تعیین محل اشکال در آن انجام داد"
      ]
    },
    {
      "EnglishWord": "loop gain",
      "Meanings": [
        "بهره حلقه حاصلضرب مقادیر بهره عمل کننده بر سیگنال عبوری از مسیر حلقه بسته. بهره حلقه در سیتم کنترل فید بک برابر با بهره مستقیم ضرب در بهره شبکه فیدبک است. در تکرار کننده پایانه حامل با سیتم بسته کامل بهره حلقه برابر با بیشینه بهره ای است که می‌تواند بدون ایجاد نوسان به کار برده شود و در این صورت ممکن است بهره حلقه کمتر از حاصلضرب مقدار بهره‌ها باشد"
      ]
    },
    {
      "EnglishWord": "loop impedance matrix",
      "Meanings": [
        "ماتریس امپدانس حلقه"
      ]
    },
    {
      "EnglishWord": "loop transmission",
      "Meanings": [
        "انتقال حلقوی"
      ]
    },
    {
      "EnglishWord": "loopback",
      "Meanings": [
        "بر گردان نوعی آزمایش تشخیصی که در آن سیگنال ارسال شده بعد از عبور از تمام یا بخشی از خط ارتباط مخابراتی یا شبکه به فرستنده باز گردانده می‌شود"
      ]
    },
    {
      "EnglishWord": "lop",
      "Meanings": [
        "line of position",
        "خط موقعیت ای ا پی تقاطع دو صفحه مخوقعیتی که وضعیت یا موقعیت مشخصی را در ناوبری می‌دهد"
      ]
    },
    {
      "EnglishWord": "loran   long-range navigation",
      "Meanings": [
        "لورن سیستم ناوبری رادیویی راه دور برای هواپیماها و کشتیها",
        "این سیستم پاسخهای همزمان شده ای را به طور همزمان از ایستگاههای فرستنده ای با فواصل زیاد ارسال می‌کند. خطوط سهموی موقعیت یا انازه گیری اختلاف زمانی رسیدن این پالسها تعیین می‌شود. با تقاطع دو خط از این خطوط موفقیت دقیق به دست می‌آید. لورن استاندارد در فرکانسهای بین 2 تا 1/8 مگاهرتز عمل می‌کند. دو نوع اولیه لورن",
        "که هر دو اکنون منسوخ شده اد. لورن A و لورن B نامیده می‌شدند"
      ]
    },
    {
      "EnglishWord": "loran c",
      "Meanings": [
        "لورن c سیستم ناوبری دور برد با دقت بسیار زیادو شبیه به لوزن B که دقت آن قبل مقایسه با دقتی است که از مشاهده celestial یا sextant به دست می‌آید. لورن C در بند بسامدی 90 تا 110 کیلو هرتز کار می‌کند. گیرنده فاصله پالسها را به روش لورن اندازه می‌گیرد تا محل دقیق را به دست آورد و فاز نسبی حاملهای RF را در پوشهای پالس اصلی و فرعی اندازه می‌گیرد تا مکان دقیق را تعیین کند. همه ایستگاههای لورن قدیمی‌تر به لورن c تبدیل شده اند"
      ]
    },
    {
      "EnglishWord": "loran chain",
      "Meanings": [
        "زنجیر لورن زنجیری از چهار یا چند ایستگاه لورن که از سه یا چند زوج ایستگاه لورن ناوبری تشکیل شده است"
      ]
    },
    {
      "EnglishWord": "loran chart",
      "Meanings": [
        "جدول لورن جدول ناوبری دریایی یا هوایی که خطوط موقعیت لورن را همراه با جزییات تویوگرافیکی نشان می‌دهد"
      ]
    },
    {
      "EnglishWord": "loran d",
      "Meanings": [
        "لورن D سیستم لورن نظامی که از مبدل مختصاتی لورن c با بسامد پایین استفاده می‌کند لورن D می‌تواند همراه با سیستمهای داخلی هواپیما",
        "مستقل از سیستمهای زمینی و بدون تابش انرژی RF که می‌تواند محل هواپیما را فاش کند",
        "عمل کند. خطاهای سیستم لختی که به طور افزایشی با زمان ایجاد می‌شود را می‌توان با استاده از ارسالهای ایستگاههای لورن در فاصله‌های زمانی کوناه با انتخاب تصادفی اصلاح کرد"
      ]
    },
    {
      "EnglishWord": "loran fix",
      "Meanings": [
        "نقطه لورن نقطه مکانی که از تقاطع دو خط موقعیت لورن به دست می‌آید"
      ]
    },
    {
      "EnglishWord": "loran indicator",
      "Meanings": [
        "نشانگر لورن نشانگری که سیگنالهای پالسی را از دو ایستگاه زمینی لورن به طور همزمان نمایش می‌دهد و اختلاف زمانیبین دریافت دو سیگنال را نشان می‌دهد"
      ]
    },
    {
      "EnglishWord": "loran line",
      "Meanings": [
        "خط لورن خط موقعیت روی جدول لورن. هر خط مکان هندسی نقاطی است که اختلاف فاصله آنها از دو ایستگاه ثابت مقدار ثابتی است"
      ]
    },
    {
      "EnglishWord": "loran set",
      "Meanings": [
        "دستگاه لورن دستگاه گیرنده یا نشانگری که پالسهای ایستگاههای فرستنده لورن را نمایش می‌دهد"
      ]
    },
    {
      "EnglishWord": "loran station",
      "Meanings": [
        "ایستگاه لورن ترکیبی از سه ایستگاه لورن که یکی از آنها با هر کدام از ایستگاههای دیگر یک زوج را تشکیل می‌دهد"
      ]
    },
    {
      "EnglishWord": "lorentz force",
      "Meanings": [
        "نیروی لورنتس نیروی که روی ذره بارار در حال حرکت در میدان الکتریکی و مغناطیسی عمل می‌کند",
        "نیروی لورنتس"
      ]
    },
    {
      "EnglishWord": "lorentz forxe equation",
      "Meanings": [
        "معادله نیروی لورنتس معادله ای که نیروی وارد بر ذره باردار رابه حرکت آن در میدان الکتریکی و مغناطیسی ربط می‌دهد"
      ]
    },
    {
      "EnglishWord": "lorentz instrument landing system",
      "Meanings": [
        "سیستم فورد ابزار دقیق لورنتس سیستم فورد ابزار دقیق موج پیوسته در ارذوپا و بریتانیا که از راهنمای تعیین مکان باند فرود و دو راهنمای نشانه رادیویی تشکیل می‌شود"
      ]
    },
    {
      "EnglishWord": "loss",
      "Meanings": [
        "تلفات 1. توانی که درقطعه یا سیستم بدون انجام کا مفید",
        "تلف می‌شود. 2. transmission loss",
        "افت",
        "تلف"
      ]
    },
    {
      "EnglishWord": "loss angle",
      "Meanings": [
        "زاویه تلفات"
      ]
    },
    {
      "EnglishWord": "loss compensation",
      "Meanings": [
        "جبران تلفات"
      ]
    },
    {
      "EnglishWord": "loss factor",
      "Meanings": [
        "ضریب تلفات ضریب توان ماده ضربدر ثابت دی الکتریک آن ضریب تلفات با بسامد تغییر می‌کند و تعیین کننده مقدار محرارت تولید شونده در ماده است",
        "ضریب تلف"
      ]
    },
    {
      "EnglishWord": "loss tangent",
      "Meanings": [
        "شیب تلفات معیاری برای مقدار توان تلف شده به صورت حرارت هنگامی که ماده دی الکتریک یا نیمه رسانا در معرض میدان الکتریکی یا الکترومغناطیسی بسامد. بالا قرار می‌گیرد",
        "تانژانت تلف"
      ]
    },
    {
      "EnglishWord": "lossev effect",
      "Meanings": [
        "اثر نورف تابش حاصل از باز ترکیب حاملهای بار تزریق شده به پیوند PN یا PIN که در جهت مستقیم بایاس شده است"
      ]
    },
    {
      "EnglishWord": "lossless",
      "Meanings": [
        "بدون اتلاف",
        "بی اتلاف"
      ]
    },
    {
      "EnglishWord": "lossless line",
      "Meanings": [
        "خط بدون اتلاف"
      ]
    },
    {
      "EnglishWord": "lossy",
      "Meanings": [
        "تلف کنندگی ویژگی مواد دی الکتریک خاصی که سبب تلفات در مدار می‌شود و می‌توان از آنها به طور دلخواه نیز استفاده کرد",
        "تلفاتی"
      ]
    },
    {
      "EnglishWord": "lossy line",
      "Meanings": [
        "خط تلفاتی خط ارسالی که واحد طول آن دارای تضعیف بالایی است. تلفات بالا را می‌توان با استفاده از سیسم نیکروم به عنوان رسانای مرکزی به دست آورد"
      ]
    },
    {
      "EnglishWord": "loud speaker impedance",
      "Meanings": [
        "امپدانس بلندگو مقدار مجاز امپدانس پیچک صدای بلندگو که متناظر با امپدانس خروجی تقویت کننده ای است که بلندگو باید به آن وصلشود تا به عملکرد نامی خود برسد. مقادیر امپدانس 4و8 و16 است"
      ]
    },
    {
      "EnglishWord": "loudness",
      "Meanings": [
        "بلندی مشخصه شدت احساس شنوایی. بلندی صدا را می‌توان روی مقیاسی از آرام تا بلند نشان داد",
        "بلندی صوت"
      ]
    },
    {
      "EnglishWord": "loudness contour",
      "Meanings": [
        "کانتور بلندی منحنی نشان دهنده یمقادیر نسبی سطح فشار صدا و بسامد لازم برای ایجاد احساس بلندی معین برای شنونده نمونه"
      ]
    },
    {
      "EnglishWord": "loudness control  compenasted volume control",
      "Meanings": [
        "کنترل بلندی",
        "کنترل حجم صدای جبران شده کنترل ترکیبی حجم صدا و تون که بسامدهای بم را هنگامی که کنترل حجم صدای کم تنظیم شده است. تقویت می‌کند. کنترل بلندی به طور خودکار کاهش پاسخ گوش را به بسامدهای پایین در سطوح حجم صدای کم",
        "جبران می‌کند. بعضی از انواع کنترلهای بلندی جبران سازی خودکار مشابهی زا نیز برای بسامدهای زیر انجام می‌دهند"
      ]
    },
    {
      "EnglishWord": "loudness vevel  equivalent loudness level",
      "Meanings": [
        "سطح بلندی",
        "سطح بلندی معادل سطح فشار صدا بر حسب دسی بل نسبت به 0/0002 توان 1 کیلو هرتز خالص",
        "که از نظر شنونده معادل با بلندی صدای مورد نظر است. یک دسیبل تغییر تحت این شرایط یک فون نامیده می‌شود"
      ]
    },
    {
      "EnglishWord": "loudspeaker",
      "Meanings": [
        "بلندگو تراگردان الکتروستایکی که توان الکتریکی بسامد شنوایی را به توان صوتب تبدیل می‌کند و آن را به طور موثر برای مسافتی در هوا پخش می‌کند",
        "بلندگو"
      ]
    },
    {
      "EnglishWord": "loudspeaker system",
      "Meanings": [
        "سیستم بلندگو ترکیبی از یک یا چند بلندگو با جعبه ها",
        "شیپورها و شبکه هی تقسیم که برای کارکردن با یکدیگر به صورت تزویجی بین مدار راه انداز الکتریکی و هوا",
        "پایین مدار و محیط آکوستیکی دیگر منظم شده اند"
      ]
    },
    {
      "EnglishWord": "louminance primary",
      "Meanings": [
        "سیگنال روشنایی یکی از سه جزء اصلی ارسال که مقدار آن روشنایی هر رنگ را در سیستم تلویزیون رنگی تعیین می‌کند"
      ]
    },
    {
      "EnglishWord": "louver",
      "Meanings": [
        "کرکره 1. آرایشی از پره‌های باریک موازی یا هم مرکز یا تکه‌های توری مانند که بلندگو را مخفی یا محافظت می‌کند ولی اجازه عبور را به امواج صدا می‌دهد. می‌تواند به صورت یکپارچه با جعبه پلاستیکی رادیو باشد. 2. آرایشی از روزنه‌های شیار ماند ثابت یا قابل تنظیم که برای تهویه جعبه در نظر گرفته می‌شود"
      ]
    },
    {
      "EnglishWord": "low",
      "Meanings": [
        "پایین",
        "کم"
      ]
    },
    {
      "EnglishWord": "low - level radio-frequency signal",
      "Meanings": [
        "سیگنال بسامد رادیویی سطح پایین سیگنال بسامد رادیویی که توان لازم را برای راه اندازی لامپ tr, atr, tr",
        "pre ندارد"
      ]
    },
    {
      "EnglishWord": "low - loss insulator",
      "Meanings": [
        "عایق کم تلفات عایقی که تلفات آن در بسامدهای رادیویی بالا قابل صرف نظر کردن است"
      ]
    },
    {
      "EnglishWord": "low - noise amplifier",
      "Meanings": [
        "تقویت کنندهی کم نویز تقویت کننده ای که نویز زمینه آن",
        "در هنگام عدم وجود سیگنال",
        "بسیار کم یا قابل صرف نظر کردن است"
      ]
    },
    {
      "EnglishWord": "low distortion",
      "Meanings": [
        "اعوعاج کم"
      ]
    },
    {
      "EnglishWord": "low- energy electron diffraction instaument",
      "Meanings": [
        "ابزار پراش الکترونهای کم انرژی ابزاری که از پراش الکترونهای کم انرژ برای امتحان کردن سطح ساختار جامدات استفاده می‌کند. الگوهای پراش به دست آمده روی پرده نمایش فلویورسان قابل مشاهده اند"
      ]
    },
    {
      "EnglishWord": "low field",
      "Meanings": [
        "میدان کم"
      ]
    },
    {
      "EnglishWord": "low frequency",
      "Meanings": [
        "فرکانس پایین"
      ]
    },
    {
      "EnglishWord": "low frequency padder",
      "Meanings": [
        "خازن تنظیم دقیق بسامد پایین خازن تنظیم دقیق متصل شده به طور سری با پیچک تنظیم نوسان ساز گیرنده سوپر هترودین که در حین تنظیم برای درجه بندی مدار در انتهای بسامد پایین ناحیه تنظیم به کار می‌رود"
      ]
    },
    {
      "EnglishWord": "low frequency range",
      "Meanings": [
        "محدوده فرکانس پایین"
      ]
    },
    {
      "EnglishWord": "low frequency wave",
      "Meanings": [
        "موج فرکانس پایین"
      ]
    },
    {
      "EnglishWord": "low level",
      "Meanings": [
        "سطح پایین یکی از دو سطح با وضعیت منطقی در سیستم منطقی دیجیتال که کمتر از سطح دیگر مثبت است. وقتی که هر دو سطح پایین و بالا منفی باشند می‌توان از مفهوم عکس استفاده کرد. یعنی سطحی که کمتر منفی باشد. مثبت‌تر باشد. به عنوان سطح یا وضعیت پایین در نطر گرفته می‌شود"
      ]
    },
    {
      "EnglishWord": "low level injection",
      "Meanings": [
        "تزریق سطح پایین",
        "ترزیق کم"
      ]
    },
    {
      "EnglishWord": "low- level modulation",
      "Meanings": [
        "مدله سازی سطح پایین مدله سازی انجام شده در نقطه ای از سیستم که سطح توان در مقایسه با سطح توان در خروجی سیستم کم است"
      ]
    },
    {
      "EnglishWord": "low level signal",
      "Meanings": [
        "سیگنال سطح پایین"
      ]
    },
    {
      "EnglishWord": "low- loss line",
      "Meanings": [
        "خط کم تلفات خط انتقالی که اتلاف توان آن در واحد طول کم است"
      ]
    },
    {
      "EnglishWord": "low noise",
      "Meanings": [
        "نویز پایین"
      ]
    },
    {
      "EnglishWord": "low noise amplifier",
      "Meanings": [
        "تقویت کننده نویز پایین"
      ]
    },
    {
      "EnglishWord": "low orbit satellite",
      "Meanings": [
        "ماهواره مدار پایین"
      ]
    },
    {
      "EnglishWord": "low- order digit",
      "Meanings": [
        "رقبم کم مرتبه رقمی که کم ارزشترین مکان را در سیستم عدد نویسی مکانی اشغال می‌کند که در عدد نویسی معمولی رقم سمت راست است"
      ]
    },
    {
      "EnglishWord": "low pass",
      "Meanings": [
        "پایین گذر"
      ]
    },
    {
      "EnglishWord": "low pass amplifier",
      "Meanings": [
        "تقویت کننده پایین گذر"
      ]
    },
    {
      "EnglishWord": "low pass filter",
      "Meanings": [
        "فیلتر پایین گذر"
      ]
    },
    {
      "EnglishWord": "low power",
      "Meanings": [
        "توان پایین"
      ]
    },
    {
      "EnglishWord": "low power transistor",
      "Meanings": [
        "ترانزیستور کم توان"
      ]
    },
    {
      "EnglishWord": "low probability of intercept",
      "Meanings": [
        "احتمال شنود کم"
      ]
    },
    {
      "EnglishWord": "low resolution",
      "Meanings": [
        "دقت پایین"
      ]
    },
    {
      "EnglishWord": "low rrequency",
      "Meanings": [
        "بسامد",
        "پایین تخصیص باند بسامد 30 تا 300 کیلو هرتز متماظر با طول موج کیلومتری بین 1 تا 10 کیلو متر با تعریف کمیته مخابرات فدرال FCC"
      ]
    },
    {
      "EnglishWord": "low side band   lsb",
      "Meanings": [
        "باند کناری پایینی"
      ]
    },
    {
      "EnglishWord": "low tension",
      "Meanings": [
        "فشار ضعیف واژه بریتانیایی و لتاژ پایین که معمولا برای ولتاژ فیلامان و گرم کننده‌های لامپ الکترونی به کار می‌رود",
        "ولتاژ فشار ضعیف"
      ]
    },
    {
      "EnglishWord": "low vacuum",
      "Meanings": [
        "خلا کم خلای با کیفیت پایین که هنوز در آن آنقدر گاز یا بخار وجود دارد که یونیده شدگی",
        "می‌تواند در المپ الکترونی ایجاد شود"
      ]
    },
    {
      "EnglishWord": "low voltage",
      "Meanings": [
        "ولتاژ پایین"
      ]
    },
    {
      "EnglishWord": "low voltage line",
      "Meanings": [
        "خط فشار ضعیف"
      ]
    },
    {
      "EnglishWord": "low voltage network",
      "Meanings": [
        "شبکه فشار ضعیف"
      ]
    },
    {
      "EnglishWord": "low voltage plant",
      "Meanings": [
        "تاسیسات فشار ضعیف"
      ]
    },
    {
      "EnglishWord": "low voltage relay",
      "Meanings": [
        "رله فشار ضعیف"
      ]
    },
    {
      "EnglishWord": "low voltage transformer",
      "Meanings": [
        "ترانسفورماتور فشار ضعیف"
      ]
    },
    {
      "EnglishWord": "low voltage winding",
      "Meanings": [
        "سیم پیچ فشار ضعیف"
      ]
    },
    {
      "EnglishWord": "lowband",
      "Meanings": [
        "باند پایین باندی که شامل کانالهای تلویزیونی 2 تا6 است و از 5/4 تا 88 مگا هرتز گسترده شده است"
      ]
    },
    {
      "EnglishWord": "lower sideband",
      "Meanings": [
        "باند جانبی پایین‌تر باند جانبی که شامل همه بشامد‌های کمنتر از مقدار بسامد حامل است که با فرایند مدوله سازی دامنه تولید می‌شوند"
      ]
    },
    {
      "EnglishWord": "lowest useful high frequency",
      "Meanings": [
        "پایین‌ترین بسامد بالای مفید پایین‌ترین بسامد بالایی که رد زمان معینی برای انتشار یونوسفری امواج بین دو نقطه معین موثر است. مقدار این بسامد با عواملی از قبیل جذب",
        "توان فرستنده",
        "بهره آنتن",
        "مشخصه‌های گیرنده",
        "نوع خدمات و شرایط نویز تعیین می‌شود"
      ]
    },
    {
      "EnglishWord": "low-frequency induction heater",
      "Meanings": [
        "گرم کننده یالقایی بسامد",
        "پایین گرم کننده القایی که جاری شدن جریان آن با بسامد خط برق شهر با القا شدن در ماده آن را گرم می‌کند"
      ]
    },
    {
      "EnglishWord": "low-level language",
      "Meanings": [
        "زبان سطح پایین زبان برنامه نویسی نوشته شده به صورت رمز ماشین کامپیوتر میزبان"
      ]
    },
    {
      "EnglishWord": "low-order position",
      "Meanings": [
        "موقعیت کم مرتبه سمت راست‌ترین مکان در عدد یا واژه"
      ]
    },
    {
      "EnglishWord": "low-velocity scanning",
      "Meanings": [
        "پویش سرعت پایین پویش هدفی با استفاده از الکترونهایی که سرعت آنها کمتر از حداقل سرعت لازم برای ایجاد نسبت گسیل ثانویه واحد است و از آن در لامپهای دوربین امیترون",
        "ارتیکون تصویر وویدیکون استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "lox  liquid oxygen",
      "Meanings": [
        "لاکس مخفف اکسیژن مایع",
        "سوخت cryogenic مایع در دمای کمتر از منفی 183 درجه سانتی گراد"
      ]
    },
    {
      "EnglishWord": "lp record",
      "Meanings": [
        "long",
        "play record",
        "ضبط پخش طولانی",
        "ضبط آل پی ضبط صفحه گرامافون 10 یا 20 اینچی 25/4 یا 30/5 سانتی متری که با سرعت 33 و 1 بر روی 3 پخش می‌شود و دارای شیارهایی با فاصله‌های کم برای افزایش زمانهای پخش تا 30 دقیقه به ازای یک روی 12 اینچی است. این ضبط با سوزن یک میلی با شعاع نقطه 0/001 اینچ 0/0254 میلیمتر است"
      ]
    },
    {
      "EnglishWord": "lpc",
      "Meanings": [
        "linear predictive code modulation",
        "مدوله سازی پیشگویانه و رمزی خطی نوعی روش مدوله سازی رقمی صدا"
      ]
    },
    {
      "EnglishWord": "lpe",
      "Meanings": [
        "liquid",
        "phase epitaxy",
        "ورنشینی فاز مایع ال پی ای روشی برای رشد لایه نازکی از نیمه رسانا بر روی پولک نیمه رسانا از طریق عبور دادن آن از سطح یک عنصر یا ماده مرکب مذاب. برای رشد بلوری لایه به روی بسته لازم است که دمای مذاب کنترل شود"
      ]
    },
    {
      "EnglishWord": "lpm",
      "Meanings": [
        "lines per minute",
        "خط در دقیقه ال پی ام محدوده سرعت کار یک چاپگر سطری"
      ]
    },
    {
      "EnglishWord": "lradar miodulator",
      "Meanings": [
        "مدوله کننده رادار مدوله کننده ای که دامنه",
        "فاز",
        "بسامد",
        "نرخ تکرار پالس و یا طول مدت پالس سیگنال ایجاد شده در فرستنده راداری را که به طول مستقیم به آن متصل شده است. تغییر می‌دهد"
      ]
    },
    {
      "EnglishWord": "lrradaiation",
      "Meanings": [
        "پرتودهی قراردادن ماده",
        "جسم. یا بیمار در معرض پرتوهای ایکس",
        "پرتوهای گاما",
        "پرتوهای فرابنفش یا سایر تابشهای یوننده"
      ]
    },
    {
      "EnglishWord": "lsa",
      "Meanings": [
        "limited space",
        "charge acumulation diode",
        "دیود LSA دیود با فضای تجمع بار محدود شده دیود ریز موجی که بار فضایی آن در نیمه رسانا با اعمال میدان الکتریکی ایجاد می‌شود و در طول هر سیکل قبل از رسیدن به مقدار قابل توجهی از بین می‌رود. در نتیجه زمان حالت گذرا محدود می‌شود و بیشینه بسامد نوسان افزایش می‌یابد"
      ]
    },
    {
      "EnglishWord": "lsa mode",
      "Meanings": [
        "مد LSA یکی از سه مد کاری دیود الکترون انتقالی",
        "که در آن کل ساختار در طول قسمتی از هر سیکل کار به مقاومت منفی تبدیل می‌شود. بسامد نوسان را مدار شامل دیود تعیین میکند و مستقل از زمان گذار حاملهای بار است. دو مد دیگر دامه فرونشانده و زمان گذار هستند"
      ]
    },
    {
      "EnglishWord": "lsb",
      "Meanings": [
        "least significant bit",
        "بیت کم",
        "ارزشترین ال اس بی بیتی که کمترین مقدار یا وزن را در علامتگذاری دو دویی یک عدد داراست. به عنوان مثال در عدد دودویی 1101 که معادل با 13 دهدهی است. 1 سمت راست بیت کم",
        "ارزشترین است"
      ]
    },
    {
      "EnglishWord": "lsi",
      "Meanings": [
        "large",
        "scale integration",
        "مجتمع سازی مقیاس",
        "بزرگ ال اس آی مدارهای مجتمعی که دارای 100 تا 5000 دریچه منطقی معادل",
        "یا 1000 تا 16000 بیت حافظه باشند"
      ]
    },
    {
      "EnglishWord": "ltao 3",
      "Meanings": [
        "lithium tantalate",
        "تانتالات لیتیم نوعی بلور پیزو الکتریک که از محلول مذاب اکسید لیتیم و پنتو کسید نتانتالیم در دمای بالا رشد داده می‌شود. به عنوان پالایه بلوری پهن باند در تجهیزات مخابراتی به کار می‌رود"
      ]
    },
    {
      "EnglishWord": "lubber line",
      "Meanings": [
        "خط لویر خط قرار گرفته روی صفحه نمایش لامپ پرتو کاتدی یا قطب نما موازی با محور طولی کشتی یا هواپیما",
        "به عنوان مرجعی برای تعیین جهت"
      ]
    },
    {
      "EnglishWord": "lucite",
      "Meanings": [
        "لوسیت نشان تجاری دو یونت برای رزین آکریلیک شفاف"
      ]
    },
    {
      "EnglishWord": "lug  soldering lug",
      "Meanings": [
        "لحیم کاری پایانه نواری پهن شده ای که سیم‌ها را می‌توان به آن لحیم کرد"
      ]
    },
    {
      "EnglishWord": "lumen",
      "Meanings": [
        "لومن واحد si شار روشنایی برابر با شار روی واحد",
        "سطح وقتی که همه نقاط دارای فاصله واحد از نقطه مرجع یکنواخت 1 کاندلا هستند"
      ]
    },
    {
      "EnglishWord": "lumen per square foot",
      "Meanings": [
        "لومن بر فوت مربع واحد نورتابی و وجود نور. واحد SI وجود نور",
        "لومن بر متر مربع ارحج است"
      ]
    },
    {
      "EnglishWord": "lumen per square meter",
      "Meanings": [
        "لومن بر متر مربع واحد SI وجود نور"
      ]
    },
    {
      "EnglishWord": "lumen per watt m/w",
      "Meanings": [
        "لومن بروات واحد SI بازده نوری"
      ]
    },
    {
      "EnglishWord": "lumen second   im.s",
      "Meanings": [
        "لومن ثانیه واحد SI کمیت نور",
        "برابر با کمیت نور تحویلی در 1 ثانیه با شار 1lm است"
      ]
    },
    {
      "EnglishWord": "luminance",
      "Meanings": [
        "روشنایی شدت روشنایی هر سطح در جهت معینی بر واحد سطح قرار گرفته در معرض نور",
        "به گونه ای که از آن جهت دیده می‌شود. واحد SI روشنایی کاتدلا بر متر مربع است",
        "روشنایی"
      ]
    },
    {
      "EnglishWord": "luminance  channel",
      "Meanings": [
        "کانال روشنایی مسیری که در اصل برای سیگنال روشنایی در سیستم تلویزیون رنگی است"
      ]
    },
    {
      "EnglishWord": "luminance factor",
      "Meanings": [
        "فاکتور روشنایی"
      ]
    },
    {
      "EnglishWord": "luminance flicker",
      "Meanings": [
        "چشمک زدن روشنایی چشمک زدنی که فقط ناشی از افت و خیزهای روشنایی است"
      ]
    },
    {
      "EnglishWord": "luminance signal  y signal",
      "Meanings": [
        "سیگنال روشنایی",
        "سیگنال y سیگنال تلویزیون رنگحی که کنترل انحصاری روشنایی تصویر را در اختیار دارد. این سیگنال از 0/3 قرمز ف 0/59 سبز و 0/11 آبی ساخته می‌شود و قادر به تولید تصویر تک رنگ کامل است"
      ]
    },
    {
      "EnglishWord": "luminancence",
      "Meanings": [
        "نور تابی گسیل نور از ماده در دماهای پایین‌تر از التهاب",
        "در نتیجه واکنش شیمیایی یا الکتریکی",
        "قرار گرفتن در برابر انواع خاصی از تابش یا فرایندهای غیر حرارتی دیگر"
      ]
    },
    {
      "EnglishWord": "luminescence",
      "Meanings": [
        "پرتو افکن"
      ]
    },
    {
      "EnglishWord": "luminescence   threhold  threshold of luminescence",
      "Meanings": [
        "آستانه نور تابی کمترین بسامد تابشی که قادر به تحریک ماده نور تاب است"
      ]
    },
    {
      "EnglishWord": "luminescence diode",
      "Meanings": [
        "دیود پرتو افکن"
      ]
    },
    {
      "EnglishWord": "luminescent",
      "Meanings": [
        "نورتاب ماده ای که قادر به نشان دادن خواص نور تابی است"
      ]
    },
    {
      "EnglishWord": "luminescent screen",
      "Meanings": [
        "پرده نورتاب پرده ینمایش لامپ پرتو کاتدی که هنگام بمباران شدن با باریکه الکترونی نور می‌تابد و نور تابی آن تا مدت زمانی که بر حسب ثانیه قابل اندازه گیری است",
        "ادامه می‌یابد"
      ]
    },
    {
      "EnglishWord": "luminophor",
      "Meanings": [
        "لومینوفور ماده نور تابی که بخشی از انرژ اولیه جذب شده را به تابش نوری گسیل شونده تبدیل می‌کند"
      ]
    },
    {
      "EnglishWord": "luminosity",
      "Meanings": [
        "شدت روشنایی",
        "درخشندگی نسبت شار روشنایی به شار تابش متناظر با آن در طول موجی خاص که بر حسب لومن بر وات بیان می‌شود",
        "درخشندگی"
      ]
    },
    {
      "EnglishWord": "luminosity coefficients",
      "Meanings": [
        "ضرایب شدت روشنایی ضریبهای ثابت هر یک از مقادیر سه گانه رنگ به گونه ای که حاصل جمع سه حاصلضرب روشنایی رنگ است"
      ]
    },
    {
      "EnglishWord": "luminous",
      "Meanings": [
        "درخشان",
        "نورافشان"
      ]
    },
    {
      "EnglishWord": "luminous efficacy  luminous efficiency",
      "Meanings": [
        "کارایی روشنایی",
        "بازده روشنایی تقسیم بر کل شار تابشی",
        "واحد SI بازده روشنایی لومن بر وات است"
      ]
    },
    {
      "EnglishWord": "luminous exitance  luminous emittance",
      "Meanings": [
        "خارج شوندگی روشنایی",
        "گسیلندگی روشنایی شار روشنایی متوسطی که واحد مساحت سطح را ترک می‌کند و واحد SI آن لومن بر متر مربع است"
      ]
    },
    {
      "EnglishWord": "luminous fiux  light flux",
      "Meanings": [
        "شار روشنایی و شار نور کل انرژ مریی تولید شده در منبع در واحد زمان که متناظر با نرخ زمانی جاری شدن نور است و معمولا بر حسب لومن اندازه گیری می‌شود"
      ]
    },
    {
      "EnglishWord": "luminous flux density",
      "Meanings": [
        "چگالی شار روشنایی شار روشنایی بر واحد مساحت سطح هنگامی که به عنووان شار روشنایی تابیده شده روی سطح به کار می‌رود. بر تابندگی نامیده می‌شود. هنگامی که به شار روشنایی خروجی اشاره دارد. خارج شوندگحی روشنایی گفته می‌شود"
      ]
    },
    {
      "EnglishWord": "luminous intensity",
      "Meanings": [
        "شدت روشنایی شار روشنایی گسیل شده از منبع با زاویه فضایی بینهایت کوچک",
        "تقسیم بر زاویه فضایی"
      ]
    },
    {
      "EnglishWord": "luminous sensitivity",
      "Meanings": [
        "حساسیت روشنایی جریان خروجی لامپ نوری یا لامپ دوربین تقسیم بر شار روشنایی تابش"
      ]
    },
    {
      "EnglishWord": "lumped",
      "Meanings": [
        "فشرده",
        "متمرکز و کانونی شده"
      ]
    },
    {
      "EnglishWord": "lumped circuits",
      "Meanings": [
        "مدارهای فشرده"
      ]
    },
    {
      "EnglishWord": "lumped constant",
      "Meanings": [
        "ثابت فشرده تک ثابتی که ب طور الکتریکی معادل با کل ثابت توزیع شده موجود در پیچک یا مدار است"
      ]
    },
    {
      "EnglishWord": "lumped element",
      "Meanings": [
        "عنصر فشرده"
      ]
    },
    {
      "EnglishWord": "lumped impedance",
      "Meanings": [
        "امپدانس فشرده امپدانس متمرکز شده در یک قطعه به جای امپدانس توزیع شده در طول خط انتقال"
      ]
    },
    {
      "EnglishWord": "luneberg lens",
      "Meanings": [
        "عدسی لونبرگ عدسسی مصنوعی که انرژ الکترومغناطیسی تابش را در بسامدهای فرا بنفش کانونی می‌کند تا بهره آنتن را افزایش دهد. این عدسی دارای توزیع ثابت الکتریکی و ضریب شکس کروی متقارن ولی غیر یکنواخت است"
      ]
    },
    {
      "EnglishWord": "lux",
      "Meanings": [
        "لوکس واحد SI روشنایی معادل با 1im/m",
        "لوکس",
        "واحد شدت روشنایی"
      ]
    },
    {
      "EnglishWord": "luxemburg effect",
      "Meanings": [
        "اثر لوکزمبورگ مدوله سازی تقاطعی بین دو سیگنال رادیویی در هنگام عبور آنها از یونسفر",
        "در اثر غیر خطی بودن مشخصه‌های انتشار بارهای آزاد در فضا به دلیل این اثر",
        "برنامه‌های ایستگاههای پر قدرت را می‌توان در هنگام تنظیم کردن روی ایستگاه ضعیفتری با بسامد متفاوت شنید"
      ]
    },
    {
      "EnglishWord": "luxmeter",
      "Meanings": [
        "سنجه شدت روشنایی"
      ]
    },
    {
      "EnglishWord": "lvdt",
      "Meanings": [
        "linear variable",
        "differential transformer",
        "ترانسفورمر تفاضلی متغیر خطی نوعی ترانسفورمر که دیافراگم یا عنصر حس کننده آن آرمیچری را به صورت خطی وارد پیچکهای یک ترانسفور تفاضلی می‌کند و با تغییر مساوی اما در جهت مخالف القا کنایی پیچکها",
        "ولتاژ خروجی را تغییر می‌دهد. کاربرد آن در اندازه گیری شتاب",
        "نیرو",
        "و فشار است"
      ]
    },
    {
      "EnglishWord": "lyman alpha radiation",
      "Meanings": [
        "تابش الفای لیمن تابشی در طول 1215A",
        "مربوط به یکی از خطوط طیفی هیدروژن در سریهای لیمن"
      ]
    },
    {
      "EnglishWord": "lyman series",
      "Meanings": [
        "سریهای لیمن گروهی از خطوط طیفی در طیف ارابنفش هیدورژن با طول موجهای بین 912 تا 1215A"
      ]
    }
  ]
}