{
  "Group": "M",
  "Entries": 1171,
  "Words": [
    {
      "EnglishWord": "m",
      "Meanings": [
        "intermodulation",
        "مدوله سازی متقابل مدوله سازی اجزاء موج مختلط توسط یکدیگر و تولید امواج جدیدی که بسامدهایشان برابر با مجموع و اختلاف مضارب صحیح بسامد اجزای موج مختلط اصلی است",
        "mega",
        "مگا پیشوند نشان دهنده 10 به توان 6 تا",
        "milli–میلی پیشوند نشان دهنده 10 به توان",
        "یا یک هزارم",
        "مخفف غیر رسمی megaohm در این حالت M بدون فاصله به دنبال مقدار می‌آید مانند 5M به جای 5000000اهم"
      ]
    },
    {
      "EnglishWord": "m scope",
      "Meanings": [
        "صفحه ام صفحه راداری که M را نمایش می‌دهد"
      ]
    },
    {
      "EnglishWord": "m- type",
      "Meanings": [
        "crossed",
        "field tube",
        "لامپ میدان",
        "متقاطع نوع",
        "ام لامپی که بر اساس دو میدان الکتریکی دی سی و مغناطیسی متعادل کار می‌کند. اصطلاح نوع",
        "ام به لامپهایی اشاره می‌کند که گسیل الکترون در آنها به میدان مغناطیسی وابسته است. لامپهای میدان",
        "متقاطع متداول عبارت اند از forward",
        "wave crossed",
        "fieid amplifiers backward",
        "field osciliators"
      ]
    },
    {
      "EnglishWord": "ma",
      "Meanings": [
        "megampere",
        "مگاآمپر یک میلیون آمپر",
        "milliampere",
        "میلی آمپر یک هزارم آمپر"
      ]
    },
    {
      "EnglishWord": "mac laurin expansion",
      "Meanings": [
        "بسط مک لورن"
      ]
    },
    {
      "EnglishWord": "mach  number",
      "Meanings": [
        "عدد ماخ نسبت سرعت پرواز به سرعت صوت در محیطی که جسم در آن حرکت می‌کند. در سطح دریا",
        "ماخ 1 در حدود 1192 km/m 741 mi/h در 0 درجه سانتی گراد 32 فارنهایت در هوای خشک است ولی در ارتفاع 9/14 کیلو متر 30000ft این مقدار حدود 1086 675 mi/h است"
      ]
    },
    {
      "EnglishWord": "mach hold",
      "Meanings": [
        "تثبیت ماخ"
      ]
    },
    {
      "EnglishWord": "machine",
      "Meanings": [
        "ماشین"
      ]
    },
    {
      "EnglishWord": "machine check",
      "Meanings": [
        "بازبینی ماشین بازبینی خودکار در کامپیوتر یا بازبینی برنامه ریزی شده عملکردهای ماشین"
      ]
    },
    {
      "EnglishWord": "machine error",
      "Meanings": [
        "خطای ماشین انحراف داده‌های پردازش شده در کامپیوتر از مقدار صحیح به دلیل اشکال در دستگاه"
      ]
    },
    {
      "EnglishWord": "machine independence",
      "Meanings": [
        "مستقل از ماشین"
      ]
    },
    {
      "EnglishWord": "machine instruction",
      "Meanings": [
        "دستوالعمل ماشین دستورالعمل نوشته شده به زبا ماشین که مترجم کامپایلر بتواند بدون ترجمه",
        "آن را تشخیص دهد و محاسبه کند"
      ]
    },
    {
      "EnglishWord": "machine language",
      "Meanings": [
        "زبان ماشین"
      ]
    },
    {
      "EnglishWord": "machine language  machine  code",
      "Meanings": [
        "زبان ماشین",
        "رمز ماشین 1. شکلی از اطلاعات که کامپیوتر بتواند از آن استفاده کند. مانند اطلاعات روی دیسک لغزان یا دیسک سخت 2. نویسه‌ها یا دستوالعملهای ارایه شده به شکلی که کامپیوتر بتواند بدون تبدیل برگردان یا تفسیر برمانه ریزی شده آنها را پردازش کند. در زبان ماشیم مقدار هر بیت در هر دستوالعمل برنامه باید به صورت دودویی",
        "خشن خشنی یت شانزده شانزدهی نوشته شود"
      ]
    },
    {
      "EnglishWord": "machine learning",
      "Meanings": [
        "یادگیری ماشین قابلیت ماشین در اطلاح عملکرد خود بر اساس عملکرد قبلی"
      ]
    },
    {
      "EnglishWord": "machine maintenance",
      "Meanings": [
        "نگه داری ماشین"
      ]
    },
    {
      "EnglishWord": "machine program",
      "Meanings": [
        "برنامه ماشین"
      ]
    },
    {
      "EnglishWord": "machine word",
      "Meanings": [
        "لغب ماشین تعداد استانداردی از نویسه‌ها که کامپیوتر در هر انتقال به طور معمول به کار می‌برد. مثلا ماشینی می‌تواند به طور معمول اعداد یا دستو رالعملهایی را با واحد‌های 36 رقمی دودویی به کار برد"
      ]
    },
    {
      "EnglishWord": "machinery",
      "Meanings": [
        "ماشین آلات"
      ]
    },
    {
      "EnglishWord": "macrocell",
      "Meanings": [
        "ماکروسلول گروهی از دریچه‌های منطقی در آرایه ای از گیتهای مشابه مدار مجتمع که برای انجام توابع سطح بالاتری نسبت به دریچه‌های ساده سازمان دهی شده است. مانند فالپ",
        "و نیم جمعگر"
      ]
    },
    {
      "EnglishWord": "macroinstruction  macro",
      "Meanings": [
        "دستورالعمل کلان",
        "ماکرو دستورالعمل کامپیوتری نوشته شده به زبان سطح بالا ساده یا حتی به صورت یک نماد تک که معادل یک یا چند دستوالعمل عادی ماشین است. نرم افزار اسمبلر کامپیوتر دستورالعمل کلان را به دستورالعملهای ماشین بسط می‌دهد و برنامه نویس نیازی به نوشتن دستورالعملهای تکراری در مراحل مختلف نخواهد داشت"
      ]
    },
    {
      "EnglishWord": "macrometeorite",
      "Meanings": [
        "بزرگ شهاب سنگ هر ذره شهاب سنگ بزرگتر از نخود"
      ]
    },
    {
      "EnglishWord": "macroprogramming",
      "Meanings": [
        "برنامه نویسی کلان روند نوشتن برنامه کامپیوتری با استفاده از دستورالعملهای کلان"
      ]
    },
    {
      "EnglishWord": "macroscopic",
      "Meanings": [
        "ماکروسکوپی حدی از بزرگی که با چشم غیر مسلح دیده می‌شود"
      ]
    },
    {
      "EnglishWord": "macroscopic cross section",
      "Meanings": [
        "سطح مقطع ماکروسکوپی سطح مقطع بر واحد حجم"
      ]
    },
    {
      "EnglishWord": "macrosonics",
      "Meanings": [
        "ماکروسونیک فناوری صدا در دامنه سیگنال بزرگ به طوری که استفاده از تقریبهای خطی در آن مجاز نباشد",
        "مانند استفاده از امواج مافوق صوت برای تمیز کاری یا سوراخ کاری"
      ]
    },
    {
      "EnglishWord": "macsat",
      "Meanings": [
        "multiple",
        "accesscommunications satellite",
        "ماهواره مخابراتی با دسترسی چند گانه نوع ازمایشی از ماهواره‌های مخابراتی قرار گرفته در مدار زمین پایین LEO"
      ]
    },
    {
      "EnglishWord": "mad",
      "Meanings": [
        "magnetic anomaly detector",
        "آشکار ساز مغناطیسی آشکال غیر عادی مغناطیس سنج راهنمایی که وجود زیر دریاییهای زیر آب را آشکار می‌کند. جریان مستقیمی از یک سیم پیچ پیچیده بر روی هسته ای با گذاردهی مغناطیسی بالا می‌گذارد و اثر میدان مغناطیسی زمین را بر روی هسته متعادل می‌ند. جریان متناوبی",
        "هسته را به مقدار برابری در هر دو نوسان مثبت و منفی اشباع می‌کند. میدان مغناطیسی زیر دریایی نوسانهای نابرابر ایجاد می‌کند و در نتیجه سیگنالی در خروجی تولید می‌شود. در هواپیماهای گشت ضد زیر دریایی navy orion p3 حسگرهای مغناطیسی در یک محفظه میله ای شکل قرار دارند که از عقب هواپیما بیرون آمده است"
      ]
    },
    {
      "EnglishWord": "madar",
      "Meanings": [
        "مخففی برای analysis T malfunction T detection T and recording و سیستم خود تشخیص که برای آشکار سازی عملکرد نادرست در تجهیزات هواپیمایی به ار می‌رود"
      ]
    },
    {
      "EnglishWord": "magamp",
      "Meanings": [
        "magnetic amplifier",
        "تقویت کننده مغناطیسی تقویت کننده ای بر اساس خواص غیر خطی واکنشگرهای اشباع شدنی",
        "به تنهایی یا در ترکیب با سایر عناصر مدار",
        "برای ایجاد تقویت سیگنال ورودی DC یا AC برای تغییر درجه اشباع هسته به سیم پیچ کنترل اعمال می‌شود. و در در نتیجه تغییر بزرگتری",
        "در جریان متناوب سیم پیچ خروجی به وجود می‌آورد"
      ]
    },
    {
      "EnglishWord": "magazine",
      "Meanings": [
        "مخزن",
        "محفظه",
        "انبار",
        "مجله"
      ]
    },
    {
      "EnglishWord": "magellan",
      "Meanings": [
        "ماژلان سفینه فضایی ناساکه برای کاوش سطح ونوس با رادار طراحی شد. این سفینه در سال 1986 به فضا پرتاب شد وپس از تکمیل کاوش راداری خود درمدار گردش به دور سیاره قرار گرفت تا اطلاعاتی برای به دست آوردن نقشه میدانهای گرانش ونوس",
        "که شدت آن در نقاط مختلف مانند میدان گرانش زمین ف متفاوت است",
        "جمع آوری کند"
      ]
    },
    {
      "EnglishWord": "magic tee",
      "Meanings": [
        "تی جادویی"
      ]
    },
    {
      "EnglishWord": "maglev",
      "Meanings": [
        "قطار معلق مخفف سیستم حمل و نقل معلق مغناطیسی magnetically ایده ال آزمایش برای حمل و نقل زمینی که در آن وسیله نقلیه به جای حرکت با چرخ یا نیروی مغناطیسی معلق شده",
        "به حرکت در می‌آید. بین کابین قطار معلق و مسیر هدایت آن هیچ گونه تماس فیزیکی وجود ندارد و امکان حرکت سریعتری را نسبت به وسیله نقلیه چرخدار",
        "برای آن فراهم می‌کند. نگهداری و تعمیر مسیر حرکت نیز تقریبا حذف می‌شود. یک ایده",
        "بر مبنای سیستم قطار معلق ابر رسانایی و دیگری بر مبنای سیستم الکترومغناطیسی است"
      ]
    },
    {
      "EnglishWord": "magnesium",
      "Meanings": [
        "منیزیم"
      ]
    },
    {
      "EnglishWord": "magnestrictive delay line",
      "Meanings": [
        "خط تاخیر مغناطوکشسانی خط تاخیر ساخته شده از نیکل یا ماده مغناطوکشسان دیگر. مقدار تاخیر به وسیله موج شوکی که در طول خط با سرعت صوت رخکت می‌کند",
        "تعیین می‌شود"
      ]
    },
    {
      "EnglishWord": "magnestrictive resonator",
      "Meanings": [
        "تشدیدگر مغناطوکشسانی میله فرومغناطیسی که می‌توان برای ارتعاش در یک یا چند بسامد تشدید معین",
        "با اعمال میدان مغناطیسی متناوب ساخت"
      ]
    },
    {
      "EnglishWord": "magnet",
      "Meanings": [
        "آهنربا جسمی که در اطراف خود میدان مغناطیسی ایجاد می‌کند. این جسم خاصیت جذب اجاسم مغناطیسی دیگر ف مانند آهن و جذب یا دفع آهنرباهای دیگر را دارد. آهنربای دایمی",
        "میدان مغناطیسی دایمی ایجاد می‌ند. در حالی که آهنربای الکتریکی تنها در هنگحام عبور جریان الکتریکی از سیسم پیچهای آن ف خاصیت مغناطیسی نشان می‌دهد",
        "مغناظیس",
        "آهن ربا"
      ]
    },
    {
      "EnglishWord": "magnet charger",
      "Meanings": [
        "شارژکن مغناطیسی شارژکنی که شدت میدان آهنربای دایمی را",
        "با اعمال میدان مغناطیسی قوی ناشی از عبور ناگهانی جریان مستقیم از آهنربای الکتریکی",
        "باز سازی یا تثبیت می‌کند"
      ]
    },
    {
      "EnglishWord": "magnet coil",
      "Meanings": [
        "سیم پیچ مغناطیس"
      ]
    },
    {
      "EnglishWord": "magnet core",
      "Meanings": [
        "هسته مغناطیس"
      ]
    },
    {
      "EnglishWord": "magnet gap",
      "Meanings": [
        "فاصله هوایی مغناطیس"
      ]
    },
    {
      "EnglishWord": "magnet pole",
      "Meanings": [
        "قطب مغناطیس"
      ]
    },
    {
      "EnglishWord": "magnet steel",
      "Meanings": [
        "فولادمغناطیسی فولادی که مغناطیس شوندگی بالا دارد و معمولا دارای مقداری از ترکیب تنگستن",
        "کوبالت",
        "کروم و منگنر است. فولاد مغناطیسی ماده آهنربای دایمی است"
      ]
    },
    {
      "EnglishWord": "magnet winding",
      "Meanings": [
        "سیم پیچی مغناطیس"
      ]
    },
    {
      "EnglishWord": "magnet wire",
      "Meanings": [
        "سیم مغناطیسی سیم مسی باعایق بندی لاکی با سایزهای مختلف که به طور معمول برای سیم پیچی پیچکهای ترانسفورماتورها",
        "رله‌ها و قطعات الکترومغناطیسی دیگر به کار برده می‌شود"
      ]
    },
    {
      "EnglishWord": "magnetic",
      "Meanings": [
        "مغناطیسی"
      ]
    },
    {
      "EnglishWord": "magnetic    bias",
      "Meanings": [
        "بایاس مغناطیسی میدان مغناطیسی پایداری که به مدار مغناطیسی رله یا قطعه مغناطیسی دیگر اعمال می‌شود"
      ]
    },
    {
      "EnglishWord": "magnetic   discriminator",
      "Meanings": [
        "ممیز مغناطیسی تقویت کنده مغناطیسی با ترانسفورماتور و عناصر دیگر که می‌توان قطبیت و دامنه پالسها ی رمز گذاری شده را حس کند. ممیز مغناطیسی ولتاژ‌های کنترل خروجی تولید می‌کند که می‌تواند جهت سکان موشک هدایت شده را در طول پرواز تصحیح کند"
      ]
    },
    {
      "EnglishWord": "magnetic - card",
      "Meanings": [
        "کارت مغناطیسی کارتی با یک نوار مغناطیسی که می‌توان با مغناطیس سازی انتخابی",
        "داده هاییرا به اندازه نوار مغناطیسی کامپیوتری روی آن ذخیره کرد. کاربردهای آن عبارت اند از کارتهایی برای دسترسی به پول نقد در خارج از زمانهای کار بانک و از طریق ماشینهای خود پرداز ATM و بلیطهای مافرتی ماهانه",
        "که متناسب با هر بار استفاده از آن اطلاعات ثبت شده تغییر می‌ند تا تعداد سفرهای باقی مانده را نشان دهد"
      ]
    },
    {
      "EnglishWord": "magnetic - charccter reader",
      "Meanings": [
        "نویسه خوان مغناطیسی نویسه خوانیکه نوع ویژه ای از حروفهای چاپ شده با جوهر مغناطیسی را",
        "مانند دسته حروفهای مورد استفاده برای چکهای بانکی",
        "می‌خواند. این دستگاه داده‌های نویسه را مستقیما برای پردازش به کامپیوتر میدهد"
      ]
    },
    {
      "EnglishWord": "magnetic - lnk character recognition",
      "Meanings": [
        "شماسایی نویسه جوهر مغناطیسی سیستم پردازش چک بانکی",
        "پس از چاپ کردن معمولی چکهای خالی",
        "شماره‌های شناسایی بانک و مشتری و نویسه‌های خاصی مطابق با تعاریف قرار دادی جامعه بانکداری آمریکا بر روی آن چاپ می‌شود. بعد از نقد کردن چک",
        "تا ده نویسه حرفی و عددی برای مشخص شدن مقدار چک و هرگونه داده کنترلی لازم برای پردازش خودکار کامپیوتری به شماره قبلی افزوده می‌شود"
      ]
    },
    {
      "EnglishWord": "magnetic  north",
      "Meanings": [
        "شمال مغناطیسی جهتی که با عقربه نشانگر شمال قطب نمای مغناطیسی",
        "تحت تاثیر میدان مغناطیسی زمین مشخص می‌شود. از آنجا که نصف النهار‌های مغناطیسی اغلب خطوط غیر مستقیم را دنبال می‌کنند",
        "سوزن قطب نما در هر نقطه معین به طور مطمین به قطب مغناطیسی اشاره نمی‌کند"
      ]
    },
    {
      "EnglishWord": "magnetic - resonance  imaging",
      "Meanings": [
        "تصویر بدرای با تشدید مغناطیسی شیوه تصویر برداری تشخیص پزشکی که تغییرات چگالی زمان آزاد شدن هسته هیدروژن در بدن بیمار را",
        "هنگامی که در معرض میدان مغناطیسی قوی قرار می‌گیرد. آشکار می‌ند. بیمار در تونلی محصور شده با آهنرباهای الکتریکی قرار می‌گیرد. نمایشهای دو بعدی از مقاطع عمودی برشهای بدن بیمار که روی نایشگر نشان داده می‌شود. با استفاده از پردازش داده‌های کامپیوتری و بر اساس سیگنالهای دریافتی از اتمهای هیروژن در حال تشدید ف ساخته می‌شوند"
      ]
    },
    {
      "EnglishWord": "magnetic - resonance  spectrum",
      "Meanings": [
        "طیف تشدید مغناطیسی طیفی که با تغییر میدان الکترو مغناطیسی RF سوار شده بر روی میدان مغناطیسی ثابت یا با تغییرات کم تشکیل می‌شود. اتمهای ماده در اطراف این میدان مغناطیسی مولکولها را وادار به تغییر اعداد کوانتومی مغناطیسی خود با جذب یا نشر کوانتایی امواج رادیویی می‌ننند. این پدیده اساس تصویر برداری با تدید مغناطیسی MRI مورد استفاده در تشخیص پزشکی است"
      ]
    },
    {
      "EnglishWord": "magnetic - tape player",
      "Meanings": [
        "پخش نوار مغناطیسی ماشینی که قادر به پخش نوارهای مغناطیسی است ولی نمی‌تواند ضبطی روی آنها انجام دهد. پخش نوار مغناطیسی عملکردی است که بعضی از سیستمهای استریو اتومبیل",
        "قادر به انجام آن هستند"
      ]
    },
    {
      "EnglishWord": "magnetic - tape reader",
      "Meanings": [
        "نوار خوان مغناطیسی ماشینی که اطلاعات را از نوار مغناطیسی",
        "که معمولا شامل داده‌های دیجیتال مورد استفاده در عملیات کامپیوتری یا عملیات ماشینهای کنترل شده عددی است. پخش و رمز گذاری می‌ند. این دستگاه با دستگاه پخش نوار مغناطیسی که صدا و موسیقی را در باند بسامد شنیداری پخش می‌کند. متفاوت است"
      ]
    },
    {
      "EnglishWord": "magnetic - tape unit",
      "Meanings": [
        "واحد نوار مغناطیسی واحد جانیبی کامپیوتر که از قسمتهای انتقال نوار ف هدهای ضبط و خواندن و تجهیزات الکتریکی و الکترونیکی مربوط به آن تشکیل شده است"
      ]
    },
    {
      "EnglishWord": "magnetic amplifier",
      "Meanings": [
        "تقویت کننده مغناطیسی تقویت کننده ای بر اساس خواص غیر خطی واکنشگرهای اشباع شدنی",
        "به تنهایی یا در ترکیب با سایر عناصر مدار",
        "برای ایجاد تقویت سیگنال ورودی DC یا AC برای تغییر درجه اشباع هسته به سیم پیچ کنترل اعمال می‌شود. و در در نتیجه تغییر بزرگتری",
        "در جریان متناوب سیم پیچ خروجی به وجود می‌آورد",
        "تقویت کننده مغناطیسی"
      ]
    },
    {
      "EnglishWord": "magnetic anisotropy",
      "Meanings": [
        "ناهمسانگردی مغناطیسی وابستگی خواص مغناطیسی بعضی از مواد به جهت"
      ]
    },
    {
      "EnglishWord": "magnetic anomaly",
      "Meanings": [
        "بی هنجاری مغناطیسی تغییر در الگوی مورد انتظار و عادی میدانمغناطیسی",
        "مانند الگوی میدان مغناطیسی زمین این تغییر می‌تواند در اثر هر جرم فریتی بزرگ",
        "مانند یک زیر دریایی غوطه ور در آب ایجاد شود"
      ]
    },
    {
      "EnglishWord": "magnetic anomaly detector",
      "Meanings": [
        "آشکار ساز مغناطیسی آشکال غیر عادی مغناطیس سنج راهنمایی که وجود زیر دریاییهای زیر آب را آشکار می‌کند. جریان مستقیمی از یک سیم پیچ پیچیده بر روی هسته ای با گذاردهی مغناطیسی بالا می‌گذارد و اثر میدان مغناطیسی زمین را بر روی هسته متعادل می‌ند. جریان متناوبی",
        "هسته را به مقدار برابری در هر دو نوسان مثبت و منفی اشباع می‌کند. میدان مغناطیسی زیر دریایی نوسانهای نابرابر ایجاد می‌کند و در نتیجه سیگنالی در خروجی تولید می‌شود. در هواپیماهای گشت ضد زیر دریایی navy orion p3 حسگرهای مغناطیسی در یک محفظه میله ای شکل قرار دارند که از عقب هواپیما بیرون آمده است"
      ]
    },
    {
      "EnglishWord": "magnetic -armature  loudspeaker  electromagnetic loudspeacker  magnetic loudspeaker",
      "Meanings": [
        "بلندگوی آرمیچر",
        "مغناطیسی",
        "بلندگوی الکترومغناطیسی",
        "بلندگوی مغناطیسی",
        "متحرک بلندگویی که دیافراگم آن با آرمیچر فرومغناطیس حرکت می‌ند که به طور متناوب با واکنش متقابل بین میدان آهنربای دایمی و میدان تولید شده به وسیله پیچک حامل جریان بسامد صوتی",
        "جذب و دقع می‌شود"
      ]
    },
    {
      "EnglishWord": "magnetic bar",
      "Meanings": [
        "میله مغناطیسی"
      ]
    },
    {
      "EnglishWord": "magnetic bearing",
      "Meanings": [
        "جهت مغناطیسی زاویه بین جهت شمال مغناطیسی و مسیر حرکت هواپیما یا کشتی در صفحه افق. یاتاقانی که با استفاده از میدانهای مغناطیسی",
        "محوری را در فضای آزاد نگه می‌دارد. این میدانها معمولا به وسیله ترکیبی از آهنربای الکتریکی و دایمی به وجود می‌آید"
      ]
    },
    {
      "EnglishWord": "magnetic biasing",
      "Meanings": [
        "بایاس کردن مغناطیسی بایاس کردن محیط ضبط مغناطیسی در حین ضط یا سوراکردن یک میدان مغناطیسی اضافی بر روی میدان سیگنال در حال ضبط. با این کار رابطه ای خطی بین دامنه سیگنال و چگالی شار باقی مانده در محیط ضبط به وجود می‌آید"
      ]
    },
    {
      "EnglishWord": "magnetic biasing coil",
      "Meanings": [
        "پیچک بایاس مغناطیسی سیم پیچی روی واکنشگر اشباع شدنی که مغناطیس سازی ابتدایی هسته را هم در قطبیت و هم در مقدار تثبیت می‌کند"
      ]
    },
    {
      "EnglishWord": "magnetic blowout",
      "Meanings": [
        "خاموش سازی مغناطیسی آهنربای دایمی یا الکتریکی که میدان مغناطیسی ناشی از آن در امتداد جرقه کنتاکتهای در حال باز شدن کلید یا مدار شکن قرا رمی گیرد و در نتیجه به مستهلک شدن جرقه کمک می‌کند"
      ]
    },
    {
      "EnglishWord": "magnetic brake",
      "Meanings": [
        "ترمز مغناطیسی ترمز اصطکاکی کنترل شونده با ابزارهای الکترومغناطیسی",
        "ترمز مغناطیسی"
      ]
    },
    {
      "EnglishWord": "magnetic bubble",
      "Meanings": [
        "حباب مغناطیسی ناحیه استوانه پایدار غیر فرار مغناطیس شدگی ساخته شده با میدان مغناطیسی خارجی بر روی پوسه نازکی از ماده مغناطیسی. جهت مغناطیس شدگی عمود بر صفحه ماده است. حافظه حباب مغناطیسی بر این اساس ساخته می‌شود"
      ]
    },
    {
      "EnglishWord": "magnetic character",
      "Meanings": [
        "سلول مغناطیسی واحد ی از حافظه مغناطیسی که قادر به ذخیره کردن یک بیت از اطلاعات مانند یک وضعیت 0 تا 1 باشد"
      ]
    },
    {
      "EnglishWord": "magnetic charecter",
      "Meanings": [
        "نویسه مغناطیسی نویه چاپ شده با جوهر مغناطیسی",
        "مانند آنچه که بر روی چکهای بانکی",
        "هم برای خواندن با ماشین و هم خواندن انسان چاپ می‌شود"
      ]
    },
    {
      "EnglishWord": "magnetic circuit",
      "Meanings": [
        "مدار مغناطیسی مسیر کاملا بسته برای خطوط نیروی مغناطیسی این مدار دارای مقاومت مغناطیسی است که مقدار شار مغناطیسی ارسال شونده از نیروی محرکه مغناطیسی را در مدار محدود می‌کند",
        "مدار مغناطیسی"
      ]
    },
    {
      "EnglishWord": "magnetic circuit breaker",
      "Meanings": [
        "مدار شکن مغناطیسی"
      ]
    },
    {
      "EnglishWord": "magnetic circuit breaker  electromagnetic circuit breaker",
      "Meanings": [
        "مدار شکن مغناطیسی",
        "مدار کن الکترومغناطیسی مدار شکنی که اتصالهای آن در پاسخ به افزایش جذب مغناطیسی سولنویید در اثر جریان اضافه بار در مدار حفاظت شده",
        "به طور خودکار باز می‌شود"
      ]
    },
    {
      "EnglishWord": "magnetic circuit breaker time delay",
      "Meanings": [
        "مدار شکن مغناطیسی با تاخیر زمانی مکانیزم ضربه گیری در مدار شکن مغناطیسی که از پاسخهای ناخواسته به جریانهای گذاری سطح پایین ناشی از اندکی اضافه بار در مدار حفاظت شده جلو گحیری می‌کند. عملکرد ضربه گیر بسته ماندن اتصالها را طولانی‌تر می‌کند"
      ]
    },
    {
      "EnglishWord": "magnetic clutch",
      "Meanings": [
        "کلاژ مغناطیسی کلاژ که در آن حرکت با جذب بین قطبهای مغناطیس شده از یک شفت گردان به شفت دیگر منتقل می‌شود"
      ]
    },
    {
      "EnglishWord": "magnetic coil",
      "Meanings": [
        "سیم پیچ مغناطیسی"
      ]
    },
    {
      "EnglishWord": "magnetic contactor",
      "Meanings": [
        "کنتاکتور مغناطیسی کنتاکتور تحریک شونده با ابزارهای الکترومغناطیس"
      ]
    },
    {
      "EnglishWord": "magnetic core",
      "Meanings": [
        "هسته مغناطیسی هسته فلزی فریتی در یک پیچک یا ترانسفورماتور که با افزایش اندوکتانس پیچک و تزویج میان سیم پیچهای ترانسفورماتور",
        "مسیری بهتر از هوا را برای شار مغناطیسی به وجود می‌آورد",
        "هسته مغناطیسی"
      ]
    },
    {
      "EnglishWord": "magnetic current",
      "Meanings": [
        "جریان مغناطیسی"
      ]
    },
    {
      "EnglishWord": "magnetic current sheath",
      "Meanings": [
        "پوشش جریان مغناطیسی پوششی که در سطح پلاسمای قرار گرفته در میدان مغناطیسی ایجاد می‌شود. بار فضا می‌تواند مثبت یا منفی باشد. جریان شبکه مانندی در طول سطح پوشش و عمود بر میدان مغناطیسی جاری می‌شود"
      ]
    },
    {
      "EnglishWord": "magnetic damping",
      "Meanings": [
        "میرایی مغناطیسی میرا کردن حرکت مکانیکی با واکنش میان میدان مغناطیسی و جریان تولید شده در اثر حرکت سیم پیچ در میدان مغناطیسی",
        "میرایی مغناطیسی"
      ]
    },
    {
      "EnglishWord": "magnetic declination",
      "Meanings": [
        "زاویه انحراف مغناطیسی زاویه بین شمال حقیقی جغرافیایی و شمال مغناطیسی جهت عقربه قطب نما این زاویه در مکانهای مختلف متفاوت است و سال به سال تغییر می‌کند"
      ]
    },
    {
      "EnglishWord": "magnetic deflection",
      "Meanings": [
        "انحراف مغناطیسی منحرف کردن باریکه الکترونی با استفاده از میدان مغناطیسی",
        "مانند آنچه که در لامپ تصویر تلویزیون انجام می‌شود",
        "انحراف مغناطیسی"
      ]
    },
    {
      "EnglishWord": "magnetic delay line",
      "Meanings": [
        "خط تاخیر مغناطیسی خط تاخیری که داده‌ها را در کامپیوتر ذخیره می‌کند. این خط تاخیر در اصل از یک محیط انتقال فلزی تشکیل شده است که سرعت انرژ مغناطیسی منتشر شونده در طول آن نسبت به سرعت نور کم است. ذخیره سازی با گردش الگوهای موجی که معمولا حاوی اطلاعات به شکل دودویی هستند انجام میشود"
      ]
    },
    {
      "EnglishWord": "magnetic dip  magnetic inclination",
      "Meanings": [
        "شیب مغناطیسی",
        "زاویه تمایل مغناطیسی زاویه ای که میدان مغناطیسی زمین در یک مکان خاص با افق می‌سازد"
      ]
    },
    {
      "EnglishWord": "magnetic dipole",
      "Meanings": [
        "دو قطبی مغناطیسی"
      ]
    },
    {
      "EnglishWord": "magnetic dipole  magnetic doublet",
      "Meanings": [
        "دوقطبی مغناطیسی",
        "دوگانه مغناطیسی دوقطبی ابتدایی تشکیل دشه از ذرات هسته ای دو قطبی مغناطیسی شامل دو قطب مغناطیسی برابر است که قطبهای متضاد دارند. بسیار به یکدیگر نزدیک اند و انقدر کوچ اند که ویژگیهای جهت دار آن مستقل از شکل و اندازه هستند"
      ]
    },
    {
      "EnglishWord": "magnetic disk",
      "Meanings": [
        "دیسک مغناطیسی دیسکی با روکش مغناطیسی شونده که داده‌های دودویی با انواع دیگر اطلاعات را م یتوان برای ذخیره سازی و قرایت روی آن ضبط کرد. از دیسکهای مغناطیسی به طور گسترده ای به عنوان حافظه خواندنی / نوشتنی در کامپیوتر‌ها استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "magnetic domain   domain",
      "Meanings": [
        "حوزه مغناطیسی",
        "حوزه سطح مغناطیس شده قابل حرکت از ماده مغناطیس نازک",
        "پوسه که وجود یا عدم وجود آن میتواند نشان دهنده 0 یا 1 باشد. هر دو حالت پایدار غیر فرار هستند و در نتیجه تحت تاثیر قطع برق کامپیوتر قرار نمی‌گیرند. جهت مغناطیس شدگی در حوزه موازی با صفحه ماده و حدود 100 برابر بزرگتر از حباب مغناطیسی است"
      ]
    },
    {
      "EnglishWord": "magnetic electron multiplier",
      "Meanings": [
        "ضرب کننده الکترونی مغناطیسی ضرب کننده الکترونی که در آن مسیرهای الکترونهای ثانویه گسیل شده با اعمال میدان مغناطیسی کنترل می‌شود"
      ]
    },
    {
      "EnglishWord": "magnetic energy",
      "Meanings": [
        "انرژی مغناطیسی"
      ]
    },
    {
      "EnglishWord": "magnetic field",
      "Meanings": [
        "میدان مغناطیسی فضا یا ناحیه ای که در آن نیروی مغناطیسی بر بارهای الکتریکی در حال حاضر تاخیر بگذارد. میدان مغناطیسی می‌تواند ناشی از یک پیچک یا رسانای حامل جریان",
        "آهنربای دایمی یا خود زمین باشد",
        "میدان مغناطیسی"
      ]
    },
    {
      "EnglishWord": "magnetic field energy",
      "Meanings": [
        "انرژی میدان مغناطیسی"
      ]
    },
    {
      "EnglishWord": "magnetic field generation",
      "Meanings": [
        "تولید میدان مغناطیسی"
      ]
    },
    {
      "EnglishWord": "magnetic field intensity",
      "Meanings": [
        "شدت میدان مغناطیسی"
      ]
    },
    {
      "EnglishWord": "magnetic field lines",
      "Meanings": [
        "خطوط میدان مغناطیسی"
      ]
    },
    {
      "EnglishWord": "magnetic field strength",
      "Meanings": [
        "شدت میدان مغناطیسی"
      ]
    },
    {
      "EnglishWord": "magnetic fielde strengthn   h   magnetizing force",
      "Meanings": [
        "شدت میدان مغناطیسی",
        "نیروی مغناطیس کنندگی اندازه بردار میدان مغناطیسی",
        "در یکاهای SI ان را بر حسب آمپر بر متر بیان می‌کند. قبلا در یکاهای CGS بر حسب اورسند بیان میشد"
      ]
    },
    {
      "EnglishWord": "magnetic film memory",
      "Meanings": [
        "حافظهوسه ای مغناطیسی حافظه مغناطیسی که اساس آن از یک پوسه مغناطیسی تشکیل می‌شود و برای نوشتن و خواندن اطلاعات به کار می‌رود. برای ساخت آن چندین هزار آلمان در هر اینچ مربع با روشهای الکتریکی در خلا",
        "آبکاری الکتریکی زدایش",
        "شیمیایی و شیوه‌های دیگر تولید مدارهای مجتمع در کنار هم قرار می‌گیرند. به جای تغییر دادن شدت میدان مغناطیسی هر آلمان می‌توان از قطع و وصل میدان مغناطیسی دوار یک ماده مغناطیسی ناهنگن مانند پرمالوی استفاده کرد"
      ]
    },
    {
      "EnglishWord": "magnetic flaw detector",
      "Meanings": [
        "آشکار ساز ترک مغناطیسی اشکار ساز ترکی که در آن یک جسم فریتی با آهنربای الکتریکی یا دایمی مغناطیسی شده",
        "سپس جوهری حاوی ذرات کوچک آهن ر روی آن پاشیده می‌شود به این ترتیب سطح یا اطراف سطح تکها به شکل خطوط سیاه مشخص می‌شود. اگر سطح جم قبل از آزمایش به رنگ سفید در آید. دیدن ترکها آسانتر می‌شود"
      ]
    },
    {
      "EnglishWord": "magnetic flowmeter",
      "Meanings": [
        "مغناطیسی جریان سنجی که بر اساس مقدار ترکیبهای مغناطیسی موجود در مایع یا ماده خمیری شکل عمل می‌کند. ابتدا باید آن را برای مقدار ماده مغناطیسی موجود در واحد حجم درجه بندی کرد"
      ]
    },
    {
      "EnglishWord": "magnetic fluid",
      "Meanings": [
        "سیال مغناطیسی مخلوط معلق ذرات آهن یا ذرات فریت کلوتیدی در یک سیال حامل. مخلوط معلق کلوییدی را می‌توان با یک میدان مغناطیسی از لحاظ موقعیت",
        "مکان",
        "شکل",
        "وزن مخصوص",
        "سطح",
        "خط سیر یا سرعت کنترل کرد. بر عکس با اعمال میدان مغناطیسی به سیلا کلاژ مغماطیسی",
        "ذرات آهن به یکدیگر زنجیر می‌شوند و حالت جامد پیدا می‌کنند"
      ]
    },
    {
      "EnglishWord": "magnetic fluid clutch",
      "Meanings": [
        "کلاژ سیال مغناطیسی کلاژ اصطکاکی که با مغناطیسی شدن مایع مخلوط معلق ذرات ریز آهن در گیر می‌شود. این مایع بین قطبهای نصب شده روی شفتهای ورودی و خروجی قرار دارد"
      ]
    },
    {
      "EnglishWord": "magnetic flux",
      "Meanings": [
        "شار مغناطیسی خطوط نیروی مغناطیسی ناشی از آهنربا",
        "شار مغناطیسی"
      ]
    },
    {
      "EnglishWord": "magnetic flux density",
      "Meanings": [
        "چگالی شار مغناطیسی"
      ]
    },
    {
      "EnglishWord": "magnetic flux density  b   magnetic inducion",
      "Meanings": [
        "چگالی شار مغناطیسی",
        "القای مغناطیسی تعداد خطوط نیروی مغناطیسی در واحد سطح عمود بر راستای خطوط",
        "یکای SI آن تلا است. قبلا از گاوس برای چگالی شار مغناطیسی دریکای CGS استفاده می‌شد"
      ]
    },
    {
      "EnglishWord": "magnetic flux lines",
      "Meanings": [
        "خطوط شار مغناطیسی"
      ]
    },
    {
      "EnglishWord": "magnetic flux linkage",
      "Meanings": [
        "پیوند شار مغناطیسی"
      ]
    },
    {
      "EnglishWord": "magnetic flux meter",
      "Meanings": [
        "شارسنج مغناطیسی"
      ]
    },
    {
      "EnglishWord": "magnetic focusing",
      "Meanings": [
        "کانونی کردن مغناطیسی کانونی کدرن باریکی الکترون از طریق عملکرد میدان مغناطیسی"
      ]
    },
    {
      "EnglishWord": "magnetic force",
      "Meanings": [
        "نیروی مغناطیسی"
      ]
    },
    {
      "EnglishWord": "magnetic forming  electromagnetic forming",
      "Meanings": [
        "شکل دهی مغناطیسی و شکل دهی الکترو مغناطیسی شکل دهی فلز به شکلهای مختلف با سستفاده از میدانهای مغناطیسی قوی که فلز را در برابر قالب شکل دهی می‌فشارد. میدان مغناطیسی با شارژ بانک خازنی بزرگ و سپس تخلیه انرژ ی آن روی پیچک القایی در زمانی کمتر از یک میلیونیم ثانیه تولید می‌شود"
      ]
    },
    {
      "EnglishWord": "magnetic gap",
      "Meanings": [
        "شکل مغناطیسی بخش غیر مغناطیسی",
        "مانند شکاف هوایی",
        "در مدار مغناطیسی"
      ]
    },
    {
      "EnglishWord": "magnetic head",
      "Meanings": [
        "هد مغناطیسی آهنربای الکتریکی که برای خواندن",
        "ضبط کردن یا پاک کردن سیگنالها روی دیسک یا نوار مغناطیسی به کار می‌رود"
      ]
    },
    {
      "EnglishWord": "magnetic heading",
      "Meanings": [
        "سوط مغناطیسی سوبی که جهت خط مرجع آن شمال مغناطیسی است"
      ]
    },
    {
      "EnglishWord": "magnetic hrdness comparator",
      "Meanings": [
        "مقایسه کننده سختی مغناطیسی ابزاری که سختی قسمتهای فولادی را مقایسه می‌کند. قسمت نمونه ای که دارای سختی مطلوب است در پیچکی قرار داده می‌شود و قسمتهای تخت آزمایش یکی پس از دیگری در پیچک مشابه دیگری وارد می‌شوند. اگز هر دو پیچک دارای خواص مغناطیسی یکسانی بر روی صفحه نمایش پرتو",
        "اتدی اسیلوسکوپ باشند",
        "قسمتهای داخل دو سیم پیچ سختی یکسانی دارند"
      ]
    },
    {
      "EnglishWord": "magnetic hysteresis",
      "Meanings": [
        "پسماند مغناطیسی اصطکاک داخلی که بین مولکولهای ماده مغناطیسی در هنگام قر ار گرفتن آن در معرض میدان مغناطیسی متغیر اتفاق می‌افتد. نتیجه این اصطکاک",
        "تلفات حرارتی است و القای مغناطیسی را به وضعیت قبلی مغناطیس شدگی ماده وابسته می‌کند"
      ]
    },
    {
      "EnglishWord": "magnetic induction",
      "Meanings": [
        "القای مغناطیسی 1. فذرایند تولید یا القای جریانها یا ولتاژهادر رسانا یا استفاده از میدان مغناطیسی",
        "در حالت کلی",
        "میدان مغناطیسی باید متغیر باشد یا حرکت نسبی بین رسانا و میدان وجود داشته باشد. 2. magnetic flux density",
        "القا مغناطیسی"
      ]
    },
    {
      "EnglishWord": "magnetic ink",
      "Meanings": [
        "جوهر مغناطیسی جوهری حاوی ذرات مغناطیسی برای چاپ نویسه‌های قابل خواندن برای نویسه خوان مغناطیسی یا انسان"
      ]
    },
    {
      "EnglishWord": "magnetic intensity",
      "Meanings": [
        "شدت مغناطیسی"
      ]
    },
    {
      "EnglishWord": "magnetic latching relay",
      "Meanings": [
        "رله نگهدارنده مغناطیسی"
      ]
    },
    {
      "EnglishWord": "magnetic leakage",
      "Meanings": [
        "نشتی مغناطیسی گسترش شار مغناطیسی خارج از مسیری که می‌تواند کار مفید انجام دهد",
        "پراکندگی مغناطیسی"
      ]
    },
    {
      "EnglishWord": "magnetic lens",
      "Meanings": [
        "عدسی مغناطیسی عدسی ای که دارای آرایشی از آهنرباهای الکتریکی یا دایمی برای تولید میدانهای مغناطیسی کانونی کننده ذرات باردار است"
      ]
    },
    {
      "EnglishWord": "magnetic levitation",
      "Meanings": [
        "شناوری مغناطیسی استفاده از نیروهای مغناطیسی برای معلق نگهداشتن پایدار وسیله نقلیه زمینی زیر یا روی ریل هدایت مناسی. یک روش پیشنهادی آن استفاده از خاصیت جذب فرومغناطیس است. آهنرباهای DC یا AC روی سقف وسیله نقلیه",
        "در زیر ریل فرومغناطیس قرار می‌گیرند تا نیروی جذب را برای معلق نگهداشتن وسیله نقلیه در زیر ریل فراهم آورند. ایده دیگر استفاده از القا ابررسانایی است. واکنش متقابل نیروی پالسی متناوب بین پیچکهای آهنربای ابر رسانا در وسیله نقلیه و جریانهای القایی در رساناهای ریل هدایت. وسیله نقلیه را شناور نگه میدارد. وسایل نقلیه شناور معمولا یا موتروهای الکتریکی خطی با شکل دیگری از نیروهای محرکه",
        "برای حمل و نقل سریع زمینی",
        "راه اندازی می‌شوند"
      ]
    },
    {
      "EnglishWord": "magnetic line of force",
      "Meanings": [
        "خط نیروی مغناطیسی خطی فرضی که هر قسمت آن جهت شار مغناطیسی را در آن نشان می‌دهد"
      ]
    },
    {
      "EnglishWord": "magnetic load",
      "Meanings": [
        "بار مغناطیسی"
      ]
    },
    {
      "EnglishWord": "magnetic loss",
      "Meanings": [
        "تلف مغناطیسی"
      ]
    },
    {
      "EnglishWord": "magnetic material",
      "Meanings": [
        "ماده مغناطیسی ماده ای که تراوایی مغناطیسی آن به مقدار قابل توجهی بیشتر از هوا یا خلا است. مواد فرو مغناطیس به شدت مغناطیسی هستند. در حالی که مواد پارا مغناطیسی خاصیت مغناطیسی بسیار ضعیفی دارند"
      ]
    },
    {
      "EnglishWord": "magnetic media",
      "Meanings": [
        "رسانه مغناطیسی"
      ]
    },
    {
      "EnglishWord": "magnetic memory",
      "Meanings": [
        "حافظه مغناطیسی"
      ]
    },
    {
      "EnglishWord": "magnetic meridian",
      "Meanings": [
        "طول مغناطیسی خط افقی جهت دار در هر نقطه روی سطح زمین",
        "در جهت مولفه افقی میدان مغناطیسی زمین در آن نقطه"
      ]
    },
    {
      "EnglishWord": "magnetic mine",
      "Meanings": [
        "معدن مغناطیسی معدن زیر آبی که وقتی میدان مغناطیسی آن دراثر عبور کشتی عوض شود منفجر می‌شود"
      ]
    },
    {
      "EnglishWord": "magnetic modulator",
      "Meanings": [
        "مدوله کننده مغناطیسی مدوله کننده پالس کاتدی برای مکنترونهای رادار که بر اساس مشخصه‌های اشباع القا گرها عمل می‌کند. این مدوله کننده به لامپ تیراترون یا قطعه سوییچ کننده نیازی ندارد. القا گرها انرژ خود را با تشدید از طریق خازنهای موازی در یک شبکه پی به کاتد مگنترون منتقل می‌کنند"
      ]
    },
    {
      "EnglishWord": "magnetic moment",
      "Meanings": [
        "گشتاور مغناطیسی گشتاور دو قطبی مغناطیسی",
        "گشتاور مغناطیسی با چرخش ذاتی ذره و حرکت مداری ذره در سیستم رابطه دارد",
        "ممان مغناطیسی"
      ]
    },
    {
      "EnglishWord": "magnetic noise",
      "Meanings": [
        "نویز مغناطیسی"
      ]
    },
    {
      "EnglishWord": "magnetic permeability",
      "Meanings": [
        "نفوذ پذیری مغناطیسی"
      ]
    },
    {
      "EnglishWord": "magnetic permeance",
      "Meanings": [
        "هدایت پرمانس مغناطیسی"
      ]
    },
    {
      "EnglishWord": "magnetic polarity",
      "Meanings": [
        "پلاریته مغناطیسی"
      ]
    },
    {
      "EnglishWord": "magnetic pole",
      "Meanings": [
        "قطب مغناطیسی",
        "یکی از دو قطب آهنربا که شدت خاصیت مغناطیسی در نزدیکی آنها بیشتر است. این قطبها را شمال و جنوب می‌نامند 2. یکی از دو موقعیت روی سطح زمین که راستا سوزن قطب نما به آنها اشاره می‌کند. قطب شمال مغناطیسی به قطب جنوب جغرافیایی نزدیک است و قطب جنوب سوزن قطب نما را جذب می‌کند"
      ]
    },
    {
      "EnglishWord": "magnetic reaction analyzer",
      "Meanings": [
        "تحلیلگحر واکنش مغناطیسی تحلیگری با آشار ساز هال که شدت میدان مغناطیسی را به طور مستقیم با دقت زیاد اندازه گیری می‌کند. و امکان تغیین مکان نواقص ریز را در حین بازرسی مغناطیسی جوشکاری و موارد دیگر",
        "فراهم می‌کند"
      ]
    },
    {
      "EnglishWord": "magnetic reading head",
      "Meanings": [
        "هد خواندن مغناطیسی هد مغناطیسی که تغییرات مغناطیسی را در نوار یا دیسک مغناطیسی به تغییرات ولتاژ با جریان متناظر آن تبدیل می‌کند"
      ]
    },
    {
      "EnglishWord": "magnetic recording",
      "Meanings": [
        "ضبط مغناطیسی ضبط کردن با استفاده از میدان مغناطیسی کنترل شده با سیگنال"
      ]
    },
    {
      "EnglishWord": "magnetic recording   medium",
      "Meanings": [
        "محیط ضبط مغناطیسی ماده قابل مغناطیسی شدن که در ضبط مغناطیسی برای نگهداشتن تغییرات مغناطیسی به وجود آمده در فرایند ضبط کردن به کار بر ده می‌شود. و می‌تواند به شکل نورا",
        "کارت یا دیسک باشد"
      ]
    },
    {
      "EnglishWord": "magnetic recording head",
      "Meanings": [
        "هد ضبط مغناطیسی هد مغناطیسی که تغییرات الکتریکی را برای ذخیره شدن روی محیط مغناطیسی",
        "به تغییرات مغناطیسی",
        "تبدیل می‌ند"
      ]
    },
    {
      "EnglishWord": "magnetic relay",
      "Meanings": [
        "رله مغناطیسی"
      ]
    },
    {
      "EnglishWord": "magnetic reluctance",
      "Meanings": [
        "رلوکتانس مقاومت مغناطیسی"
      ]
    },
    {
      "EnglishWord": "magnetic remanence",
      "Meanings": [
        "پس ماند مغناطیسی"
      ]
    },
    {
      "EnglishWord": "magnetic reproducing head",
      "Meanings": [
        "هد باز سازی مغناطیسی هد مغناطیسی که تغییرات مغناطیسی روی محیط مغناطیسی را تغییرات الکتریکی تبدیل می‌کند"
      ]
    },
    {
      "EnglishWord": "magnetic repulsion",
      "Meanings": [
        "دفع مغناطیسی"
      ]
    },
    {
      "EnglishWord": "magnetic rigidity",
      "Meanings": [
        "سختی مغناطیسی معیاری برای اندازه حرکت یک ذره در میدان مغناطیسی که برابر است با حاصلضرب شدت میدان مغناطیسی عمود بر مسیر حرکت ذره و شعاع حرکت مسیر منحنی شکل حرکت ذره"
      ]
    },
    {
      "EnglishWord": "magnetic saturation",
      "Meanings": [
        "اشباع مغناطیسی بیشترین مقدار ممکن مغناطیس سازی ماده مغناطیسی"
      ]
    },
    {
      "EnglishWord": "magnetic separator",
      "Meanings": [
        "جدا ساز مغناطیسی دستگاهی برای جداسازی ذرات ریز مغناطیسی از ذرات غیر مغناطیسی",
        "یک آهنربای الکتریکی مواد مغناطیسی را از مسیر حرکت مواد غیر مغناطیسی منحرف می‌کند"
      ]
    },
    {
      "EnglishWord": "magnetic shield",
      "Meanings": [
        "حفاظ مغناطیسی پوششی که از مواد ی با تراوایی مغناطیسی زیاد ساخته می‌شود تا ابزارها و دستگاههای الترونیکی را از تاثیر میدانهای مغناطیسی مزاحم و پراکنده حفظ کنند",
        "حفاظ مغناطیسی"
      ]
    },
    {
      "EnglishWord": "magnetic shunt",
      "Meanings": [
        "شنت مغناطیسی تکه ای از ماده مغناطیسی که مقدار قابل تنظیمی از شار مغناطیسی اطراف شکاف هوایی را",
        "معمولا به منظور درجه بندی کردن",
        "از مسیر اصلی خود منحرف می‌کند"
      ]
    },
    {
      "EnglishWord": "magnetic sisk",
      "Meanings": [
        "دیسک مغناطیسی"
      ]
    },
    {
      "EnglishWord": "magnetic sound track",
      "Meanings": [
        "شیار صدای مغناطیسی نواری مغناطیسی روی پوسه تصویر متحرک که شیاری مغناطیسی را برای ضبط صدای مربوط به فیلم تشکیل می‌دهد"
      ]
    },
    {
      "EnglishWord": "magnetic spectrograph",
      "Meanings": [
        "طیف نگار مغناطیسی طیفل نگاری بر مبنای عملکرد میدان مغناطیسی ثابت در مسیر الکترونها یا ذرات بادار دیگر. طیف نگار مغناطیسی ذراتی را که سرعتهای مختلفی دارند",
        "جدا می‌کند"
      ]
    },
    {
      "EnglishWord": "magnetic storage  magnetic memory",
      "Meanings": [
        "ذخیره مغناطیسی",
        "حافظه مغناطیسی ذخیره ای که اطلاعات را با تغییر درجه مغناطیس شدگی ماده مغناطیسی نشان می‌دهد. این ماده می‌تواند دیسک",
        "صفحه یا نوار مغناطیسی باشد"
      ]
    },
    {
      "EnglishWord": "magnetic storm",
      "Meanings": [
        "طوفان مغناطیسی طوفانی که سبب تغییرات شدید و ناگهانی در شدت میدانهای مغناطیسی زمین می‌شود و هم بر مخابرات رادیویی و هم مخابرات از راه خطوط انتقال سیمی تاثیر می‌گذارد. این طوفان بر اثر فعالیتهای خورشیدی ایجاد می‌شود"
      ]
    },
    {
      "EnglishWord": "magnetic susceptibility",
      "Meanings": [
        "قابلیت مغناطیسی"
      ]
    },
    {
      "EnglishWord": "magnetic tape",
      "Meanings": [
        "نوار مغناطیسی نوار پلاستیکی که با ذرات قابل مغناطیس شدن اکسید آهن پوشیده شده است",
        "نوار ضبط مغناطیسی"
      ]
    },
    {
      "EnglishWord": "magnetic -tape recorder",
      "Meanings": [
        "دستگاه ضبط نوار مغناطیسی ماشینی که قادر به ضبط و پخش سیگنالهای بسامد شنیداری روی نوار مغناطیسی است. در هنگام ضبط",
        "درستگاه سیگنال را به تغییرات مغناطیسی در محیط تبدیل می‌ند و در هنگام پخش ف این تغییرات مغناطیسی را دوباره به سیگنالی با بسامد شنیداری بر می‌گرداند. دستگاههای معمول شامل تقویت کننده و بلندگو نیز هستند. دستگاههای قابل حمل با باتری یا ترانسفورماتورهای AC به DC کار می‌کنند. یک سیستم کامل شامل پیغام گیر تلفنی نیز هست"
      ]
    },
    {
      "EnglishWord": "magnetic unit",
      "Meanings": [
        "یکای مغناطیسی یکای مورد استفاده در اندازه گیر یکمیتهای مغناطیسی. یکا‌های مغناطیسی SI عبارت اند از: آمپر",
        "دور",
        "آمپر بر متر",
        "تسلا و ویر"
      ]
    },
    {
      "EnglishWord": "magnetic -vane meter",
      "Meanings": [
        "سنجه تیغه",
        "مغناطیسی سنجه AC با عنصر متحرک تیغه",
        "فلزی که داخل پیچکی می‌گردد"
      ]
    },
    {
      "EnglishWord": "magnetic variometer",
      "Meanings": [
        "تغییر سنج مغناطیسی ابزاری که تغییرات میدان مغناطیسی را نسبت به فضا یا زمان اندازه گیری می‌کند",
        "بر خلاف مغناطیس سنج که مقدار مطلق شدت و یا جهت میدان مغناطیسی را اندازه می‌گیرد"
      ]
    },
    {
      "EnglishWord": "magnetic wave",
      "Meanings": [
        "قطعه موج مغناطیسی قطعه ای که به انتشار موج مغناطوالاستیک یا مغناطو ستاتیک در داخل یا روی سطح ماده مغناطیسی یا دی الکتریک بستگی دارد. کاربردهای این قطعات قابل مقایسته با قطعات دیگری است که در انواع دیگر تاخیر ریز موج به کار می‌روند"
      ]
    },
    {
      "EnglishWord": "magnetical",
      "Meanings": [
        "مغناطیسی"
      ]
    },
    {
      "EnglishWord": "magnetically operated solid - state switch",
      "Meanings": [
        "سوییچ حالت جامد عمل کننده مغناطیسی ترکیبی از مولد هال hall مدار فرمان و تقویت کنند ه در یک مدار مجتمع. این سوییچ می‌تواند با حرکت آهنربا یا تغییر میدان مغناطیسی تا 10000 بار عملکرد در ثانیه باز و بسته شود. از انجا که هیچ اتصالی وجود ندارد در لحظه باز و بسته شدن نیز لرزشی وجود نخواهد داشت"
      ]
    },
    {
      "EnglishWord": "magnetics",
      "Meanings": [
        "مغناطیس شاخه ای از علم که به پدیده‌های مغناطیسی می‌پردازد"
      ]
    },
    {
      "EnglishWord": "magnetism",
      "Meanings": [
        "مغناطیس خاصیت ویژه آهن",
        "فولاد و چند ماده مغناطیسی خاص دیگر این مواد می‌توانند خطوط نیروی مغناطیسی را که قادر به واکنش متقابل با میدانهای الکتریکی با میدانهای مغناطیسی دیگر هستند ف تولید یا هدایت کنند"
      ]
    },
    {
      "EnglishWord": "magnetization",
      "Meanings": [
        "مغناطیس شدگی 1. درجه مغناطیسی شدن جسم خاص 2. فر ایند مغناطیسی شدن ماده مغناطیسی",
        "مغناطیس کردن"
      ]
    },
    {
      "EnglishWord": "magnetization charcteristic",
      "Meanings": [
        "مشخصه مغناطیس کردن"
      ]
    },
    {
      "EnglishWord": "magnetization intensity",
      "Meanings": [
        "شدت مغناطیس کردن"
      ]
    },
    {
      "EnglishWord": "magnetize",
      "Meanings": [
        "مغناطیس شدن"
      ]
    },
    {
      "EnglishWord": "magnetizing",
      "Meanings": [
        "مغناطیس کننده"
      ]
    },
    {
      "EnglishWord": "magnetizing current",
      "Meanings": [
        "جریان مغناطیس کننده"
      ]
    },
    {
      "EnglishWord": "magnetizing current  exciting current",
      "Meanings": [
        "جریان مغناطیسی کننده",
        "جریان تحریک جریانی که در سیمپیچ اولیه ترانسفورماتور قدرت",
        "هنگامی که باری به سیم پیچ ثانویه متصل نشده است",
        "جاری می‌شود این جریان میدان مغناطیسی را در هسته به وجود می‌آورد و انرژ اتلاف توان بی یاری را در هسته فراهم می‌آورد"
      ]
    },
    {
      "EnglishWord": "magnetizing field",
      "Meanings": [
        "میدان مغناطیس کننده"
      ]
    },
    {
      "EnglishWord": "magnetizing force",
      "Meanings": [
        "نیروی مغناطیس کننده"
      ]
    },
    {
      "EnglishWord": "magnetoelastic energy",
      "Meanings": [
        "انرژی مغناطوالاستیک انرژی مریوط یه تغییر در ابعاد ماده فرو مغناطیس در حین مغناطیسی شدن"
      ]
    },
    {
      "EnglishWord": "magnetoelectirec effect",
      "Meanings": [
        "اثر مغناطو الکتریکی یکی از آثاری که در هنگام قرار گرفتن ماده حامل جریان الکتریکی در میدان مغناطیسی متقاطع مشاهده می‌شود. این آثار شامل اثر هال",
        "اثر اتینگشازن",
        "اثر نرنست و مقاومت مغناطیسی هستند"
      ]
    },
    {
      "EnglishWord": "magnetoelectric",
      "Meanings": [
        "مغناطو الکتریک تولید ولتاژهایی یا روشهای مغناطیسی مانند آنچه که در ژنراتور معمولی انجام می‌شود"
      ]
    },
    {
      "EnglishWord": "magnetoelectric transducer",
      "Meanings": [
        "ترادیسنده مغناطیسی",
        "الکتریکی ترادیسنده ای که ولتاژ تولید شده در اثر حرکت رسانا در میدان مغناطیسی را اندازه گیری می‌کند"
      ]
    },
    {
      "EnglishWord": "magnetograph",
      "Meanings": [
        "مغناطیس نگار ابزاری که طیف نوری را برای اندازه گیری شدت میدان مغناطیسی در گازهای داغ",
        "مانند گازهای داغ خورشید و ستارگان دیگر",
        "تحلیل می‌کند"
      ]
    },
    {
      "EnglishWord": "magnetohydrodynamics",
      "Meanings": [
        "مغناطو هیدرودینامیک مطالعه آثار میدانهای مغناطیسی بر گازهای یونیده فوق گرم و سیالهای رسانا. این مطالعه",
        "موضوع تحقیقات ب روی گداخت کنترل شده در نیروگاههای هسته ای است و به عنوان روش تولید توان الکتریکی با بازدهی بیشتر از ژنراتورهای بخار به کار می‌رود"
      ]
    },
    {
      "EnglishWord": "magnetoionic wave  component",
      "Meanings": [
        "مولفه موج مغناطو یونی هر یک از دو مولفه موج پلاریزه بیضوی که در ان موج پلاریزه شده خطی که در یونسفر منتشر میشود. به دلیل میدان مغناطیسی جدا می‌شود"
      ]
    },
    {
      "EnglishWord": "magnetometer",
      "Meanings": [
        "مغناطیس سنج ابزاری که دامنه و جهت میدان مغناطیسی",
        "مانند میدان مغناطیسی زمین",
        "را اندازه گیری می‌کند"
      ]
    },
    {
      "EnglishWord": "magnetomotive force",
      "Meanings": [
        "نیروی محرکه مغناطیسی نیروی تولید کننده میدان مغناطیسی. این نیرو کل نیروی مغناطیس کننده ای است که در اطراف مدار مغناطیسی کاملا بسته عمل میکند و متناظر با ولتاژ نیروی محرکه الکتریکی در مدار الکتریکی است. اگحر نیروی محرکه مغناطیسی ناشی از جریان در داخل پیچک باشد",
        "متناسب با آمپر",
        "دور خواهد بود",
        "یکای CGS نیروی محرکه مغناطیسی ژیلبرت و برابر با حدود 0/8 آمپر دور است. اکنون",
        "استفاده ار یکای SI متناظر با نیروی محرکه مغناطیسی",
        "آمپر",
        "دور",
        "ترجیح داده می‌شود"
      ]
    },
    {
      "EnglishWord": "magnetomotive force   mmf",
      "Meanings": [
        "نیروی محرکه مغناطیسی"
      ]
    },
    {
      "EnglishWord": "magnetooptical  laser",
      "Meanings": [
        "لیزر مغناطیسی",
        "نوری لیزری که میدان مغناطیسی پیوسته آن",
        "در تولید تابش همدوس شرکت دارد"
      ]
    },
    {
      "EnglishWord": "magnetooptical material",
      "Meanings": [
        "ماده مغناطیسی",
        "نوری ماده ای که خواص نوری آن را می‌توان با اعمال میدان مغناطیسی تغییر داد. مثلا",
        "اثر فارادی را می‌توان برای معرفی کردن باریکه لیزر به مواد شفاف خاصی اعمال کرد"
      ]
    },
    {
      "EnglishWord": "magnetooptical modulator",
      "Meanings": [
        "مدوله کننده مغناطیسی",
        "نوری آرایشی برای مدوله کردن یک باریکه نور با عبور آن از یک بلور لعلی ایتریوم",
        "آهن. این بلور با استفاده از میدان مغناطیسی برای ایجاد گردش نوری",
        "شدت نور را مدوله می‌کند"
      ]
    },
    {
      "EnglishWord": "magnetooptics",
      "Meanings": [
        "مغناطیس",
        "نور شاخه ای از فیزیک که به تاثیر میدانهای مغناطیسی بر روی نور می‌پردازد"
      ]
    },
    {
      "EnglishWord": "magnetopause",
      "Meanings": [
        "مکث مغناطیسی مرز میان کره مغناطیسی زمین یا سیاره دیگر و پلاسمای بین سیاره ای یا باد خورشیدی جو خورشید"
      ]
    },
    {
      "EnglishWord": "magnetophotophoresis",
      "Meanings": [
        "جنبش نوری مغناطیسی حرکت گرد و غبار و ذرات دیگر تحت تاثیر توام میدان مغناطیسی و انرژی تابشی مانند نور"
      ]
    },
    {
      "EnglishWord": "magnetoplasmadynamics",
      "Meanings": [
        "مغناطو پلاسمادینامیک تولید الکتریسیته با پرتاب باریکه ای از گاز پونیده به داخل میدان مغناطیسی",
        "برای به دست آوردن اثری مشابه با حرکت میله ای مسی در نزدیکی آهنربا"
      ]
    },
    {
      "EnglishWord": "magnetoresistance",
      "Meanings": [
        "خاصیت مغناطو مقاومت تغییر در مقاومت بعضی از مواد متناظر با تغییر در مغناطیس شدگی آنها"
      ]
    },
    {
      "EnglishWord": "magnetoresistance multiplier",
      "Meanings": [
        "ضرب کننده مغناطو مقاومتی ضرب کننده آنالوگی که در آن مغناطو مقاومتهای پوسه",
        "نازک در شکافهای هوایی هسته مغناطیسی ضرب کننده نصب می‌شوند. سیگنال ورودی اعمال شده به پیچکی که روی هسته ضرب کننده پیچیده شده است. نوسانهای پوش",
        "پول مقاومتی در مغناطو مقاومتها ایجاد می‌کند و در نتیجه پلی که مغناطو مقاومتها در آن قرار دارند",
        "نامتعادل می‌شود. این ضرب کننده در سیستمهای کنترل و کامپیوترهای آنالوگ برای اندازه گیری توان و انجام عملیاتی مانند تقسیم",
        "ضرب",
        "به توان 2 رساندن و ریشه دوم",
        "به کار برده می‌شود"
      ]
    },
    {
      "EnglishWord": "magnetoresistive head",
      "Meanings": [
        "هد مغناطو مقاومتی هد خواندن دیسک",
        "ران که عملکرد آن براساس اثر مغناطو مقاومتی است. فلزات در هنگام قرار گرفتن در معرض میدان مغناطیسی",
        "مقاومتشان در برابر عبور جریان تغییر می‌کند. عنصر خواندن هد مغناطو مقاومتی از این خاصیت برای خواندن دیسکهای مغناطیسی",
        "با تراکم بالا استفاده می‌کند. این هد امکان ذخیره سازی 1/3 میلیارد بیت در اینچ را فراهم ساخته است"
      ]
    },
    {
      "EnglishWord": "magnetoresistor",
      "Meanings": [
        "مغناطو مقاومت مقاومتی که مقدار مقاومتش با شدت میدان مغناطیسی اعمال شده به آن",
        "تغییر می‌کند. از آنها به طور معمول به صورت زوج مدار پل استفاده می‌شود که یک آهنربای دایمی بایاس مغناطیسی آن را تامین می‌کند. عبور جریان از دو پیچک مخالف که روی قطبهای آهنربا پیچیده شده اند",
        "شار مغناطیسی را در یک مقاومت کاهش می‌دهد در حالی که مقدار آن در مقاومت دیگر افزایش می‌یابد. به این ترتیب پل در حالت عدم تعادل قرار می‌گیرد جریانی در خروجی آن به دست می‌آید"
      ]
    },
    {
      "EnglishWord": "magnetosphere",
      "Meanings": [
        "کره مغناطیسی",
        "مگنتوسفر ناحیه ای که تا ارتفاع چند برابر شعاع زمین تا بالای سطح زمین گسترش می‌یابد. این ناحیه با میدان مغناطیسی زمین ایجاد می‌شود و شامل کمربند تابش ون آلن است. این ناحیه از ذرات به دام افتاده که بیشتر الکترون و پروتون هستند",
        "تشکیل می‌شود که خطوط مغناطیسی از یک قطب تا قطب دیگر دنبال می‌کنند"
      ]
    },
    {
      "EnglishWord": "magnetostatic",
      "Meanings": [
        "مغناطو استاتیک خواص مغناطیسی ای که به حرکت میدانهای مغناطیسی بستگی ندارند"
      ]
    },
    {
      "EnglishWord": "magnetostriction   joul effect",
      "Meanings": [
        "مغناطوکشسانی",
        "اثر ژول تغییر در ابعاد یک جسم فرومغنامغناطیس در هنگام قرار گرفتن جسم در میدان مغناطیسی"
      ]
    },
    {
      "EnglishWord": "magnetostriction hydrophone",
      "Meanings": [
        "هیروفون مغناطوکشسانی میکروفون مغناطوکشسانی که به امواج صوتی ایجاد شده در آب پاسخ می‌دهد"
      ]
    },
    {
      "EnglishWord": "magnetostriction microphone",
      "Meanings": [
        "میکروفون مغناطوکشسانی میکروفونی که عملکرد آن به تولید نیروی محرکه مغناطیسی در اثر تغییر شکل فلزی باخواص مغناطوکشسانی بستگی دارد. کاربرد اصلی آن در تولید صداهای مافوق صوت و زیر آبی است"
      ]
    },
    {
      "EnglishWord": "magnetostriction oscillator",
      "Meanings": [
        "نوسان ساز مغناطوکشسانی نوسان سازی که در آن مدار آند از طریق یک عنصر مغناطوکشسانی به طور القایی به مدار شبکه تزویج شده است. بسامد نوسان آن با مشخصات مکانیکی تزویج کننده تعیین می‌شود"
      ]
    },
    {
      "EnglishWord": "magnetostriction transducer",
      "Meanings": [
        "تراگردان مغناطوکشسان تراگردان سوناری که جریان متناوب را به انرژی صوتی با همان بسامد تبدیل می‌کند و انرژ صوتی را به شکل باریکه ای در می‌آورد. تعداد زیادی از لامپهاو پیچکهای نیکلی یا آلیاژ نیکلی در یک آرایش سری",
        "موازی به یکدیگر متصل می‌شوند. انتهای هر لامپ باغشایی که در ارتباط با امواج دریاست",
        "تماس دراد. این تراگردان به صورت میکروفونی برای برگرداندن پژواک نیز عمل می‌کند"
      ]
    },
    {
      "EnglishWord": "magnetostrictionloudspeaker",
      "Meanings": [
        "بلندگوی مغناطوکشسانی بلندگویی که جابه جایی مکانیکی آن ناشی از تغییر شکل فلزی است که خواص مغناطوکشسانی دارد"
      ]
    },
    {
      "EnglishWord": "magnetostrictive",
      "Meanings": [
        "خاصیت مغناطوکشسانی خاصیت تغییر ابعاد در هنگام قرار گرفتن در میدان مغناطیسی"
      ]
    },
    {
      "EnglishWord": "magnetostrictive relay",
      "Meanings": [
        "رله مغناطوکشسانی رله ای که در اثر تغییر ابعادی ایجاد شده در ماده مغناطیسی که در معرض میدان مغناطیسی قرار می‌گیرد",
        "عمل می‌کند"
      ]
    },
    {
      "EnglishWord": "magnetostrictor",
      "Meanings": [
        "مغناطوکشساننده قطعه ای برای تبدیل نوسانهای الکتریکی به نوسانهای مکانیکی با به کارگیری خواص مغناطوکشسانی اسن قطعه از میله ای از جنس مغناطیس تشکیل شده و در یک نقطه محکم شده است و پیچک حامل جران نوسانی در اطراف آن قرار گرفته است. به ازای بیشینه مقدار انرژی",
        "سیستم باید به بسامد طبیعی خود یا نزدیکی آن رانده شود. از این قطعه در کاربردهای مافوق استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "magnetothermodelectric single crystal",
      "Meanings": [
        "تک بلور مغناطوترموالکتریک بلور اصلی در خنک کننده‌های حالت جامد. وقتی که بلور حامل جریان الکتریکی در حضور میدان مغناطیسی عرضی قوی با شدت زیاد",
        "بیش از 100 KG است",
        "قادر به خنک کردن تا 100 درجه C زیر دمای اتاق است"
      ]
    },
    {
      "EnglishWord": "magnetotransistor",
      "Meanings": [
        "مغناطوترانزیستور نوعی ترانزیستور دو قطبی با دو کلکتور که به عنوان حسگر میدان مغناطیسی طراحی شده است و دو نوع دارد: مغناطوترانزیستور عمودی VTM که به جاری شدن عمودی حاملها برای عملکرد مغناطیسی خود وابسته هستند و مغناطوترانزیستور افقی LTM که به جاری شدن افقی حاملها برای پاسخ مغناطیسی وابسته هستند. وقتی که میدان مغناطیسی به هر دونوع قطعه اعمال می‌شود نیروی لورنز بر روی حاملهای جاری عمل می‌کند و سبب انحراف آنها می‌شود"
      ]
    },
    {
      "EnglishWord": "magnetron",
      "Meanings": [
        "لامپ با حوزه مغناطیسی"
      ]
    },
    {
      "EnglishWord": "magnetron  traveling -wave magnetron  conventional magnetron",
      "Meanings": [
        "مگنترون",
        "مگنترون موج عبوری",
        "مگنترون معمولی نوسان ساز قدرت در بسامدهای ریزموج که از یک آند استوانه ای چند کاواکی و یک کاتد هم محور در داخل لامپ خلا تشکیل می‌شود. میدان مغناطیسی دایمی در طول لامپ",
        "موازی",
        "کاتد محوری از آهنرباهای C شکل زوج یا تک به وجود می‌آید. در هنگام روشن شدن میدان الکتریکی DC بین آند و کاتد و عمود بر میدان مغناطیسی به وجود می‌آید. در نتیجه میدان قطع شده بین کاتد و آند سبب گسیل الکترونها از کاتد و حرکت آنها در مسیر عبور منحنی شکل می‌شود. نوسانها در کاواکهای تشدید آند به وجو می‌آیند که یک ساختار موج",
        "آرام در هنگام تنظیم ولتاژ DC تشکیل می‌دهند",
        "به طوری که سرعت گردشی متوسط الکترونها متناظر با سرعت فاز میدان در ساختار موج",
        "آرام می‌شود"
      ]
    },
    {
      "EnglishWord": "magnetron amplifier",
      "Meanings": [
        "تقویت کننده مگنترون مگنترونی که به عنوان تقویت کننده عمل می‌کند"
      ]
    },
    {
      "EnglishWord": "magnification",
      "Meanings": [
        "بزرگ نمایی",
        "تقویت کنندگی"
      ]
    },
    {
      "EnglishWord": "magnification factor",
      "Meanings": [
        "فاکتور بزرگ نمایی"
      ]
    },
    {
      "EnglishWord": "magnification ratio",
      "Meanings": [
        "نرخ بزرگ نمایی"
      ]
    },
    {
      "EnglishWord": "magnitude",
      "Meanings": [
        "دامنه"
      ]
    },
    {
      "EnglishWord": "magnitude curve",
      "Meanings": [
        "منحنی دامنه"
      ]
    },
    {
      "EnglishWord": "mah",
      "Meanings": [
        "milliampere",
        "hour",
        "میلی آمپر ساعت یک هزارم آمپر",
        "ساعت"
      ]
    },
    {
      "EnglishWord": "mailbox",
      "Meanings": [
        "صندوق پستی"
      ]
    },
    {
      "EnglishWord": "mailing list",
      "Meanings": [
        "فهرست پستی"
      ]
    },
    {
      "EnglishWord": "maimum output",
      "Meanings": [
        "خروجی بیشینه بیشترین مقدار متوسط توان خروجی که با بار نامی گیرنده یا تقویت کننده",
        "صرف نظر از اعوجاج داده می‌شود"
      ]
    },
    {
      "EnglishWord": "main",
      "Meanings": [
        "خط اصلی خطی که قدرت را از ژنراتور",
        "مبدل یا سوییچ قطع کننده به مرکز توزیع اصلی خطوط نیرو در داخل ساختمان می‌رساند. این واژه معادل بریتانیایی واژه خط نیرو power line در تلفظ امریکایی است",
        "اصلی"
      ]
    },
    {
      "EnglishWord": "main action block",
      "Meanings": [
        "بخش عملیاتی اصلی"
      ]
    },
    {
      "EnglishWord": "main action statement",
      "Meanings": [
        "گزارش عملیاتی اصلی"
      ]
    },
    {
      "EnglishWord": "main current",
      "Meanings": [
        "جریان اصلی"
      ]
    },
    {
      "EnglishWord": "main gap",
      "Meanings": [
        "شکاف اصلی مسیر هدایت بین کاتد اصلی و آند اصلی لامپ تخلیه ای فروزان"
      ]
    },
    {
      "EnglishWord": "main line",
      "Meanings": [
        "خط اصلی"
      ]
    },
    {
      "EnglishWord": "main lobe",
      "Meanings": [
        "لبه اصلی"
      ]
    },
    {
      "EnglishWord": "main lobe  major lobe",
      "Meanings": [
        "لب اصلی",
        "لب بزرگ حوزه تابش از یک آنتن که شامل بیشینه مقدار تابش در جهت معین است"
      ]
    },
    {
      "EnglishWord": "main memory",
      "Meanings": [
        "حافظه اصلی حافظه همه منظوره کامپیوتر",
        "این حافظه امکان دسترسی سریع به دستورالعملهای ذخیره شده و داده‌های در حال پردازش را فراهم می‌کند و به طور معمول از حافظه‌های دینامیک با دسترسی تصادفی DRAM تشکیل می‌شود",
        "حافظه اصلی"
      ]
    },
    {
      "EnglishWord": "main network",
      "Meanings": [
        "شبکه اصلی"
      ]
    },
    {
      "EnglishWord": "main program",
      "Meanings": [
        "برنامه اصلی"
      ]
    },
    {
      "EnglishWord": "main quantum number",
      "Meanings": [
        "عدد کوانتومی اصلی عدد صحیح مثبتی که اندازه مدار الکترون را تعیین می‌کند"
      ]
    },
    {
      "EnglishWord": "main switch",
      "Meanings": [
        "کلید اصلی"
      ]
    },
    {
      "EnglishWord": "main termainal",
      "Meanings": [
        "پایه اصلی در تریستور دو قطبی",
        "پایه ای که با عدد 1 مشخص شده است. پایه دیگر که جریان اصلی در آن جاری می‌شود یا عدد 2 مشخص شده است"
      ]
    },
    {
      "EnglishWord": "main unit",
      "Meanings": [
        "واحد اصلی"
      ]
    },
    {
      "EnglishWord": "mainframe",
      "Meanings": [
        "کامپیوتر بزرگ عبارتی که امروزه بیانگر یک سیستم کامپیوتری بزرگ در مقایسه با ایستگاه کاری",
        "کاپیوتر شخصی یا ریزکامپیوتر است و قادر به انجام وظایف پردازش اطلاعات بسیار زیاد مانند راهگزینی تلفنی یا نقل و انتقالهای بانکی است",
        "کامپیوتر بزرگ",
        "قاب اصلی"
      ]
    },
    {
      "EnglishWord": "maintain",
      "Meanings": [
        "نگه داری کردن"
      ]
    },
    {
      "EnglishWord": "maintenance",
      "Meanings": [
        "نگهداشت 1. اندازه گیریهای پیشگیری کننده یا اصلاح کننده برای نگهداشتن تجهیزات در شرایط عملکردی مطلوب. 2. عملکرد و راه اندازی آزمایشی برنامه‌ها و پرونده‌های کامپیوتری برای به روز کردن و تصحیح خطاها",
        "نگه داری"
      ]
    },
    {
      "EnglishWord": "major apex face",
      "Meanings": [
        "وجه راس بزرگ یکی از سه مجه شیبدار بزرگ که تا راس یا آخرین نقطه مشخص بلور کوارتز طبیعی ادامه می‌یابد. سه وجه شیبدار کوچکتر جه‌های راس کوچک هستند"
      ]
    },
    {
      "EnglishWord": "majority",
      "Meanings": [
        "اکثریت"
      ]
    },
    {
      "EnglishWord": "majority carriers",
      "Meanings": [
        "حامل‌های اکثریت"
      ]
    },
    {
      "EnglishWord": "majority carriers charge",
      "Meanings": [
        "بار حامل‌های اکثریت"
      ]
    },
    {
      "EnglishWord": "majority carriers current",
      "Meanings": [
        "جریان حامل‌های اکثریت"
      ]
    },
    {
      "EnglishWord": "majority carriers lifetime",
      "Meanings": [
        "طول عمر حامل‌های اکثریت"
      ]
    },
    {
      "EnglishWord": "majority emitter",
      "Meanings": [
        "گسیلنده اکثریت الکترودی که جریانی از حاملهای اکثریت از آن به ناحیه داخلی الکترود ترانزیستور وارد می‌شوند"
      ]
    },
    {
      "EnglishWord": "majority logic",
      "Meanings": [
        "منطق اکثریت منطقی که در آن خروجی به وضعیت اکثریت ورودیها بستگی دارد"
      ]
    },
    {
      "EnglishWord": "make",
      "Meanings": [
        "ساختن"
      ]
    },
    {
      "EnglishWord": "make contact",
      "Meanings": [
        "اتصال وصل اتصالی در رله که در حالت عادی باز است. با برق دار شدن رله",
        "مدار آن بسته می‌شود"
      ]
    },
    {
      "EnglishWord": "make-before-break contacts",
      "Meanings": [
        "اتصالهای وصل",
        "قبل از",
        "قطع اتصالهای دو وضعیتی آرایش یافته به گونه ای که اتصال متحرک مدار جدیدی را پیش از قطع مدار قبلی وصل کند"
      ]
    },
    {
      "EnglishWord": "male connector",
      "Meanings": [
        "اتصال دهنده نری"
      ]
    },
    {
      "EnglishWord": "malfunction",
      "Meanings": [
        "عملکرد ناقص"
      ]
    },
    {
      "EnglishWord": "man  made noise",
      "Meanings": [
        "نویز مصنوعی"
      ]
    },
    {
      "EnglishWord": "manade interterferance",
      "Meanings": [
        "تداخل ساخت بشر تداخل الکترومغناطیسی کهناشی از عملکرد عادی یا غیرعادی تجهیزات الکترونیکی باشد مانند هارمونیکها یا سیگنالهای غیر واقعی فرستنده‌ها. نویز ناشی از جرقه زنی رامعمولا به جای تداخل",
        "استاتیک می‌نامند"
      ]
    },
    {
      "EnglishWord": "management",
      "Meanings": [
        "مدیریت"
      ]
    },
    {
      "EnglishWord": "management information system",
      "Meanings": [
        "سیستم اطلاعات مدیریتی سیستم اطلاعات کامپیوتری که داده هایی از قبیل هزینه‌های مواد",
        "سربار",
        "گسترش عملکرد",
        "فروش و سود و زیان را دریافت و در فواصل زمانی مشخص آنها را پردازش میکند. این سیستم گزارشهای نتیجه گیری را برای هدایت مدیریت و تصمیم گیریهایی مقتضی تهیه می‌کند. این گزارشها م یتوانند دیداری و به صورت نمایشهای گرافیکی بر روی مانیتور یا قابل چاپ شدن با چاپگر باشند"
      ]
    },
    {
      "EnglishWord": "management station",
      "Meanings": [
        "ایستگاه مدیریت"
      ]
    },
    {
      "EnglishWord": "manchester code  phase coding",
      "Meanings": [
        "رمز منچستر",
        "رمزگذاری فاز رمز کامپیوتری که در آن 1 دودویی به صورت تغییر وضعیت از سطح 1 ه 0 در وسط یک بیت و 0 دودویی صورت تغییر وضعیت از سطح 1 به 0 در وسط یک بیت نشان داده می‌شود. در این رمز",
        "طولانی‌ترین فاصله زمانی مجاز بدون تغییر وضعیت برابر با یک بیت است"
      ]
    },
    {
      "EnglishWord": "maneuver stick",
      "Meanings": [
        "دسته فرمان مانور"
      ]
    },
    {
      "EnglishWord": "manganese",
      "Meanings": [
        "منگنز عنصر فلزی با عدد اتمی 25 و وزن اتمی 54/",
        "منگنز"
      ]
    },
    {
      "EnglishWord": "manganin",
      "Meanings": [
        "منگنین آلیاژی دارای 84% مس",
        "% منگنز",
        "% نیکل کهبه دلیل ضریب دمایی کم در ساخت مقاومتهای سیم پیچی دقیق به کار برده می‌شود"
      ]
    },
    {
      "EnglishWord": "manhattan project",
      "Meanings": [
        "پروژه مانهاتان پروژه ای در واحد جنگ که از آگوست 1942 تا آگوست 1946 ادامه داشت و منجر به ساختن بمب اتمی شد"
      ]
    },
    {
      "EnglishWord": "manipulated variable",
      "Meanings": [
        "متغیر دستکاری شده کمیت یا شرایطی که برای تغییر مقدار متغیر کنترل شده در سیستم فیدبکی",
        "به وسیله کنترل کننده تغییر داده شده است"
      ]
    },
    {
      "EnglishWord": "manipulator",
      "Meanings": [
        "بازو مکانیزمی که معمولا از یک سری بخشها",
        "مفصلها یا تکه‌های مربوط به یکدیگر برای شکل دهی و حرکت دادن اجسام تشکیل شده است معمولا حداقل دارای سه درجه آزادی است. مفصلها را می‌توان با موتورهای الکتریکی",
        "هیدرولیکی یا پنوماتیکی حرکت داد. بازو را می‌توان از راه دور و به صورت بلادرنگ مانند تله چریک یا با کامپیوترهای برنامه ریزی شده مانند روباتها کنترل کرد"
      ]
    },
    {
      "EnglishWord": "manmade static",
      "Meanings": [
        "استاتیک ساخت بشر سیگنالهای نویز بسامد بالای ایجاد شده در اثر جرقه زدن مدار الکتریکی",
        "استاتیک ساخت بشر در صورت دریافت در رادیو سبب ایجاد صداهای وزوز و خش خش می‌شود"
      ]
    },
    {
      "EnglishWord": "manual",
      "Meanings": [
        "دستی"
      ]
    },
    {
      "EnglishWord": "manual adjustment",
      "Meanings": [
        "تنظیم دستی"
      ]
    },
    {
      "EnglishWord": "manual control",
      "Meanings": [
        "کنترل دستی"
      ]
    },
    {
      "EnglishWord": "manual operation",
      "Meanings": [
        "عملکرد دستی"
      ]
    },
    {
      "EnglishWord": "manual starting",
      "Meanings": [
        "راه اندازی دستی"
      ]
    },
    {
      "EnglishWord": "manual switch",
      "Meanings": [
        "کلید دستی"
      ]
    },
    {
      "EnglishWord": "manual system",
      "Meanings": [
        "سیستم دستی"
      ]
    },
    {
      "EnglishWord": "manual technique",
      "Meanings": [
        "روش دستی"
      ]
    },
    {
      "EnglishWord": "manufacturing",
      "Meanings": [
        "ساختن",
        "تولید در کارخانه"
      ]
    },
    {
      "EnglishWord": "map",
      "Meanings": [
        "نقشه",
        "نگاردن"
      ]
    },
    {
      "EnglishWord": "map-matching guidsnce",
      "Meanings": [
        "هدایت تطبیق با نقشه هدایت یک هواپیما یا موشک با نقشه ضبط شده از قبل در پرواز شناسایی بر فراز مسیر زمین در مقایسه با پژواکهای دریافتی رادار در طول پرواز هدایت شده"
      ]
    },
    {
      "EnglishWord": "mapping",
      "Meanings": [
        "نگاشت"
      ]
    },
    {
      "EnglishWord": "marconi",
      "Meanings": [
        "مارکونی"
      ]
    },
    {
      "EnglishWord": "marconi antenna",
      "Meanings": [
        "آنتن مارکونی آنتنی که کی انتهای آن از طریق پیچک ورودی گیرنده یا فرستنده و رآکتانس تنظیم مناسب به طمین متصل می‌شود"
      ]
    },
    {
      "EnglishWord": "marginal",
      "Meanings": [
        "کناری",
        "حاشیه ای"
      ]
    },
    {
      "EnglishWord": "marginal probability density function",
      "Meanings": [
        "تابع چگالی احتمال کناری"
      ]
    },
    {
      "EnglishWord": "marginally stable",
      "Meanings": [
        "پایداری حاشیه ای"
      ]
    },
    {
      "EnglishWord": "marker",
      "Meanings": [
        "علامت گذار",
        "نشان گذار"
      ]
    },
    {
      "EnglishWord": "marker generator",
      "Meanings": [
        "مولد نشانه 1. مولد RF که یک یا چند شناسایی بسامد بر روی الگوی ایجاد شده به وسیله مولد جارو روی صفحه نمایش اسیلوسکوپ پرتو",
        "کاتدی وارد می‌کند. از این مولد برای تنظیم منحنیهای پاسخ مدارهای تنظیم شده",
        "مانند تنظیم FM و گیرنده‌های تلویزیونی استفاده می‌شود. 2. مولد RC که پالسهایی با دامنه",
        "شکل و زمان تناوب دقیق و مشخصه‌های تکار شونده مانند پالسهای مورد نیاز برای ایجاد شاخصهای مرجع بر روی صفحه رادار برای کمیتهایی مانند برد هدف",
        "جهت و ارتفاع",
        "تولید می‌کند"
      ]
    },
    {
      "EnglishWord": "mark-space ratio",
      "Meanings": [
        "نسبت فاصله",
        "نشانه نسبت طول یک تک پالس به فاصله زمانی بین دو پالس تکرار شونده متوالی"
      ]
    },
    {
      "EnglishWord": "markup language",
      "Meanings": [
        "زبان علامت دار"
      ]
    },
    {
      "EnglishWord": "mars",
      "Meanings": [
        "Military Affiliate Radio System",
        "مارس شبکه جهانی ایستگاههای رادیویی که افراد غیر حرفه ای نظامی میتوانند آن را نصب و راه اندازی کنند و به طور مشترک تحت نظارت نیروی هوایی",
        "ارتش و ناوبری",
        "برای ایجاد سیستم مخابراتی جانشین در موارد اظطراری قرار دارد"
      ]
    },
    {
      "EnglishWord": "mars global surveyor",
      "Meanings": [
        "مریخ پیمای جهانی سفینه فضایی ک برای قرار گرفتن در مدار دور مریخ شاخته شده است و از یک باتری",
        "شش ابزار برای پویش سطح سیاره برای یکسال مریخی حدود دو سال زمینی استفاده می‌کندو به دنبال وجود آب و شکلهایی از حیات در گذشته و حال می‌گردد"
      ]
    },
    {
      "EnglishWord": "mars pathfinder lander",
      "Meanings": [
        "رهیاب فرود آینده بر روی مریخ سفینه فضایی ک به طور مستقیم به سمت مریخ پرواز میکند و برای ارسال تصاویری از سطح مریخ با یک دوربین تلویزیونی رنگی",
        "بر روی آن فرود می‌آید. این سفینه آب و هوای مریخ را مطالعه می‌کند و یکواحد سیار کوچک رابرای کشف سطح مریخ و نمونه برداری از خاک و سنگ به بیرون می‌فرستد"
      ]
    },
    {
      "EnglishWord": "maser  microwave amplification by stimulated emission",
      "Meanings": [
        "میزر تقویت کننده ریز موجی که با تحریک اتمها یا مولکولها به سطح انرژی بالاتر وناپایدار",
        "عمل تقویت را انجام می‌دهد. سیگنال ورودی ریزموج در واکنش متقابل با تمها یا مولکولها",
        "آنها را به گسیل انرژی اضافی خود با همان بسامد و فاز موج تحریک میکند",
        "در نتیجه تقویت همدوسی در طول موج تعیین شده با ابعاد کاواک یا ساختار تشدید کننده ایجاد می‌شود. به کارگیری انرژی خارجی لازم برای تقویت یا نوسان را پمپ کردن می‌نامند. انرژی تابش شده به مقدار زیادی بیشتر از سطح انرژی سیگنال پمپ شده است. سه نوع تقویت وجود دارد: گازی",
        "حالت جامد و موج عبوری. اتمها یا مولکولهای آمونیاک ماده پارامتری در گاز نوع باریکه",
        "نوسان سازهای میزر هستند. میزرهایحالت جامد بر اساس الکترونهای اتمها یا مولکولها پرامتری عمل می‌کنند. میزرهای دو و سه سطحی حالت جامد وجود دارند. میزرها می‌توانند به عنوان پیش تقویت کننده‌های کم نویز برای سیکنالهای بسیار ضعیف در رادارهای ستاره شناسی یا برد بلند رادیویی و استاناردهای زمانی و بسامدی عمل کند. اصول گسیل تحریک شده در میزر برای نور مریی و نواحی مادون قرمز نیز صادق است که دستگاه معادل آن لیزر است"
      ]
    },
    {
      "EnglishWord": "mask",
      "Meanings": [
        "ماسک 1. صفحه شفاف از شیشه یا کوارتز پوشیده شده با الگوهای غیر شفاف که ابعاد و شکل عناصر مدار مجتمع. را در یک سطح تولید تعیین می‌کند",
        "مانند سوراخها",
        "امترها گیتها",
        "درینها و کانالها",
        "قسمتهای انتخاب شده ای از پولک که با ماده ضد نور پوشیده شده است. در معرض نور ماورای بنفش قرار می‌گیرد تا سطوحی را که باید زدوده شوند. معین شود. سطوح غیر شفاف ماسک را می‌توان با نشاندن کروم",
        "اکسید آهن یا سیلیسیم شکل داد. ممکن است تا 20 ماسک متوالی برای یک آی سی به ار برده شوند 2. صفحه شفاف شیشه ای یا پلاستیکی با نواحی غیر شفاف که الگویی را برای تعریف رسانا",
        "مسیر ها",
        "صفحه‌های زمین و اتصالها",
        "در تولید برد مدار چاپی تشکیل می‌دهد. نور عبوری از ماسک الگو را بر روی برد. مداری با پوشش ضد نور می‌اندازد. مواد ضد نور قرار گرفته در معرض نور به وطر شیمیایی پاک می‌شوند و الگوی باقی مانده نواحی مسی را که باید با اسید زدوده شوند",
        "تعیین می‌کند",
        "پوشانه",
        "نقاب",
        "ماسک"
      ]
    },
    {
      "EnglishWord": "mask - programmed read - only memory",
      "Meanings": [
        "حافظه فقط خواندنی برنامه ریزی شده پوششی حافظه فقط خواندنی که در آن پوششی",
        "الگو‌های اتصال داخلی فلزی شده مربوط به برنامه یا داده‌های دایمی مطلوب را ایجاد می‌کند"
      ]
    },
    {
      "EnglishWord": "mask programming",
      "Meanings": [
        "برنامه ریزی پوششی روش تولید حافظه‌های فقط خواندنی نمیرسانا ROM با به کارگیری یک یا چند لایه پوسه فلزی پوشانده شده و فرایند پوشاندن و زدودن با ماسک معمولی در مقابل این روش ROM‌های قابل برنامه ریزی مانند P ROM",
        "EPROM",
        "EEPROM و حافظه پایدار با تجهیزات خاصی که سلولهای حافظه را با اعمال ولتاژ انتخابی سازمان دهی می‌کنند. به طور کاربردی برنامه ریزی می‌شوند"
      ]
    },
    {
      "EnglishWord": "mask registration tolerance",
      "Meanings": [
        "خطای ثبت پوشانه"
      ]
    },
    {
      "EnglishWord": "masking",
      "Meanings": [
        "پوشاندن",
        "پوشاننده 1. مقدار آستانه قابل شنیدن صدا که با حضور صدای دیگر افزایش پیدا می‌کند. واحد آن دسی بل است. آن را پوشش شنیداری و پوشش شنوایی نیز می‌نامند. 2. مراحل برمنامه ریزی شده برای حذف پوشش رادار در مناطقی ه چنین ارسالی می‌تواند در مقاصد ناوبری برای دشمن مفید باشد. با تضعیف باریکه در آن جهتها با استفاده از فرستنده‌های اضافی روی همان بسامد در مکانهای مناسب برای تداخل با جهت یابی 3. استفاده از پوشش یا روکشی روی سطح نیمرسانا برای آماده سازی سطح پوشیده شده برای زدودن یا نشاندن انتخابی 4. به کار گیری تنها",
        "نویز",
        "موسیقی یا صداهای دیگر برای مخفی کردن یا پوشاندن یک سیگنال واضح برای مقاصد سری. سیگنال پوشاننده باید در پایانه گیرنده در دسترس باشد. تا از سیگنال دریافتی تفریق شود و سیگنال مطلوب به دست آید",
        "پوشانه گذاری"
      ]
    },
    {
      "EnglishWord": "masons signal flow rules",
      "Meanings": [
        "قواعد گردش سیگنال میسون"
      ]
    },
    {
      "EnglishWord": "mass",
      "Meanings": [
        "جرم کمیت مقدار ماده در جسم",
        "جرم",
        "اندازه اختی است و مقاومت جسم را در برابر شتاب به طول مستقل از نیروی گرانش تعیین می‌کند",
        "در حلی که وزن نیرویی است که به وسیله جسم تحت تاثیر گرانش در مکان خاص اعمال می‌شود"
      ]
    },
    {
      "EnglishWord": "mass- energy equation",
      "Meanings": [
        "معادله جرم",
        "انرژی معادله ای که اینشتین برای تبدیل جرم و ماده به یکدیگر",
        "ارایه داد و به صورت E=MC2 نوشته می‌شود که در آن E انرژ بر حسب ارگ M جرم بر حسب گرم و C سرعت نور برحسب سانتیمتر بر ثانیه است"
      ]
    },
    {
      "EnglishWord": "mass memory",
      "Meanings": [
        "حافظه انبوه دیسک حافظه مغناطیس با ظرفیت زیاد یا سیستم حافظه ای متشکل از دیسکهای سخت نوع وینچستر به طور موازی و چندگانه برای کامپیوترهای برگ یا ابر کامپیوتر‌ها"
      ]
    },
    {
      "EnglishWord": "mass migration",
      "Meanings": [
        "انتقال جرم خوردگی فلزی",
        "در اثر عبور جریان با چگالی زیاد از رسانایی با سطح مقطع کوچک",
        "مانند رساناهای داخل مدارهای مجتمع"
      ]
    },
    {
      "EnglishWord": "mass of electron",
      "Meanings": [
        "جرم الکترون"
      ]
    },
    {
      "EnglishWord": "mass of neutron",
      "Meanings": [
        "جرم نوترون"
      ]
    },
    {
      "EnglishWord": "mass of proton",
      "Meanings": [
        "جرم پروتون"
      ]
    },
    {
      "EnglishWord": "mass spectrograph",
      "Meanings": [
        "طیف نگحار جرم طیف سنج جرم که ثبت دایمی خطوط طیف جرم ماده را بر روی صفحه طیف نگار انجام می‌دهد"
      ]
    },
    {
      "EnglishWord": "mass spectrometer",
      "Meanings": [
        "طیف سنج جرم طیف سنجی که ماده را بر حسب نسبتهای جرم به بار اجزای تشکیل دهنده آن",
        "تحلیل می‌کند. گاز یا ترکیبی در حالت بخار به وسیله الکترونها بمباران می‌شود. یونهای حاصل شتاب می‌گیرند و بسته به نسبتهای جرم به بارشان از همدیگر جدا می‌شوند. در بیشتر انواع رایج طیف سنجها از ترکیب میدانهی الکتریکی و مغناطیسی برای منحرف کردن یونهای ماده و کانونی کردن هر نوع",
        "به نوبت بر روی الکترود خروجی جهت آشکار سازی و اندازه گیری استفاده می‌شود. در نوع دیگر",
        "مرتب کردن یونها بر اساس زمان حرکت یونها در طول یک لامپ رانش و در حین شتاب گیری به وسیله میدانهای الکتریکی است"
      ]
    },
    {
      "EnglishWord": "mast",
      "Meanings": [
        "دکل",
        "دیرک قطب فلزی عمودی که به عنوان آنتن یا پایه آنتن عمل می‌کند"
      ]
    },
    {
      "EnglishWord": "master",
      "Meanings": [
        "مادر 1. نسخه فلزی منفی از دیسک ضبط که به عنوان یکی از مراحل تولید صفحه هی گرامافون به روش شکل دهی الکتریکی تولید می‌شود. 2. master station",
        "اصلی"
      ]
    },
    {
      "EnglishWord": "master - antenna television",
      "Meanings": [
        "آنتن مرکزی تلویزیون سیستم آنتنی که از یک آرایه آنتنی تشکیل می‌شود که قادر به دریافت سیگنال پخشی شده قابل دسترس و تقویت آنها برای توزیع از طریق کابلهای هم محول به تعدادی از گیرنده‌های تلویزیونی مستقل است که به طور معمول در یک خانه",
        "آپارتمان",
        "هتل یا ساختمانهای دیگر قرار دارند"
      ]
    },
    {
      "EnglishWord": "master brightness control",
      "Meanings": [
        "کنترل روشنایی اصلی مقاومت متغیر ی که به طور همزمان",
        "بایاس شبکه را در تمام تفنگهای لامپ تصویر رنگی سه تفنگی تنظیم می‌کند"
      ]
    },
    {
      "EnglishWord": "master clock",
      "Meanings": [
        "ساعت اصلی منبع الکترونیکی یا الکتریکی سیگنالهای زمان بندی استاندارد که اغلب پالسهای ساعت نامیده می‌شوند و برای ترتیب دهی به عملکرد کامپیوتر مورد نیاز است"
      ]
    },
    {
      "EnglishWord": "master control",
      "Meanings": [
        "کنترل اصلی تابلوی کنترل شامل کنترلهای برنامه اصلی فرستنده رادیویی یا تلویزیونی یا شبکه"
      ]
    },
    {
      "EnglishWord": "master gain control",
      "Meanings": [
        "کنترل بهره اصلی 1. مقومت متغیر یا پتانسیومتری در تقویت کننده استریو که بهره هر دو کانال صوتی را به طور همزمان کنترل می‌کند. 2. کنترلی در رادیو ف تلویزیون",
        "و استودیو ضبط",
        "که سطح خروجی کلی صدا را بدون تاثیر بر کنترلهای مخلوط کننده تعیین کننده تعادل میکروفونها و منابع صدای دیگر هستند",
        "تغییر می‌دهد. این کنترل می‌توان حجم صدا را بیشتر یا کمتر کند"
      ]
    },
    {
      "EnglishWord": "master group",
      "Meanings": [
        "گروه اصلی"
      ]
    },
    {
      "EnglishWord": "master key",
      "Meanings": [
        "کلید اصلی"
      ]
    },
    {
      "EnglishWord": "master oscillator",
      "Meanings": [
        "نوسان ساز اصلی نوسان سازی که بسامد حامل خروجی تقویت کننده یا فرستنده را می‌سازد"
      ]
    },
    {
      "EnglishWord": "master oscillator - power amplifier",
      "Meanings": [
        "تقویت کننده توان نوسان ساز اصلی نوسان سازی که به دنبال آن یک طبقه تقویت کننده توان RF قرار دارد که به عنوان میانگیر عمل می‌کند"
      ]
    },
    {
      "EnglishWord": "master panel",
      "Meanings": [
        "تابلوی اصلی"
      ]
    },
    {
      "EnglishWord": "master program",
      "Meanings": [
        "برنامه اصلی"
      ]
    },
    {
      "EnglishWord": "master slave",
      "Meanings": [
        "متبوع تابعه"
      ]
    },
    {
      "EnglishWord": "master -slave filp- flop",
      "Meanings": [
        "فلیپ",
        "فلاپ اصلی",
        "فرعی ترکیبی از دو فلیپ فلاپ که یکی از آنها اصلی اطالعات خود را در بله بالا رونده پالس ساعت دریافت می‌کند. دیگری فرعی یا فلیپ فلاپ خروجی اطلاعات خود را در لبه پایین رونده پالس دریافت می‌کند. به این ترتیب از تحریک غلط در هنگامی که دو یا چند درچه منطقی ورودی اغلب به طور همزمان",
        "اعمال می‌شوند. جلو گیری می‌شود"
      ]
    },
    {
      "EnglishWord": "master slave fliflop",
      "Meanings": [
        "فیلیپ فلاپ متبوع تابع"
      ]
    },
    {
      "EnglishWord": "master station",
      "Meanings": [
        "ایستگاه اصلی ایستگاه مرجع گروهی از ایستگاههای رادیویی همزمان که ارسال ایستگاههای دیگر گروه به آن معطوف می‌شود در یسک سیستم لورن ایستگاه A یا اصلی است",
        "ایستگاه داخلی"
      ]
    },
    {
      "EnglishWord": "master synchronization pulse",
      "Meanings": [
        "پالس همزمان سازی اصلی پالسی که با توجه به دامنه و / یا طول",
        "می‌توان آن را از سایر پالسهای از راه دور تشخیص داد و مشخص کننده یپالس انتهایی دنباله است"
      ]
    },
    {
      "EnglishWord": "master unit",
      "Meanings": [
        "واحد اصلی"
      ]
    },
    {
      "EnglishWord": "mat",
      "Meanings": [
        "مات",
        "بی جلا"
      ]
    },
    {
      "EnglishWord": "match",
      "Meanings": [
        "تطبیق دادن عملیات پردازش داده شیه به ادغام کردن داده‌ها با این تفاوت که به جای تولید دنباله ای از موارد ساخته شده از دنباله ورودی",
        "دنباله‌ها بر اساس بعضی از نکات کلیدی با یکدیگر تطبیق داده می‌شوند",
        "تطبیق دادن"
      ]
    },
    {
      "EnglishWord": "match- terminated",
      "Meanings": [
        "پایان تطبیق یافته پایان یافتن خط انتقال به باری که مشخصه امپدانس آن برابر با خط است"
      ]
    },
    {
      "EnglishWord": "matched",
      "Meanings": [
        "تطبیق یافته"
      ]
    },
    {
      "EnglishWord": "matched diodes",
      "Meanings": [
        "دیودهای منطبق دو دیود که دقیقا ابعاد و مشخصه‌های الکتریکی مشابه داشته باشند. یکی می‌تواند قطبیت مستقیم و دیگری قطبیت معکوس داشته باشد یا هردو قطبیت یکسان داشته باشند"
      ]
    },
    {
      "EnglishWord": "matched load",
      "Meanings": [
        "بارتطبیق یافته بار با مقدار امپدانسس که منجر به جذب بیشینه انرژ از منبع سیگنال شود"
      ]
    },
    {
      "EnglishWord": "matched power gain",
      "Meanings": [
        "بهره توان تطبیق یافته بهره توان به دست آمده هنگامی که امپدانس بار با امپدانس خروجی مخوثر تقویت کننده ای که ب آن متصل است. تطبیق یافته باشد"
      ]
    },
    {
      "EnglishWord": "matched termination",
      "Meanings": [
        "اتصال پایانی تطبیق یافته اتصال پایانی که هیچ موج برگشتی در هیچ کدام از قسمتهای عبوری از موجبر یا خطوط انتقال دیگر ایجاد نکند"
      ]
    },
    {
      "EnglishWord": "matched transmission line",
      "Meanings": [
        "خط انتقال تطبیق یافته خط انتقالی که پایان دهی تطبیق یافته داشته باشد"
      ]
    },
    {
      "EnglishWord": "matched vane type termination",
      "Meanings": [
        "پایان دهی نوع پره ای تطبیق یافته"
      ]
    },
    {
      "EnglishWord": "matched waveguide",
      "Meanings": [
        "موجبر تطبیق یافته موجبری که پایان دهی تطبیق یافته داشته باشد"
      ]
    },
    {
      "EnglishWord": "matching",
      "Meanings": [
        "تطبیق اتصال دو مدار یا دو قسمت به یکدیگر به طوری که امپدانس‌های آنهابا یک قطعه تزویج کننده",
        "برابر با متعادل شده باشد تابیشترین مقدار انرژ منتقل شود",
        "تطبیق دادن"
      ]
    },
    {
      "EnglishWord": "matching circuit",
      "Meanings": [
        "مدار تطبیق"
      ]
    },
    {
      "EnglishWord": "matching device",
      "Meanings": [
        "قطعه تطبیق دهنده قطعه ای که امپدانس‌های نامتعادل مانند ترانسفورماتور خروجی گیرنده رادیویی را تطبیق می‌دهد"
      ]
    },
    {
      "EnglishWord": "matching diaphragm",
      "Meanings": [
        "دیافراگم تطبیق دیافراگمی که از شافی در صفحه فلزی نازک تشکیل شده است و به منظور تطبیق",
        "در مسیر عبور موجبر قرار می‌گیرد. جهت شکاف نسبت به تعد طولانی موجبر تعیین کننده عملکرد آن به عنوان راکتانس خازنی یا سلفی است"
      ]
    },
    {
      "EnglishWord": "matching impedance",
      "Meanings": [
        "امپدانس تطبیق"
      ]
    },
    {
      "EnglishWord": "matching line",
      "Meanings": [
        "خط تطبیق"
      ]
    },
    {
      "EnglishWord": "matching network",
      "Meanings": [
        "شبکه تطبیق"
      ]
    },
    {
      "EnglishWord": "matching stub",
      "Meanings": [
        "زایده تطبیق دهنده طول کوتاهی از یک خط انتقال دو سیمه متصل به آنتن یا انتهای گیرنده خط انتقال معمولی برای افزودن راکتانس خازنی یا سلفی به منظور تطبیق امپدانس",
        "راسنای اتصال کوتاه کننده می‌تواند زبانه ای باشدکه در طول زایده حرکت می‌کند"
      ]
    },
    {
      "EnglishWord": "matching transformer",
      "Meanings": [
        "ترانسفورماتور تطبیق ترانسفورماتوری که بین امپدانسهای نابرابر",
        "به منظور تطبیق امپدانس",
        "قرار داده می‌شود. تا بیشترین مقدار انرژی منتقل شود"
      ]
    },
    {
      "EnglishWord": "material",
      "Meanings": [
        "ماده"
      ]
    },
    {
      "EnglishWord": "math coprocessor",
      "Meanings": [
        "پردازنده جانبی ریاضیات مداری که محاسبات اعشاری را پردازش می‌کند. ریزپردازنده‌های پیشرفته از یک تراشه برای این منظور استفاده می‌کنند"
      ]
    },
    {
      "EnglishWord": "mathematical",
      "Meanings": [
        "ریاضی"
      ]
    },
    {
      "EnglishWord": "mathematical analysis",
      "Meanings": [
        "تحلیل ریاضی"
      ]
    },
    {
      "EnglishWord": "mathematical computation",
      "Meanings": [
        "محاسبه ریاضی"
      ]
    },
    {
      "EnglishWord": "mathematical induction",
      "Meanings": [
        "استقرای ریاضی"
      ]
    },
    {
      "EnglishWord": "mathematical logic",
      "Meanings": [
        "منطق ریاضی"
      ]
    },
    {
      "EnglishWord": "mathematical model",
      "Meanings": [
        "مدل ریاضی"
      ]
    },
    {
      "EnglishWord": "mathematical operator",
      "Meanings": [
        "عمگر ریاضی"
      ]
    },
    {
      "EnglishWord": "matrix",
      "Meanings": [
        "ماتریس",
        "آرایه 1. شبکه منطقی کامپیوتری که از آرایه مستطیل شکل از فصل مشترکهای پایانه‌های ورودی /روجی",
        "با دیودها",
        "فیوزها. ضد فیوزها یا سایر عناصر مداری متصل به بعضی از این فصل مشترکها تشکیل می‌ود این شبکه معمولا به عنوان رمزگذاری یا رمز گشا به کار برده می‌شود. 2. بخشی از یک فرستنده تلویزیونی رنگی که سیگنالهای قرمز",
        "سبز و آبی دوربین را به سیگنالهای تفاضل رنگ تبدیل و آنها را با زیر حامل رنگ ترکیب می‌کند. آن را رمز گذار رنگ یا رمز گشای رنگ نیز می‌نامند 3. بخشی از گیرنده تلویزیونی رنگی که سیگنالهای تفاضلی رنگ را به سیگنالهای قرمز",
        "سبز و آبی مورد نیاز برای راه اندازی لامپ تصویر رنگی رنگی تبدیل می‌کند. 4. مجموعه ای از عناصر ریاضی که در سطها و ستونهایی برای حل نوع مشخصی از مسیله ها",
        "مرتب می‌شوند"
      ]
    },
    {
      "EnglishWord": "matrix algebra",
      "Meanings": [
        "جبر ماتریسی"
      ]
    },
    {
      "EnglishWord": "matrix column",
      "Meanings": [
        "ستون ماتریس"
      ]
    },
    {
      "EnglishWord": "matrix element",
      "Meanings": [
        "عنصر ماتریس"
      ]
    },
    {
      "EnglishWord": "matrix inversion",
      "Meanings": [
        "واون سازی ماتریس"
      ]
    },
    {
      "EnglishWord": "matrix line",
      "Meanings": [
        "سطر ماتریس"
      ]
    },
    {
      "EnglishWord": "matrix product",
      "Meanings": [
        "ضرب ماتریس"
      ]
    },
    {
      "EnglishWord": "matrix representation",
      "Meanings": [
        "نمایش ماتریس"
      ]
    },
    {
      "EnglishWord": "matrix sound system",
      "Meanings": [
        "سیستم صدای ماتریسی سیستم صدای چهار باندی که چهار کانال ورودی آن با فرایند رمز گذاری به دو کانال. برای ضبط یا پخش استریوی FM تبدیل می‌شوند. این دو کانال برای پخش در سیستم دریافت استریوی چهار باندی به چهار کانال رمز گشایی می‌شوند. سیستم ماتریسی را می‌توان به سیستم",
        "تعبیر کرد که در مقابل آن سیستم صدای چهار باندی مجزا",
        "سیستم",
        "است زیرا در آن از 4 کانال استفاده می‌کند. نمونه هی ماتریس شامل سیستم SQ, ساخت CBS و سیستم QS ساخت سانسویی است"
      ]
    },
    {
      "EnglishWord": "matrix transpose",
      "Meanings": [
        "ترانهای ماتریس"
      ]
    },
    {
      "EnglishWord": "matrixing",
      "Meanings": [
        "آرایه سازی فرایند انجام تبدیل رمز با استفاده از ماتریس مانند تبدیل اجزای رنگ سیگنال تلویزیونی از شکل یه شکل دیگر"
      ]
    },
    {
      "EnglishWord": "matter",
      "Meanings": [
        "ماده"
      ]
    },
    {
      "EnglishWord": "matv",
      "Meanings": [
        "master",
        "antenna television",
        "آنتن مرکزی تلویزیون سیستم آنتنی که از یک آرایه آنتنی تشکیل می‌شود که قادر به دریافت سیگنال پخشی شده قابل دسترس و تقویت آنها برای توزیع از طریق کابلهای هم محول به تعدادی از گیرنده‌های تلویزیونی مستقل است که به طور معمول در یک خانه",
        "آپارتمان",
        "هتل یا ساختمانهای دیگر قرار دارند"
      ]
    },
    {
      "EnglishWord": "mau",
      "Meanings": [
        "multistation access unit",
        "واحد دسترسی چند ایستگاهی رسانای سیمی در شبکه‌های محلی LAN حلقه",
        "توکن",
        "که تا هشت ایستگاه به آن متصل می‌شود"
      ]
    },
    {
      "EnglishWord": "maximally flat",
      "Meanings": [
        "حداکثر همواری",
        "تا حد ممکن تخت"
      ]
    },
    {
      "EnglishWord": "maximum",
      "Meanings": [
        "حداکثر",
        "بیشینه"
      ]
    },
    {
      "EnglishWord": "maximum avaerage  forwared current",
      "Meanings": [
        "بیشینه متوسط جریان مستقیم بالاترین مقدار متوسط جریان مستقیم که می‌تواند در یک دیود به ازای دمای پیوند معین",
        "جاری شود"
      ]
    },
    {
      "EnglishWord": "maximum overshoot",
      "Meanings": [
        "فراجهش حداکثر"
      ]
    },
    {
      "EnglishWord": "maximum phase deviation",
      "Meanings": [
        "انحراف فاز حداکثر"
      ]
    },
    {
      "EnglishWord": "maximum power transfer theorem",
      "Meanings": [
        "قضیه انتقال حداکثر توان"
      ]
    },
    {
      "EnglishWord": "maximum sound pressure",
      "Meanings": [
        "فشار صدای بیشینه بیشینه مقدار مطلق فشار صدای لحظه ای در یک نقطه در طول هر چرخه معین که بر حسب میکرو بار بیان می‌شود"
      ]
    },
    {
      "EnglishWord": "maximum torque",
      "Meanings": [
        "گشتاور حداکثر"
      ]
    },
    {
      "EnglishWord": "maximum transfer unit",
      "Meanings": [
        "واحد حداکثر انتقال"
      ]
    },
    {
      "EnglishWord": "maximum undistorted output  maximum useful output",
      "Meanings": [
        "بیشینه خروجی بدون اعوجاج",
        "بیشینه توان مفید بیشترین مقدار متوسط توان خروجی به بار نامی تقویت کننده که اعوجاج آن هنگامی که ورودی سینوسی است. از حد معینی تجاوز نمی‌کند"
      ]
    },
    {
      "EnglishWord": "maximum usable frequency",
      "Meanings": [
        "بیشینه بسمد قابل استفاده حد بالایی بسامدهایی که می‌توانند در یک زمان معین برای ارسال رادیویی نقطه به نقطه",
        "ارسال شود که بستگی به انتشار از طریق باز تابش از لایه‌های یونیده یونوسفر دارد. بسامدهای بالاتر را تنها با استفاده از بازتابهای پراکنده و تک تک می‌توان ارسال کرد",
        "فرکانس حداکثر قابل استفاده"
      ]
    },
    {
      "EnglishWord": "maxwell",
      "Meanings": [
        "ماکسول واحد CGS شار مغناطیسی که برابر با G/CM2 یا یک خط نیروی مغناطیسی است. اکنون واحد SI آن",
        "ویر",
        "ترجیح داده می‌شود",
        "ماکسول"
      ]
    },
    {
      "EnglishWord": "maxwell - wien bridge",
      "Meanings": [
        "پل ماکسون",
        "وین پل AC چهارطرفه که کاربرد گسترده ای در اندازه گیری دقیق اندوکتانس دارد. عملکرد آن به جای مقاومت بر اساس خازن استاندارد است. تعادل پل مستقل از بسامد است"
      ]
    },
    {
      "EnglishWord": "maxwell- boltzmann law",
      "Meanings": [
        "قانون ماکسول",
        "بولتسمان قانونی که توزیع سرعتها را در مولکولهای گاز کامل حالت پایدار بیان می‌کند"
      ]
    },
    {
      "EnglishWord": "maxwell- boltzmann statistics",
      "Meanings": [
        "آماره ماکسول",
        "بولتزمن آماره ای از توزیع ذرات را در انرژهای ممکن مختلف را در دماهای بالایی نشان می‌دهد که تعداد زیادی از سطوح انرژی تحریک شده هستند"
      ]
    },
    {
      "EnglishWord": "maxwell bridge",
      "Meanings": [
        "پل ماکسول"
      ]
    },
    {
      "EnglishWord": "maxwell distribution",
      "Meanings": [
        "توزیع ماکسول"
      ]
    },
    {
      "EnglishWord": "maxwell equation",
      "Meanings": [
        "معادله ماکسول"
      ]
    },
    {
      "EnglishWord": "maxwell field",
      "Meanings": [
        "میدان ماکسول"
      ]
    },
    {
      "EnglishWord": "maxwell inductance bridge",
      "Meanings": [
        "پل اندوکتانس ماکسول پل چهار طرفه AC که اندوکتانس‌ها را مقایسه می‌کند. تعادل پل مستقل از بسامد است"
      ]
    },
    {
      "EnglishWord": "maxwell mutual- inductance bridge",
      "Meanings": [
        "پل القای متقابل ماکسول پل AC که ضریب القای متقابل را بر حسب ضریب خودالقایی اندازه گیری می‌کند. تعادل پل مستقل از بسامد است"
      ]
    },
    {
      "EnglishWord": "maxwell triangle",
      "Meanings": [
        "مثلث ماکسول نمودار رنگی به شکل مثلث متساوی الاضلاع که رنگهای اصلی در گوشه‌های آن نشان داده شده اند"
      ]
    },
    {
      "EnglishWord": "maxwellian distribution",
      "Meanings": [
        "توزیع ماکسولی توزیع سرعت مولکولهای گاز در تعادل دمایی"
      ]
    },
    {
      "EnglishWord": "mayday french   m'aider",
      "Meanings": [
        "می‌دی سیگنالهای اضظرابی رادیو تلفن بین المللی برای کشتیها",
        "هواپیما‌ها و فضاپیماها"
      ]
    },
    {
      "EnglishWord": "mb",
      "Meanings": [
        "millibarn",
        "میلی بارن یک هزارم بارن"
      ]
    },
    {
      "EnglishWord": "mb or mbyte",
      "Meanings": [
        "megabyte",
        "مگا بایت 1024 کیلو بایت یا 1048576 بایت یا 8388608 بیت"
      ]
    },
    {
      "EnglishWord": "mb/s",
      "Meanings": [
        "megabit per second",
        "مگا بیت بر ثانیه یک میلیون بیت بر ثانیه برای تعریف سرعت مدوله سازی سیستم ارسال دیجیتال"
      ]
    },
    {
      "EnglishWord": "mbar",
      "Meanings": [
        "megabar",
        "مگابار واحد مطلق فشار برابر با 1000000 بار",
        "یک مگابار اغلب دقیقا برابر با فشار جو عادی است",
        "milliber",
        "میلی بار یک هزارم بار"
      ]
    },
    {
      "EnglishWord": "mbe",
      "Meanings": [
        "molecular",
        "deam epitaxy",
        "رونشانی باریکه",
        "مولکولی شیوه ای برای ساخت یا رشد دادن پوشه‌های نازک بر روی زیر ساختها در اتاقکخهای خلا بسیار بالا با جهت دادن یک یا چند باریکه از عناصر یا ترکیبهای لازم اتمها یا مولکولها بر روی سطح زیر ساخت بلوری هدف. با این روش رشد دادن پوسه می‌توان لایه‌های نیمرسانا فلز و عایق بلوری با کیفیت بالا و کنترل ابعاد بسیار دقیق ساخت. این روش امکان استفاده از بعضی خواص الکتریکی و نوری را فراهم می‌کند که در بلورهای طبیعی به دست آرودنی نیستند"
      ]
    },
    {
      "EnglishWord": "mbga",
      "Meanings": [
        "micro ball",
        "grid array",
        "ریز آرایه شبکه",
        "گوی محفظه BGA کوچک سازی شده برای آی سیهای نصب سطحی"
      ]
    },
    {
      "EnglishWord": "mbit",
      "Meanings": [
        "megabit",
        "مکابیت تقریبا یک میلیون بیت یا 1048576 بیت"
      ]
    },
    {
      "EnglishWord": "mbm",
      "Meanings": [
        "bubble memory; magnetic",
        "bubble memoty",
        "حافظه حبابی",
        "حافظه حبابی مغناطیسی نوعی حافظه رایانه ای که در آن حضور یا عدم حضور یک حباب مغناطیسی در ناحیه معینی از یک پوسه مغناطیسی نازک نمایانگر 1یا0 است. این حبابها را می‌توان با برانگیزش انتخابی حلقه‌های رسانای پوسه",
        "نازک و تولید میدانهای مغناطیسی محلی جابه جا کرد. ظرفیت انباشت داده‌ها می‌تواند تا بیش از 1 ام بی/ آی ان به توان 3 باشد"
      ]
    },
    {
      "EnglishWord": "mbyte/s",
      "Meanings": [
        "megabyte per second",
        "مگابایت بر ثانیه یک ملیون بایت بر ثانیه",
        "برای تعریف سرعت سیستم ارسال دیجیتالی"
      ]
    },
    {
      "EnglishWord": "mc",
      "Meanings": [
        "MEGACYCLE",
        "مگاسیکل یک میلیون چرخه بر ثانیه. اکنون مگا هرتز",
        "با علامت اختصاری MHZ نامیده می‌شود"
      ]
    },
    {
      "EnglishWord": "mcd",
      "Meanings": [
        "millicandela",
        "میلی کاندلا یک هزارم کاندلا"
      ]
    },
    {
      "EnglishWord": "mcga",
      "Meanings": [
        "multicolorgraphics array",
        "آرایه گرافیکی چند رنگ قطعه نمایشی مانند صفحه نمایش بلور مایع LCD صفحه پلاسما یا لامپ پرتو کاتدی CRT که یک صفحه نمایش گرافیکی چند رنگ را به وجود می‌آورد"
      ]
    },
    {
      "EnglishWord": "mci",
      "Meanings": [
        "megacurie",
        "مگاکوری یک میلیون کوری"
      ]
    },
    {
      "EnglishWord": "mcif",
      "Meanings": [
        "miniature card implementer s forum",
        "جامعه کاربران کارت کوچک سازی شده جامعه ای که کارتهای MCLA را به عنوان استاندارد مطرح کرد"
      ]
    },
    {
      "EnglishWord": "mcm",
      "Meanings": [
        "multichip module",
        "قطعه چند تراشه ای 1. مدارهای مجتمع چند گانه بر روی یک برد مدار چاپی کوچک. ترکیب این مدارهای مجتمع و زیر ساخت در پلاستیک قالب گیری می‌شود. بعضی از محصولات در بسته‌های پلاستیکی مربعی با ابعاد استاندارد در دسترس هستند که پایه هایی برای نصب روی برد مدار چاپی دارند. 2. برد مدار چاپی کوچکی که یک یا چند مدار مجتمع با بسته بندی DIP روی آن نصب شده است و به عنوان برد دختر برای جازدن در برد مادر و افزودن مدار‌های اضافه به آن مانند حافظه به کاربرد می‌شود"
      ]
    },
    {
      "EnglishWord": "mcp",
      "Meanings": [
        "microchannel plate, microchannel plate array",
        "صفحه ریز کانال و آرایه صفحه ای چند کاناله موزاییکی از چند میلیون لوله شیشه ای کوچک با سرهای فلز پوشانی شده در لامپ تاکید کننده تصویر و لامپ مبدل تصویر که با اعمال شدن ولتاژ بالا به دو سر آن الکترونها را جذب می‌کنند. بهره الکترونی به بیش از 100000 می‌رسد این صفحات در binocular قابل دیدن در تاریکی با اسکوپای قابل دید ن در تاریکی و المپها تصویر اسیلوسکوپها به کار می‌رود که در آنها افزایش جریان باریکه به فسفر اعمال می‌شود"
      ]
    },
    {
      "EnglishWord": "mct",
      "Meanings": [
        "MOS",
        "controlled thyristor",
        "تریستور کنترل شده MOS قطعه نیمرسانای قدرت که ترکیبی ار یک ترانزیستور MOS به عنوان گیت و یک تریستور به عنوان منبع توان است. این قطعه مرکب کمترین افت ولتاژ مستقیم را در بین منابع توان کنترل شده با ولتاژ مانند MOSFET, IGBT‌ها را دارد"
      ]
    },
    {
      "EnglishWord": "mc-tdma",
      "Meanings": [
        "multiple",
        "carrier time",
        "divisionmultiaccess",
        "تقسیم زمانی حامل",
        "چند گانهخ با دسترسی چند گانه سیستم مخابراتی که ازحاملهای TDMA با سرعت",
        "شلیکخ پایین به طور اشتراکی استفاده میکند این سیستم راه حل میانه ای بین TDMA تک حامل با عیب توان قله و FDMA با عیب عدم انعطاف پذیری مدیریت ترافیک است"
      ]
    },
    {
      "EnglishWord": "mcu",
      "Meanings": [
        "microcomputer",
        "ریز کامپیوتر 1. کامپیوتری با واحد پردازش مرکزی CPU که یک ریز پردازنده است. مثلا کامپیوترهای شخصی PC و ایستگاههای کاری مهندسی 2. ممکن است این واژه به یک ریز کنترل کننده نیز اطلاق شود",
        "microcontroller",
        "ریز کنترل کننده مدار مجتمع یکپارچه ای با واحد پردازش مرکزی کامل CPU و حافظه نیمرسانای کافی eprom, eeprom, ram, rom و قابلیت ورودی / خروجی i/o که می‌توان آن را معادل کامپیوتری روی یک تراشه در نظر گرفت. به دلیل محدودیت حافظه",
        "معمولا از MCU به جای کاربردهای پردازش داده در کنترل استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "mcw",
      "Meanings": [
        "modulted continuous wave",
        "موج پیوسته مدوله شده شکلی از گسیل که در ان حامل با یک سیگنال AF ثابت مدوله می‌شود. در خدمات تلگحرافی حامل کلید زنی می‌شود"
      ]
    },
    {
      "EnglishWord": "mda",
      "Meanings": [
        "monochrome dispay adapter",
        "تطبیق دهنده نمایش تک رنگ برد مداری برای مونیتورهای رنگی کامپیوترهای شخصی که یک سیگنال تصویر تک رنگ TTL را فقط برای نمایش متن تولید می‌کند. این مدار فقس سه درجه شدت دارد. روشن",
        "خاموش",
        "و تشدید شده. نویسه‌ها در یک ماتریس نقطه ای 7 ضربدر9 داخل یک سلول 9 ضربدر 14 تولید میشوند"
      ]
    },
    {
      "EnglishWord": "m-derived filter",
      "Meanings": [
        "فیلتر مشتق m فیلتری که طراحی آن بر اساس ثابت m است که از ثابت k مشتق شده است"
      ]
    },
    {
      "EnglishWord": "m-derived section",
      "Meanings": [
        "بخش مشتق m بخش شبکه تی یا پی طراحی شده به گونه ای که به هنگام اتصال دویا چند بخش در یک واحد فیلتر",
        "امپدانس آنها در همه بسامدهای تشدید مختلف در هر بخش",
        "با یکدیگر منطبق باشد"
      ]
    },
    {
      "EnglishWord": "mean",
      "Meanings": [
        "میانگین",
        "متوسط"
      ]
    },
    {
      "EnglishWord": "mean carrier frequency",
      "Meanings": [
        "بسامد حامل میانگین متوسط بسامد حامل فرستنده",
        "متناظر با بسامد حامل در سیستم مدوله سازی بسامد"
      ]
    },
    {
      "EnglishWord": "mean deviation",
      "Meanings": [
        "انحراف متوسط"
      ]
    },
    {
      "EnglishWord": "mean free path",
      "Meanings": [
        "مسافت آزاد میانگین 1. متوسط فاصله ای که ذره بین دو برخورد متوالی طی می‌کند 2. متوسط فاصله ای که موج صوتی بین دو بازتاب در یک محفظه طی می‌کند",
        "میانگین مسیر آزاد"
      ]
    },
    {
      "EnglishWord": "mean free time",
      "Meanings": [
        "زمان آزاد میانگین متوسط زمان بین دو برخورد متوالی یک ذره"
      ]
    },
    {
      "EnglishWord": "mean frequency",
      "Meanings": [
        "فرکانس میانگین"
      ]
    },
    {
      "EnglishWord": "mean life  average life  life time",
      "Meanings": [
        "عمر متوسط",
        "عمر میانگین",
        "طول عمر متوسط زمانی که یک اتم یا سیستم دیگر به شکل خاصی دجود دارد. عمر متوسط یک هسته رادیو اکتیو",
        "برابر با عکس ثابت و آپاشی آن است. عمر متوسط 1/443 برابر نیم عمر رادیواکتیو است. عمر متوسط در یک نیمرسانا برابر بازمان لازم برای تزریق حاملهای اضافی برای ترکیب مجد د با حاملهای دیگر دارای بار مخالف است"
      ]
    },
    {
      "EnglishWord": "mean power",
      "Meanings": [
        "توان میانگین"
      ]
    },
    {
      "EnglishWord": "mean pulse time",
      "Meanings": [
        "زمان پالس میانگین میانگین حسابی زمان لبه پایین رونده پالس و زمان لبه بالا رونده پالس"
      ]
    },
    {
      "EnglishWord": "mean range",
      "Meanings": [
        "محدوده میانگین محدوده ای که بیش از نیمی از ذرات مورد نظر در آن قرار گیرند"
      ]
    },
    {
      "EnglishWord": "mean square error",
      "Meanings": [
        "خطای میانگین مجذورها"
      ]
    },
    {
      "EnglishWord": "mean square value",
      "Meanings": [
        "مقدار میانگین مجذورها"
      ]
    },
    {
      "EnglishWord": "mean time between failures",
      "Meanings": [
        "میانگین زمان بین خطاها معیاری برای کیفیت که بر حسب ساعت عمر بیان می‌شود. و نشان دهنده قابلیت اعتماد نسبی یک عنصر",
        "مدار یا سیستم است اطلاعات MTBF یا بر اساس داده‌های به دست آمده از شرایط کاری حقیقی است یا بر اساس داده‌های راهنمای استاندارد نظامی MILHDBK",
        "E محاسبه می‌شود"
      ]
    },
    {
      "EnglishWord": "mean value",
      "Meanings": [
        "مقدار متوسط"
      ]
    },
    {
      "EnglishWord": "meander line",
      "Meanings": [
        "خط پیچ و خم دار"
      ]
    },
    {
      "EnglishWord": "measurable",
      "Meanings": [
        "قابل اندازه گیری"
      ]
    },
    {
      "EnglishWord": "measurand",
      "Meanings": [
        "کمیت اندازه گیری متغییری در ابزار دقیق که اندازه گیری می‌شود مثلا دما ف فشار ف سرعت جریان سیال ف بسامد",
        "ولتاژ",
        "جریان و توان"
      ]
    },
    {
      "EnglishWord": "measure",
      "Meanings": [
        "اندازه گیری کردن"
      ]
    },
    {
      "EnglishWord": "measurement",
      "Meanings": [
        "اندازه گیری تعیین اندازه",
        "مقدار یا هر پارامتر دیگر یک مشخصه یا کمیت",
        "اندازه گیری",
        "سنجش"
      ]
    },
    {
      "EnglishWord": "measurement accuracy",
      "Meanings": [
        "دقت اندازه گیری"
      ]
    },
    {
      "EnglishWord": "measurement error",
      "Meanings": [
        "خطای اندازه گیری"
      ]
    },
    {
      "EnglishWord": "measurement instrument",
      "Meanings": [
        "دستگاه اندازه گیری"
      ]
    },
    {
      "EnglishWord": "measurement precision",
      "Meanings": [
        "صحت اندازه گیری"
      ]
    },
    {
      "EnglishWord": "measurement range",
      "Meanings": [
        "محدوده اندازه گیری"
      ]
    },
    {
      "EnglishWord": "measurement result",
      "Meanings": [
        "نتیجه اندازه گیری"
      ]
    },
    {
      "EnglishWord": "mechanical",
      "Meanings": [
        "مکانیکی"
      ]
    },
    {
      "EnglishWord": "mechanical axis",
      "Meanings": [
        "محور مکانیکی یکی از محور‌های y در بلور کوارتز",
        "سه محور y در بلور کوارتز وجود دارد که هر یک به یک زوج از دو وجه مخالف شانزده وجهی عمود هستند"
      ]
    },
    {
      "EnglishWord": "mechanical filter",
      "Meanings": [
        "فیلتر مکانیکی فیلتری که ار میله‌های شکل داده شده فلزی ساخته شده است که وقتی با تراگردانهای ووردی و خروجی مغناطوکشسان یا پیزوالکتریک به کار برده می‌شوند. همانند تشدید گرمای تزویج شده مکانیکی عمل می‌کنند. از این فیلتر در تقویت کننده‌های IF گیرنده‌های دارای قدرت انتخاب زیاد استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "mechanical joint",
      "Meanings": [
        "اتصال مکانیکی اتصالی که با به هم پیچیدن دو رسانا به یکدیگر",
        "یا وصل کردن یک رسانا به پایه به طور مکانیکی",
        "و بدون لحیم کاری انجام می‌شود"
      ]
    },
    {
      "EnglishWord": "mechanical losses",
      "Meanings": [
        "تلفات مکانیکی"
      ]
    },
    {
      "EnglishWord": "mechanical modulator",
      "Meanings": [
        "مدوله کننده‌های مکانیکی قطعه ای که موج حامل رابا حرکت دادن بعضی از قسمتهای عنصر مدار",
        "تغییر می‌دهد. مثلا صفحات خازن متغیر موتوردار یا برشگرهای موتور دار"
      ]
    },
    {
      "EnglishWord": "mechanical scanning",
      "Meanings": [
        "پویش مکانیکی شیوه پویشی که از یک باریکه نور کنترل شده با دیسک پویش گردان",
        "آینه گحردان یا قطعه مکانیکی دیگر برای تقسیم تصویر به توالی سریعی از خطوط باریک",
        "مانند آنچه که در تبدیل پالسهای الکتریکی لازم است. استفاده می‌کند"
      ]
    },
    {
      "EnglishWord": "mechanism",
      "Meanings": [
        "سازوکار",
        "مکانیزم"
      ]
    },
    {
      "EnglishWord": "mechatronics",
      "Meanings": [
        "مکاترونیک شیوه طراحی زیر سیستمهای محصولات الکترومکانیکی یا شبیه سازی همزمان عناصر الکترونیکی",
        "مکانیکی و هیدورلیکی برای اطمینان از عملکرد بهینه سیستم. عناصر شبیه سازی شده کامپیوتری به صورت نمایشهای گرافیکی برای نمودارهای تصویری خاص طراحی می‌شوند که ورودی شبیه ساز هستند. شبیه ساز از این طرح واره‌ها برای تعیین مدلهای مورد نیاز و چگونگحی اتصال آنها به یکدیگر استفاده می‌کند"
      ]
    },
    {
      "EnglishWord": "mecrowave diathermy",
      "Meanings": [
        "دیاترمی ریز موج دیاترمی عمل کننده در بسامدهای طیف ریز موج معمولا در 2/45 ghz برای حرارت دادن به بافتهای عمیق در کاربردهای پزشکی"
      ]
    },
    {
      "EnglishWord": "media access control   mac",
      "Meanings": [
        "کنترل دسترسی به کانال"
      ]
    },
    {
      "EnglishWord": "medical electronics",
      "Meanings": [
        "الکترونیک پزشکی شاخه ای از الکترونیک که ابزارها و تجهیزات الکترونیکی مورد استفاده در کاربردهای پزشکی را مانند دستگاههای تشخیص",
        "درمانی",
        "تحقیقات",
        "کنترل هوشبری",
        "کنترل قلب و جراحی می‌سازد"
      ]
    },
    {
      "EnglishWord": "medium",
      "Meanings": [
        "متوسط"
      ]
    },
    {
      "EnglishWord": "medium frequency",
      "Meanings": [
        "بسامد متوسط کمیته مخابرات فدرال برای بسامد در باند 300 تا 3000کیلو هرتز متناظر با موج هکتومتری بین 100تا 100m",
        "فرکانس متوسط"
      ]
    },
    {
      "EnglishWord": "medium scale",
      "Meanings": [
        "مقیاس",
        "متوسط",
        "فشردگی متوسط"
      ]
    },
    {
      "EnglishWord": "medium scale integrated circuits",
      "Meanings": [
        "مدارهای مجتمع با مقیاس متوسط"
      ]
    },
    {
      "EnglishWord": "medium- scale integration",
      "Meanings": [
        "مجتمع سازی مقیاس متوسط عبارتی که معمولا برای مدارهای مجتمع دارای 100 تا 1000 ترانزیستور یا 10 تا 1000 دریچه منطقی معادل به کار برده می‌شود MSU نیز برای قطعات حافظه دارای کمتر از 1024 بیت حافظه به کار برده می‌شود"
      ]
    },
    {
      "EnglishWord": "medium wave",
      "Meanings": [
        "موج متوسط"
      ]
    },
    {
      "EnglishWord": "mega",
      "Meanings": [
        "مگا پیشوند نشان دهنده 10 به توان 6 تا"
      ]
    },
    {
      "EnglishWord": "megabar",
      "Meanings": [
        "مگابار واحد مطلق فشار برابر با 1000000 بار",
        "یک مگابار اغلب دقیقا برابر با فشار جو عادی است"
      ]
    },
    {
      "EnglishWord": "megabit",
      "Meanings": [
        "مکابیت تقریبا یک میلیون بیت یا 1048576 بیت"
      ]
    },
    {
      "EnglishWord": "megabit per second",
      "Meanings": [
        "مگا بیت بر ثانیه یک میلیون بیت بر ثانیه برای تعریف سرعت مدوله سازی سیستم ارسال دیجیتال"
      ]
    },
    {
      "EnglishWord": "megabyte",
      "Meanings": [
        "مگا بایت 1024 کیلو بایت یا 1048576 بایت یا 8388608 بیت"
      ]
    },
    {
      "EnglishWord": "megabyte per second",
      "Meanings": [
        "مگابایت بر ثانیه یک ملیون بایت بر ثانیه",
        "برای تعریف سرعت سیستم ارسال دیجیتالی"
      ]
    },
    {
      "EnglishWord": "megacurie",
      "Meanings": [
        "مگاکوری یک میلیون کوری"
      ]
    },
    {
      "EnglishWord": "megacycle",
      "Meanings": [
        "مگاسیکل یک میلیون چرخه بر ثانیه. اکنون مگا هرتز",
        "با علامت اختصاری MHZ نامیده می‌شود"
      ]
    },
    {
      "EnglishWord": "megaelectronvolt",
      "Meanings": [
        "مگا الکترون ولت یک میلیون الکترون ولت"
      ]
    },
    {
      "EnglishWord": "megagauss",
      "Meanings": [
        "مگاگاوس یک میلیون گاوس"
      ]
    },
    {
      "EnglishWord": "megagauss physics",
      "Meanings": [
        "فیزیک مگا گاوس تولید",
        "اندازه گیری و به کار گیری میدانهای مگا گاوس مانند میدانهای ناشی از تخلیه بانکهای خازنی یا روشهای انفجاری فشرده سازی شار"
      ]
    },
    {
      "EnglishWord": "megahertz",
      "Meanings": [
        "مگاهرتز یک میلیون هرتز. قبلا آن را مگاسیکل می‌نامیدند"
      ]
    },
    {
      "EnglishWord": "megampere",
      "Meanings": [
        "مگاآمپر یک میلیون آمپر"
      ]
    },
    {
      "EnglishWord": "megarad",
      "Meanings": [
        "مگا راد دز تابش معادل با 10 به توان شش راد. بعضی مواقع آن را به صورت مگاراد si یا مگاراد sio بیان می‌کنند که نشان دهنده ماده معادل جذب کننده تابش است"
      ]
    },
    {
      "EnglishWord": "megavolt",
      "Meanings": [
        "مگاولت یک میلیون ولت"
      ]
    },
    {
      "EnglishWord": "megavoltampere",
      "Meanings": [
        "مگاولت آمپر یک میلیون ولت آمپر"
      ]
    },
    {
      "EnglishWord": "megawatt",
      "Meanings": [
        "مگاوات یک میلیون وات"
      ]
    },
    {
      "EnglishWord": "megawatthour",
      "Meanings": [
        "مگاوات ساعت یک میلیون وات ساعت"
      ]
    },
    {
      "EnglishWord": "megger",
      "Meanings": [
        "مگر مارک تجاری شرکت جیمز جی. بیدل برای اهم سنجهای مقیاس بالا که یک مولد dc دستی به عنوان منبع ولتاژ دارد. این دستگاه می‌تواند مقادیر مقاومت جدا سازی شده را بر حس مگااهم اندازه گیری کننند",
        "میگر",
        "سنجه مقاومت بالا"
      ]
    },
    {
      "EnglishWord": "megohm",
      "Meanings": [
        "یک میلیون اهم",
        "مگا اهم",
        "میلیون اهم"
      ]
    },
    {
      "EnglishWord": "megohm-farad",
      "Meanings": [
        "مگا اهم",
        "فاراد مقدار مجاز مقاومت جداسازی خازنهای ذخیره انرژی"
      ]
    },
    {
      "EnglishWord": "megohmmeter",
      "Meanings": [
        "مگا اهم سنج اهم سنجی که مقاومتهای مگا اهم",
        "گیگااهم",
        "ترااهم را اندازه گیری می‌کند. برای این کار به ولتاژهای آزمایش زیاد",
        "بعضی وقتها بیش از 1 KV برای بالاترین محدوده‌ها نیاز است"
      ]
    },
    {
      "EnglishWord": "meissner effect",
      "Meanings": [
        "اثر مایزنر وقتی که ابر رسانای به دمایی کمتر از دمای لازم برای ابررسانایی خنک",
        "به نظر می‌رسد که ماده کاملا یا مغناطیس شده است. مغناطیس شدگی القا شده به طور موثری در برابر میدان مغناطیسی اعمال شده مقابله می‌کندبه طوری که هیچ میدان مغناطیسی در ماده به وجود نمی‌آید"
      ]
    },
    {
      "EnglishWord": "mel",
      "Meanings": [
        "مل واحد ارتفاع صدا. طبق تعریف یک تن ساده 1 کیلو هرتز",
        "db بالاتر از آستانه یشنوایی ف یک ارتفاع صدای 1000 مل تولید می‌کند. ارتفاع هر صدایی که بنابر قضاوت شنونده برابر تن 1 مل باشد",
        "n مل است"
      ]
    },
    {
      "EnglishWord": "melt",
      "Meanings": [
        "ذوب کردن"
      ]
    },
    {
      "EnglishWord": "membrane",
      "Meanings": [
        "پوسته",
        "غشا",
        "قشر"
      ]
    },
    {
      "EnglishWord": "memory",
      "Meanings": [
        "حافظه قطعه ای که اطلاعات را به شکل الکتریکی",
        "مغناطیسی یا نوری ضبط می‌کند. در کامپیوتر ها",
        "حافظه‌ها فقط داده‌های باینری را میپذیرند و نگه می‌دارند. قطعات بارتزویج شده ccd حافظه‌های مغناطیسی حبابی mbm حافظه‌های با دستیابی تصادفی ram حافظه‌های فقط خواندنی rom دیسکهای لغزان و دیسکهای سخت وینچستر",
        "از انواع حافظه هستند",
        "حافظه"
      ]
    },
    {
      "EnglishWord": "memory access time",
      "Meanings": [
        "زمان دسترسی به حافظه"
      ]
    },
    {
      "EnglishWord": "memory capacity",
      "Meanings": [
        "ظرفیت حافظه"
      ]
    },
    {
      "EnglishWord": "memory card",
      "Meanings": [
        "کارت حافظه فقط حافظه حالت جامد که به صورت یک واحد کارت جازدنی ساخته شده است و سه نوع دارد. پایدار",
        "دستیابی تصادفی دینامیک DRAM و دستیابی تصادفی استاتیک SRAM کارتهای DRAM, SRAM هر دو به منبع تغذیه نیاز دارند که برای کارتهای SRAM می‌تواند یک باتری باشد کارتهای حافظه پایدار به تغذیه نیازی ندارند. این واحد‌ها به طول معمول در محفظه هایی استاندارد. PCM",
        "CIA نوع او II و III قرار داده می‌شوند. این کارتها جزیی از دوربینهای دیجیتال",
        "کمکیهای دیجیتال شخصی PRDAS. فراخوانها و تلفنهای سلولی هستند"
      ]
    },
    {
      "EnglishWord": "memory cell",
      "Meanings": [
        "سلول حافظه عنصر ذخیره تک از حافظه ف همراه با مدارهای مربوط به ذخیره و خواندن 1 بیت از اطلاعات",
        "سلول حافظه"
      ]
    },
    {
      "EnglishWord": "memory circuit",
      "Meanings": [
        "مدار حافظه"
      ]
    },
    {
      "EnglishWord": "memory integrated circuit",
      "Meanings": [
        "مدار مجتمع حافظه حافظه ای که از ماتریسهای سلولی همراه با مدارهای انتخاب نشانی و تقویت تشکیل شده است. این حافظه اطلاعات را به صورت اعداد دودویی ذخیره می‌کند"
      ]
    },
    {
      "EnglishWord": "memory less",
      "Meanings": [
        "بدون حافظه"
      ]
    },
    {
      "EnglishWord": "memory map",
      "Meanings": [
        "نگاشت حافظه"
      ]
    },
    {
      "EnglishWord": "memory module",
      "Meanings": [
        "واحد حافظه ساختاری از چهار تا شش قطعه",
        "حافظه مدار مجتمع نیمرسانای نصب شده بر روی یک برد مداری برای قرار دادن داخل برد مدار کامپیوتر به منظور تامین حافظه مورد نیاز کامپیوتر. این واحد به طور معمول به یک کارت جازدنی",
        "با پایه‌های یک ردیفه SIP ساخته می‌شود"
      ]
    },
    {
      "EnglishWord": "memory system",
      "Meanings": [
        "سیستم حافظه"
      ]
    },
    {
      "EnglishWord": "mems",
      "Meanings": [
        "microelectromechanical systems",
        "سیستمهای ریز الکترومکانیکی رده ای از ماشینها",
        "محرکها و حسگرهای کوچک سازی شده که با ریز ماشینکاری و از سیلسیم ساخته می‌شوند. محصولات عملی که امروزه به عنوان MEM ساخته می‌شوند شامل شتاب سنجها",
        "انژکتورهای سوخت",
        "نازلهای فوران جوهر و حسگرهای فشار هستند"
      ]
    },
    {
      "EnglishWord": "menu",
      "Meanings": [
        "صفحه انتخاب در فناوری کامپیوتر",
        "فرمانهای انتخابی که به شکل یک سطر از نمادها یا یک فهرست نوشتاری در اختیار کاربر کامپیوتر قرار داده می‌شود",
        "فهرست",
        "منو"
      ]
    },
    {
      "EnglishWord": "meo",
      "Meanings": [
        "مخففل مدار زمین متوسط medium earth orbit ارتفاع متوسط مدار یک ماهواره در حرکت به دور زمین"
      ]
    },
    {
      "EnglishWord": "mercuric tellurid e",
      "Meanings": [
        "تلورید جیوه ترکیب فلزی که مشخصه هایی شبیه به آنتیمونید ایندیم دارد"
      ]
    },
    {
      "EnglishWord": "mercury",
      "Meanings": [
        "جیوه فلز مایع نقره ای رنگ روشن که در 40 درجه سانتی گراد جامد می‌شود. به دلیل آن که بخار جیوه به آسانی یونیده می‌شود و الکتریسیته را هدایت می‌کند",
        "از آن در کلید‌های جیوه ای و لامپهای الکترونی استفاده می‌شود. خط سبز جیوه 198 بسیار نزدیک به نور تکرنگ خالص است. عدد اتمی آن 80 است",
        "جیوه"
      ]
    },
    {
      "EnglishWord": "mercury arc",
      "Meanings": [
        "قوس جیوه تخلیه الکتریکی در بخار یونیده جیوه ف این قوس نور سبز مایل به آبی درخشانی تولید می‌کند که تابش فرابنفش قوی دارد",
        "قوس جیوه ای"
      ]
    },
    {
      "EnglishWord": "mercury battery",
      "Meanings": [
        "باتری جیوه ای باتری تشکیل شده از پیلهای جیوه ای"
      ]
    },
    {
      "EnglishWord": "mercury cell zinc - mercuric- oxide cell",
      "Meanings": [
        "پیل جیوه ای",
        "پیل روی",
        "جیوه",
        "اکسید پیل تغذیه ولتاژ پایین ابتدایی که به طور معمول به صورت پیل دگمه ای بر ای تغذیه ساعتها",
        "سمعکها و مدارهای کم ولتاژ قابل حمل دیگر ساخته می‌شود. ولتاژ نامی آن 1/3v و چگالی انرژی آن 100 وات ساعت بر کیلو گرم یا 470 wh/i است. می‌توان به جای آن پیلخهای دگمه ای دیگری مانند اکسید نقره و روی / هوا به کاربرد زیرا جیوه سمی است"
      ]
    },
    {
      "EnglishWord": "mercury delay line",
      "Meanings": [
        "خط تاخیر جیوه ای خط تاخیر صوتی با استفاده از جیوه به عنوان محیط انتقال برای ارسال صدا"
      ]
    },
    {
      "EnglishWord": "mercury lamp",
      "Meanings": [
        "لامپ جیوه ای"
      ]
    },
    {
      "EnglishWord": "mercury relay",
      "Meanings": [
        "رله جیوه ای رله ای حاوی جیوه که وقتی با یک اتصال پیستون مغناطیسی حرکت داده می‌شود",
        "رله وصل میشود"
      ]
    },
    {
      "EnglishWord": "mercury switch",
      "Meanings": [
        "کلید جیوه ای کلیدی که با افقی شدن کلید بسته می‌شود به طوری که یک گلوله جیوه ای بزرگ در طول اتصالها حرکت می‌کند و آنها را به یکدیگر وصل می‌کند"
      ]
    },
    {
      "EnglishWord": "mercury thermostatic switch",
      "Meanings": [
        "کلید ترموستاتی جیوه ای کلید ترموستاتی که در آن گرما سبب انبساط جیوه و بسته شدن مداری می‌شود که بین پایه‌های اتصال شده به ستون جیوه قرار دارد"
      ]
    },
    {
      "EnglishWord": "mercury vapor",
      "Meanings": [
        "بخار جیوه"
      ]
    },
    {
      "EnglishWord": "mercury-vapor lamp",
      "Meanings": [
        "لامپ بخار جیوه لامپی که نور آن به وسیله قوس الکتریکی بین دو الکترود در جو بخار جیوه یونیده",
        "تولید می‌شود. این لامپ نور سبز",
        "آبی می‌دهد که مقدار زیادی تابش فرابنفش دارد"
      ]
    },
    {
      "EnglishWord": "mercury-wetted reed relay",
      "Meanings": [
        "رله زبانه ای‌تر شده در جیوه رله زبانه ای که در آن اتصالها",
        "مانند کلید زبانه ای‌تر شده در جیوه",
        "با جیوه پوشیده شده اند"
      ]
    },
    {
      "EnglishWord": "mercury-wetted reed switch",
      "Meanings": [
        "کلید زبانه خیس شده در جیوه محفظه کلید زبانه ای که شامل حوضچه ای از جیوه در یک انتها است و معمولا به طور عمودی عمل می‌کند. جیوه با خاصیت مویینگی اتصالهای زبانه‌ها را در پوسته ای از جیوه نگه می‌دارد. با هر بار عمل کردن کلید این پوشش جیوه ای تازه می‌شود و در نتیجه طول عمر کاری کلید بسیار زیادتر می‌شود. در نوع دیگر",
        "اتصالهای‌تر شده در جیوه",
        "بدون استفاده از حوضچه جیوه به دست می‌آیند و در نتیجه می‌توان کلید را به طور افقی نصب کرد"
      ]
    },
    {
      "EnglishWord": "merge",
      "Meanings": [
        "ادغام کردن جمع آوری دو یا چند مجموعه مرتب از مقادیر مشابه در داخل یک مجموعه که توالی رتبه مشابهی دارند"
      ]
    },
    {
      "EnglishWord": "merged transistor",
      "Meanings": [
        "ترانزیستور ادغام شده"
      ]
    },
    {
      "EnglishWord": "merging",
      "Meanings": [
        "ادعام"
      ]
    },
    {
      "EnglishWord": "mesa",
      "Meanings": [
        "مسا سطح برجسته ای که پس از زدودن ماده نیمرسانا برای دسترسی به لایه زیری باقی می‌ماند",
        "مزا"
      ]
    },
    {
      "EnglishWord": "mesa diffusion",
      "Meanings": [
        "نفوذ مسا روشی برای رشد دادن پیوندهای PN با ایجاد یک ناحیه بیس تک روی سطح داخلی برشی از نیمرسانا و سپس زدودن شیارهایی بین امیترها",
        "برای ایجاد جزیره یا مساهایی از ماده پردازش شده برای استفاده به عنوان عناصر ترانزیستوری"
      ]
    },
    {
      "EnglishWord": "mesa etching",
      "Meanings": [
        "کنده کاری مزا"
      ]
    },
    {
      "EnglishWord": "mesa structure",
      "Meanings": [
        "ساختار مزا"
      ]
    },
    {
      "EnglishWord": "mesa transistor",
      "Meanings": [
        "ترانزیستور مسا ترانزیستوری که پولک سیلیسمی یا ژرمانیمی آن به صورت طبقات رو به پایین زدوده می‌شود",
        "به طوری که نواحی بیس و امیتر به صورت صفحات فیزیکی بالای ناحیه کلکتور به نظر آیند"
      ]
    },
    {
      "EnglishWord": "mesfet",
      "Meanings": [
        "metal",
        "semiconductor filed",
        "effect transistor",
        "ترانزیستور اثر میدان نیمرسانا",
        "فلزی ترانزیستور اثر میدان که گیت فلزی آن به طور مستقیم روی کانال نیمرسانای آن ساخته شده است",
        "به طوری که مانند یک دیودشاتکی عمل می‌کند. این ترانزیستور با MOSFET که کیت آن با لایه عایق اکسید از کانال آن جدا شده است",
        "فرق دارد. MESFET از مواد گروه V",
        "III مانند گالیم آرسنید GaAs یا ایندیم فسفید INP ساخته می‌شود"
      ]
    },
    {
      "EnglishWord": "mesh",
      "Meanings": [
        "خانه",
        "مش"
      ]
    },
    {
      "EnglishWord": "mesh analysis",
      "Meanings": [
        "تحلیل خانه ای"
      ]
    },
    {
      "EnglishWord": "mesh current",
      "Meanings": [
        "جریان خانه ای"
      ]
    },
    {
      "EnglishWord": "mesh rule",
      "Meanings": [
        "قاعده مش"
      ]
    },
    {
      "EnglishWord": "mesosphere",
      "Meanings": [
        "مزوسفر ناحیه کاهش ناگهاینی دنا که بالای استراتوسفر و تقریبا بین ارتفاع 60 تا 90 کیلو متری قرار دارد"
      ]
    },
    {
      "EnglishWord": "message",
      "Meanings": [
        "پیغام مخابره شفاهی یا کتبی تهیه شده با هر طرح یا زبان سری یا رمزی",
        "پیغام شروع و پایان معینی دارد. در کامپیوتر ف پیغام می‌تواند گروهی از کلمات انتقال یافته یا پردازش شده به صورت یک واحد دودویی یا هر شکل رمز گذاری شده دیگر باشد",
        "پیام",
        "پیغام"
      ]
    },
    {
      "EnglishWord": "message digest",
      "Meanings": [
        "چکیده پیام"
      ]
    },
    {
      "EnglishWord": "message switching",
      "Meanings": [
        "راه گزینی پیام"
      ]
    },
    {
      "EnglishWord": "message transfer agent",
      "Meanings": [
        "نمایندگی انتقال پیام"
      ]
    },
    {
      "EnglishWord": "metal",
      "Meanings": [
        "فلز"
      ]
    },
    {
      "EnglishWord": "metal - organic vapor - phase opitaxy",
      "Meanings": [
        "رونشانی فلز",
        "آلی بخار",
        "فاز تشکیل یک لایه رذونشستی باواکنشهای شیمیایی بین عناصر گازی سازنده لایه. برای نشاندن ایندیم وگالیم گازهای واکنش دهنده قلیایی و در فسفر و آرسنیک",
        "گازها اسیدی هستند"
      ]
    },
    {
      "EnglishWord": "metal - oxid e semiconductor resistor   mos resistor",
      "Meanings": [
        "مقاومت نیمرسانای اکسید",
        "فلزی ترانزیستور اثر میداان نیمرسانای اکسید",
        "فلزی که جانشین مقاومت در مدار مجتمع می‌شود"
      ]
    },
    {
      "EnglishWord": "metal - oxide resistor",
      "Meanings": [
        "مقاومت اکسید",
        "فلزی مقاومت پوسه فلزی که در آن دی اکسید فلزی مانند اکسید قلع همانند پوسه ای بر روی زیر ساخت عایق نشانه می‌شود"
      ]
    },
    {
      "EnglishWord": "metal - oxide semiconductor",
      "Meanings": [
        "نمیرسانای اکسید",
        "فلزی ساختار فلز",
        "عایق",
        "نیمرسانا در لایه عایق اکسیدی بر روی ماده زیر ساخت. در زیر ساخت سلیسیمی لایه عایق ساز دی اکسید سیلیسیم است. ترانزیستورهای اثر میدان",
        "خازنها",
        "مقاومتهاو قطعات نیمرسانای دیگری با این ساختار ساخته می‌شود. فرایند MOS شامل CMOS, DMOS, NMOS, PMOS می‌شود"
      ]
    },
    {
      "EnglishWord": "metal - oxide silicon device",
      "Meanings": [
        "قطعه سیلیسیمی اکسید",
        "فلزی دیود خازن یا قطعه نیمرسانای دیگحر با یک اکسید فلزی مانند دی اکسید سیلیسیم که مانند لایه عایق عمل می‌کند"
      ]
    },
    {
      "EnglishWord": "metal - oxide varistor",
      "Meanings": [
        "وریستوراکسید",
        "فلزی مقاومت متغیر وریستور برای حفاظت مداربندی دارای تغذیه AC ضریه‌های گحذار یا اضافه ولتاژ. اکسید روی قالب گیری شده حرارت داده می‌شود تا یک قالب یکپارچه را تشکیل دهد MOV‌ها منحنیهای ولتاژ",
        "جراین متقارنی دارند که حالتهای گذرای دو جهته را با برش حذف می‌کنند. MOV همانند دو دیود زنر پشت به پشت می‌تواند تا 10 کیلو ژول انرژی را جذب کند. محفظه آن می‌تواند به صورت قرصی با پایانه‌های شعاعی یا بلوکی با دو پایه عمودی باشد"
      ]
    },
    {
      "EnglishWord": "metal - semiconductor filed - effect transistor",
      "Meanings": [
        "ترانزیستور اثر میدان نیمرسانا",
        "فلزی ترانزیستور اثر میدان که گیت فلزی آن به طور مستقیم روی کانال نیمرسانای آن ساخته شده است",
        "به طوری که مانند یک دیودشاتکی عمل می‌کند. این ترانزیستور با MOSFET که کیت آن با لایه عایق اکسید از کانال آن جدا شده است",
        "فرق دارد. MESFET از مواد گروه V",
        "III مانند گالیم آرسنید GaAs یا ایندیم فسفید INP ساخته می‌شود"
      ]
    },
    {
      "EnglishWord": "metal - tank mercury - arc rectifier",
      "Meanings": [
        "یکسوساز محفظه",
        "فلز قوس",
        "جیواه ای یکسوساز قوس",
        "جیوه ای که کاتد جیواه ای و آند آن در یک محفظه یا اتاقک فلزی قرار دارند"
      ]
    },
    {
      "EnglishWord": "metal detector  electronic locator  radio metal locator  metal locator",
      "Meanings": [
        "آشکار سازی فلزی",
        "مکان یاب الکترونیکی",
        "فلز ییاب رادیویی",
        "مکان یاب فلزی مدار الکترونیکی که اجسام فلزی مخفی شده مانند تفنگ",
        "چاقو یا خط لوله‌های زیر زمینی را معمولا با تابیدن میدان مغناطیسی با بسامد زیاد و آشکار سازی تغییرات ایجاد شده در میدان در اثر برخورد با اجسام فلزی فریتی و غیر فریتی",
        "آشکار می‌کنند"
      ]
    },
    {
      "EnglishWord": "metal- film resistor",
      "Meanings": [
        "مقاومت پوسه",
        "فلزی مقاومتی که به شکل پوسه ای از فلز",
        "اکسید فلزی",
        "یا آلیاژ بر روی زیر ساخت عایق برای ساختن مدارهای مجتمع یا مقاومتهای مجزا",
        "ساخته می‌شود"
      ]
    },
    {
      "EnglishWord": "metal- insulator  semiconductor",
      "Meanings": [
        "نیمرسانای فلز",
        "عایق ساختار نیمرسانایی که در آن یک لایه عایق",
        "معمولا با ضخامت کسری از میکرومتر",
        "پیش از ایجاد اتصالهای فلزی بر روی زیر ساخت نیمرسانا نشانده می‌شود. این لایه می‌تواند ناحیه اثر میدانی در سطح ماده نیمرسانا ایجاد کند. کاربرد آن در خازنها",
        "دیودها",
        "ترانزیستورهای اثر میدان",
        "دیودهای نورافشان",
        "قطعات میکرواستریپ",
        "و رکتورها و قطعات نیمرسانای دیگر است"
      ]
    },
    {
      "EnglishWord": "metal lead",
      "Meanings": [
        "سر سیم فلزی"
      ]
    },
    {
      "EnglishWord": "metal- nitride - oxide semiconductor",
      "Meanings": [
        "نیمه رسانای فلز",
        "نیترید",
        "اکسید ساختار نیمرسانایی که یک لایه عایق به جای عایق گیت دی اکسید سیلیسیم که معمولا در ساختارهای نیمرسانا فلز",
        "اکسید به کار می‌رود دارد. معمولا",
        "لایه ای از دی اکسید سیلیسیم در نزدیکترین لایه به زیر ساخت سیلیسیمی",
        "همراه بالایه ای از نیترید سیلیسیم بر روی آن قرار می‌گیرد. قابلیت لایه عایق دوتایی د ذخیره کردن بارها آن را برای استفاده در ارایه‌های ترانزیستوری حافظه",
        "خازنها و قطعات نیمرسانای دیگر مناسب ساخته است"
      ]
    },
    {
      "EnglishWord": "metal oxide",
      "Meanings": [
        "اکسید فلز"
      ]
    },
    {
      "EnglishWord": "metal oxide resistor",
      "Meanings": [
        "مقاومت اکسید فلز"
      ]
    },
    {
      "EnglishWord": "metal- oxide semiconductor  capacitor",
      "Meanings": [
        "خازن نیمرسانای اکسید",
        "فلزی _ خازن MOS خازن مدار مجتمع که ناحیه N آن به داخل زیر ساخت سلیسیمی نفوذ داده می‌شود تا الکترود پایینی را تشکیل دهد. ضخامت کنترل شده ای از اکسید سیلیسیم بر روی آن تشکیل می‌شود تا همانند دی الکتریک عمل کند. الکترود بالایی لایه ای فلزی است که همزمان به عنوان اتصال داخلی مدار چاپ نشانده می‌شود. بیشترینن مقادیر ظرفیت خازنی به چند صد پیکوفاراد محدود است"
      ]
    },
    {
      "EnglishWord": "metal oxide semiconductor field effect transistor   mosfet",
      "Meanings": [
        "ترانزیسور اثر میدانی نیمه هادی اکسید فلزی"
      ]
    },
    {
      "EnglishWord": "metal semiconductor field effect transistor   mesfet",
      "Meanings": [
        "ترانزیستور اثر میدانی نیمه هادی فلزی"
      ]
    },
    {
      "EnglishWord": "metal transistor can",
      "Meanings": [
        "محفظه فلزی ترانزیستور محفظه فلزی استاندارد شده برای پوشش بدون درز قطعات نیمه رسانا و رله‌های مینیاتوری"
      ]
    },
    {
      "EnglishWord": "metalized resistor",
      "Meanings": [
        "مقاومت فلز پوشانی شده مقاومت ساخته شده با نشاندن پوسه نازک فلزی با مقاومت زیاد بر روی سطح شیشه ای ف میله سرامیکی یا لوله پلاستیکی"
      ]
    },
    {
      "EnglishWord": "metallic antenna lens",
      "Meanings": [
        "عدسی آنتن فلزی عدسی تشکیل شده از سطوح طرح دار فلزی که به طور موازی در برابر آنتن قرار می‌گیرند تا باریکه را کانونی کنند. این پره‌ها سرعت فاز را به نسبت فاصله طی شده بین سطوح فلزی در هر قسمت عدسی",
        "تغییر می‌دهند"
      ]
    },
    {
      "EnglishWord": "metallic insulator",
      "Meanings": [
        "عایق فلزی بخش ربع",
        "موجی اتصال کوتاه شده از خط انتقال که به عنوان امپدانس بسیار زیاد در بسامدهای متناظر با طول موج ربعی خود عمل می‌کند. عایق فلزی به عنوان نگهدارنده مکانیکی عمل می‌کند"
      ]
    },
    {
      "EnglishWord": "metallization",
      "Meanings": [
        "فلز پوشانی 1. فرایندی که در آن پوسه نازکی از فلز رسانا را بر روی یک زیر ساخت نیمرسانای که به طور مناسب پوشانده شده است. نشانه می‌شود الگوی مورد نظطر برای اتصالهای داخلی سلول یا گیت به دست آید. معمولا ضخامت این لایه‌های فلزی 1. تا 2 میکرومتر است. 2. پوسه نازکی از فلز که بر روی سطح پوشانده شده زیر ساخت سرامیکی از شبکه مقاومتی",
        "شبکه‌های مقاومتی",
        "خازنی یا مدارهای هایبرید آبکاری می‌شود تا شیارهای رسانای یک الگوی معین را برای اتصال عناصر مقاومتی یا خازنی به پایه‌های خارجی ایجاد کند",
        "فلز پوشانی",
        "فلز اندود"
      ]
    },
    {
      "EnglishWord": "metal-oxide semicondujctor field - effect  transistor  insulated - gate field effect transistor",
      "Meanings": [
        "ترانزیستور اثر میدان نیمرسانا ی اکسید",
        "فلزی",
        "ترانزیستور اثر میدان باکیت عایق شده ترانزیستور اثر میدان ولتاژ",
        "رانشی با یک گیت فلزی عایق شده",
        "اکسید یا جند بلوری. عملکرد ترانزیستور تک قطبی بر اساس حرکت یک حامل اکثریت الکترونها در نوع N حفره‌ها در نوع P است و مانند ترانزیستور دو قطبی هر دوحامل در آن حرکت نمی‌کنند. ولتاژکنترل کننده گیت MOSFET به جای آن که مانند JFET به دو سر پیوند PN اعمال شود. به ناحیه کانال متقاطع با لایه عایق اعمال می‌شود. گیت با دی اکسید سیلیسیم یا نیترید سیلیسیم عایق شده است. MOSFET می‌تواند P کانال یا N کانال باشد و در مد تخلیه ای یا مد افزایشی عمل کند. MOSFET‌ها شامل منطق دیجیتال CMOS‌ها یا BICMOSها نیز می‌شوند MOSFET به دلیل وجود عایق بین سورس و درین آن توان کمتری را درین مصرف می‌کند. فرایند ساخت آن ساده‌تر از JFET است. از سیلیسیم به طور اقتصادی استفاده می‌کند و اتصالهای داخلی آن در یک تراشه ساده‌تر است"
      ]
    },
    {
      "EnglishWord": "meteoric scatter",
      "Meanings": [
        "پراکندگی شهاب سنگی شکلی از پراکندگی انتشاری که در آن بارانی از شهاب سنگها امواج رادیویی را به سمت زمین پراکنده می‌کنند. برای این کار از دو خط ارتباط رادیویی که در دو جهت مخالف کار می‌کنند",
        "استفاده می‌شود. هر پیامی که روی یک خط ارتباط ارسال شود",
        "از روی خط دیگر برگشت داده می‌شود",
        "به طوری که فرستنده می‌تواند دریافت صحیح را تشخیص دهد. فرستنده فقط اولین نویسه پیام را می‌فرستند تا وقتی که پیام برسد و پاسخ آن در نتیجه پراکندگی شهاب سنگی برگردد. سپس پیام مورد نظر که قبلا روی نوار مغناطیسی ضبط شده است",
        "با سرعت زیادی همانند یک سیگنال ارسال می‌شود که زمان آن می‌تواند از کسری از یک دقیقه تا چندین دقیقه",
        "بسته به ابعاد و نوع شهاب سنگ باشد"
      ]
    },
    {
      "EnglishWord": "meteorograph",
      "Meanings": [
        "هوانگار ابزاری که داده‌های هواشناسی مانند فشار هوا",
        "دما و رطوبت را ندازه گیری و ثبت می‌کند. اگر شامل یک دکل نیز باشد آن را جونگار می‌نامند. در صورتی که همواره با یک فرستنده رادیویی به کار برده شود آن را رادیو سوند می‌نامند"
      ]
    },
    {
      "EnglishWord": "meter",
      "Meanings": [
        "سنجه",
        "متر 1. دستگاهی که مقادیر کمیت مورد نظر را اندازه گیری می‌کند. واژه سنجه معمولا برای ابزار نشانگر تنها",
        "مانند ولت سنج یا اهم سنج به کار برده می‌شود. 2. واحد اصلی طول در سیستم متریک و معادل با 39/37 اینچ یا 3/28 فوت یک متر برابر 100 سانتیمتر یا میلی متر است. در سال 1960 متر به صورت 1650763/73 طول موج خط نارنجی _قرمز کریپتون 86 تعریف شد",
        "اندازه گیر"
      ]
    },
    {
      "EnglishWord": "meter - kilogram - second unit    mks unit",
      "Meanings": [
        "واحد متر",
        "کیلو گرم",
        "ثانیه یکای MKS واحد مطلق بر اساس متر",
        "کیلو گرم و ثانیه به عنوان واحد‌های اساسی"
      ]
    },
    {
      "EnglishWord": "meter - type relay  contact - making meter  instrument - type relay",
      "Meanings": [
        "رله نوعی سنجه",
        "سنجه وصل کننده",
        "رله نوع ابزاری رله ای با حرکت سنجه ای که یک نشانه contact",
        "bearing دارد که به سمت اتصال ثابت نصب شده بر روی درجه بندی سنجه حرکت می‌کند یا از آن دور می‌شود"
      ]
    },
    {
      "EnglishWord": "meter-kilogram - second - ampere unit   mksa unit",
      "Meanings": [
        "واحد متر",
        "کیلو گرم",
        "ثانیه",
        "آمپر یکای MKSA واحد الکتریکی مطلق عملی بر اساس متر",
        "کلیوگرم",
        "ثانیه و آمپر به عنوان واحد‌های اساسی"
      ]
    },
    {
      "EnglishWord": "metgal - glaze resistor",
      "Meanings": [
        "مقاومت فلزی",
        "لعابی مقاومت پوسه ضخیم ساخته شده با مخلوط کردن ذرات ریز فلزو شیشه پودر شده و قرار دادن آنها بر روی زیر ساخت سرامیکی با استفاده از غوطه ور کردن",
        "مالیدن یا پاشیدن پودر پیش از حرارت دادن آن برای ساخت لعاب. مقدار مقاومت را می‌توان ایجاد شیار مارپیچی تنظیم کرد یا افزایش داد. ذرات فلزی معمولا ذرات برابری از پلادیم و نقره هستند. مقاومت سرامیکی نمونه ای از این نوع مقاومت است"
      ]
    },
    {
      "EnglishWord": "method",
      "Meanings": [
        "روش",
        "متد"
      ]
    },
    {
      "EnglishWord": "method of images",
      "Meanings": [
        "روش تصاویر"
      ]
    },
    {
      "EnglishWord": "metology",
      "Meanings": [
        "مترولوژی علم اندازه گیری"
      ]
    },
    {
      "EnglishWord": "metric sabin",
      "Meanings": [
        "سابین متریک واحد جذب صدا در یک سطح معادل با m2 از سطحی که صدا را کاملا جذب کند"
      ]
    },
    {
      "EnglishWord": "metric wave",
      "Meanings": [
        "موج متریک موج رادیویی با طول موج بین 1 تا 10 متر",
        "متناظر با بسامد حیلی بالا vhf"
      ]
    },
    {
      "EnglishWord": "metropolitan area network   man",
      "Meanings": [
        "شبکه شهری"
      ]
    },
    {
      "EnglishWord": "mev",
      "Meanings": [
        "megaelectronvolt",
        "مگا الکترون ولت یک میلیون الکترون ولت"
      ]
    },
    {
      "EnglishWord": "mf",
      "Meanings": [
        "medium frequency",
        "بسامد متوسط کمیته مخابرات فدرال برای بسامد در باند 300 تا 3000کیلو هرتز متناظر با موج هکتومتری بین 100تا 100m"
      ]
    },
    {
      "EnglishWord": "mg",
      "Meanings": [
        "megagauss",
        "مگاگاوس یک میلیون گاوس"
      ]
    },
    {
      "EnglishWord": "mgd",
      "Meanings": [
        "mos gate driver",
        "راه انداز گیت مدار مجتمعی برای راه اندازی MOSFET‌ها یا GBT‌های ولتاژ بالا با مقادیری 600V و کاربردهایی مانند منابع تغذیه کنترل سرعت موتور",
        "سیستمهای VPS منابع تغذیه قطع نشدنی و تقویت کننده برای راه اندازی به کار می‌برند"
      ]
    },
    {
      "EnglishWord": "mh   millihenrys",
      "Meanings": [
        "millihenry",
        "ملی هانری یک هزرام هانری"
      ]
    },
    {
      "EnglishWord": "mhd",
      "Meanings": [
        "magnetohydrodynamics",
        "مغناطو هیدرودینامیک مطالعه آثار میدانهای مغناطیسی بر گازهای یونیده فوق گرم و سیالهای رسانا. این مطالعه",
        "موضوع تحقیقات ب روی گداخت کنترل شده در نیروگاههای هسته ای است و به عنوان روش تولید توان الکتریکی با بازدهی بیشتر از ژنراتورهای بخار به کار می‌رود"
      ]
    },
    {
      "EnglishWord": "mho",
      "Meanings": [
        "موهو واحد قبلی رسانایی و ادمینانس",
        "اکنون به جای آن از زیمنس به عنوان واحد SI رسانایی استفاده می‌شود. هر دو معکوس اهم هستند. مقاومت یا امپدانس 1 اهم معادل با رسانایی یا ادمیتانس 1 زیمنس است",
        "مهو",
        "واحد رسانایی مقاومت"
      ]
    },
    {
      "EnglishWord": "mhz",
      "Meanings": [
        "megahertz",
        "مگاهرتز یک میلیون هرتز. قبلا آن را مگاسیکل می‌نامیدند"
      ]
    },
    {
      "EnglishWord": "mica",
      "Meanings": [
        "میکا ماده معدنی شفاف که به اسانی می‌توان ان را به ورقهای نازکی با مقاومت گرمایی و خاصیت عایق سازی بسیار خوب تبدیل کرد. این ماده به عنوان دی الکتریک در خازنهای میکایی و به عنوان مجرد ساز الکترودها در لامپهای الکترونی به کار برده می‌شود"
      ]
    },
    {
      "EnglishWord": "mica capacitor",
      "Meanings": [
        "خازن میکایی خازنی که دی الکتریک ی آن از جنس میکاست"
      ]
    },
    {
      "EnglishWord": "michelson interferometer",
      "Meanings": [
        "تداخل سنج میکلسون تداخهل سنجی که از یک ورق دی الکتریک نیم بازتابنده",
        "یک ورق فلزی بازتابنده ثابت و یک ورقه فلزی. با تابنده متحرک برای اندازه گیری دقیق بسامد در طول موجهای میلیمتری استفاده می‌کند. وقتی که هر دوبازتابنده در فاصله برابر از ورق نیم",
        "بازتابندهی 454 قرار دارند طول دو مسیر برابر است و هر دو موج",
        "هم فاز با یکدیگر به گیرنده می‌رسند. تا بیشترین مقادر توان به گیرنده تحویل داده شود. با حرکت بازتابنده متحرک در جهت یا خلاف جهت ورق نیم",
        "بازتابنده",
        "گیرنده به طور متناوب بیشترین و کمترین توان دریافتی را آشکار می‌کند"
      ]
    },
    {
      "EnglishWord": "micr",
      "Meanings": [
        "magnetic",
        "lnk character recognition",
        "شماسایی نویسه جوهر مغناطیسی سیستم پردازش چک بانکی",
        "پس از چاپ کردن معمولی چکهای خالی",
        "شماره‌های شناسایی بانک و مشتری و نویسه‌های خاصی مطابق با تعاریف قرار دادی جامعه بانکداری آمریکا بر روی آن چاپ می‌شود. بعد از نقد کردن چک",
        "تا ده نویسه حرفی و عددی برای مشخص شدن مقدار چک و هرگونه داده کنترلی لازم برای پردازش خودکار کامپیوتری به شماره قبلی افزوده می‌شود"
      ]
    },
    {
      "EnglishWord": "micro",
      "Meanings": [
        "میکور ریز 1. میکروآمپر پیشروی که نشان دهنده 10 به توان منفی شش یا یک میلیونیم است 2. پیشوندی که نشان دهنده کوچکی است",
        "مانند ریز موج 3. پیشوندی که نشان دهنده حساسیت بسیار زیاد است مانند ریز تابش رادیو سنج"
      ]
    },
    {
      "EnglishWord": "micro ampere",
      "Meanings": [
        "میکرو آمپر یک میلیونیم آمپر"
      ]
    },
    {
      "EnglishWord": "micro ball- grid array",
      "Meanings": [
        "ریز آرایه شبکه",
        "گوی محفظه BGA کوچک سازی شده برای آی سیهای نصب سطحی"
      ]
    },
    {
      "EnglishWord": "micro lithography",
      "Meanings": [
        "میکرولیتو گرافی فرایند ف نوشتن الگوهای نازک",
        "خط بر روی سطح یک پولک نیمرسانا برای ساختن یک مدار مجتمع شکل دقیقی از لیتوگرافی می‌تواند خطوطی با پهنای میکرومتری بر روی زیر ساخت پوشیده شده با ماده مقاوم در برابر نور به وجود آورد. ماده مقاوم در برابر نور از طریق پوششی در معرض نور فرابنفش",
        "پرتو الکترونی با اشعه x قرار می‌گیرد"
      ]
    },
    {
      "EnglishWord": "micro micro",
      "Meanings": [
        "میکرو میکرو پیشندی که نشان دهنده یک میلیونیم میلیونیم یا 10 به توان 12 است. اکنون آن را پیکو می‌نامند"
      ]
    },
    {
      "EnglishWord": "micro radiography",
      "Meanings": [
        "ریز پرتونگاری پرتونگاری اجسام کوچکی که جزییات آنها برای مشاهده با چشم غیر مسلح و بزرگنمایی فوری تصویر منفی حاصل بسیار ریز است"
      ]
    },
    {
      "EnglishWord": "micro smt",
      "Meanings": [
        "MSMT spokage",
        "بسته SMT ریز ایده ای برای بسته ای کدرن قطعات نیمرسانا",
        "در حداقل ابعاد",
        "برای کابردهای نصب سطحی",
        "در زمانی که هنوز قطعات به شکل پولک هستند. این بسته فقط اندکی از تراشه یا قطعه برهنه",
        "بزرگتر است. و امکان ساختن بردهای مداری با تراکم قطعات زیاد وجود دارد. این بسته‌ها کوچکتر از پوششهای DIP و SMT در محصولات قابل مقایسه هستند"
      ]
    },
    {
      "EnglishWord": "micro switch",
      "Meanings": [
        "میکروسوییچ مارک تجاری میکروسوییچ دی ویژن شرکت هانی ول برای سوییچهای خط آن"
      ]
    },
    {
      "EnglishWord": "microactuator",
      "Meanings": [
        "ریز محرک هر محرک کوچک سازی شده ای که با روشهای ریز ماشینکاری تولید می‌شوند",
        "از قبیل",
        "ریز موتورها ف ریز شیر‌ها و ریز تشدید گرها"
      ]
    },
    {
      "EnglishWord": "microammeter",
      "Meanings": [
        "میکرو آمپر سنج آمپر سنجی که مقیاس آن برای نشان دادن مقادیر جریان بر حسب میکرو آمپر درجه بندی شده است"
      ]
    },
    {
      "EnglishWord": "microbar",
      "Meanings": [
        "میکرو بار یک میلیونیم با. میکروبار واحد قبلی فشار در آکوستیک بود. اکنون واحد SI فشار نیوتن بر متر مربع است"
      ]
    },
    {
      "EnglishWord": "microbending loss",
      "Meanings": [
        "افت ریز خمیدگی"
      ]
    },
    {
      "EnglishWord": "microcell",
      "Meanings": [
        "ریز سلول ناحیه جغرافیایی",
        "معمولا مدور که در آن یک ایستگاه فرستنده / گیرنده تلفن سلولی فعال است"
      ]
    },
    {
      "EnglishWord": "microchannel plate  microchannel plate  array",
      "Meanings": [
        "صفحه ریز کانال و آرایه صفحه ای چند کاناله موزاییکی از چند میلیون لوله شیشه ای کوچک با سرهای فلز پوشانی شده در لامپ تاکید کننده تصویر و لامپ مبدل تصویر که با اعمال شدن ولتاژ بالا به دو سر آن الکترونها را جذب می‌کنند. بهره الکترونی به بیش از 100000 می‌رسد این صفحات در binocular قابل دیدن در تاریکی با اسکوپای قابل دید ن در تاریکی و المپها تصویر اسیلوسکوپها به کار می‌رود که در آنها افزایش جریان باریکه به فسفر اعمال می‌شود"
      ]
    },
    {
      "EnglishWord": "microchip",
      "Meanings": [
        "ریز تراشه"
      ]
    },
    {
      "EnglishWord": "microcircuit",
      "Meanings": [
        "ریز مدار"
      ]
    },
    {
      "EnglishWord": "microcode",
      "Meanings": [
        "ریز رمز پایین‌ترین سطح دستورالعملها که مستقیما عملکرد متقابل عناصر محاسبه کنندهی ریز پردازنده را کنترل می‌کند یا دستوالعملهای ماشین که به طور دایم در مدارهای کنترل کننده قرار داده می‌شوند"
      ]
    },
    {
      "EnglishWord": "microcomputer",
      "Meanings": [
        "ریز کامپیوتر 1. کامپیوتری با واحد پردازش مرکزی CPU که یک ریز پردازنده است. مثلا کامپیوترهای شخصی PC و ایستگاههای کاری مهندسی 2. ممکن است این واژه به یک ریز کنترل کننده نیز اطلاق شود",
        "ریز کامپیوتر"
      ]
    },
    {
      "EnglishWord": "microcontroller",
      "Meanings": [
        "ریز کنترل کننده مدار مجتمع یکپارچه ای با واحد پردازش مرکزی کامل CPU و حافظه نیمرسانای کافی eprom, eeprom, ram, rom و قابلیت ورودی / خروجی i/o که می‌توان آن را معادل کامپیوتری روی یک تراشه در نظر گرفت. به دلیل محدودیت حافظه",
        "معمولا از MCU به جای کاربردهای پردازش داده در کنترل استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "microdensitometer",
      "Meanings": [
        "ریز چگالی سنج چگالی سنج دارای حساسیت بالا که در طیف نگحاری برای آشکار سازی خطوط طیف بسیار باریک بر روی نگاتیو با چشم غیر مسلح به کار برده می‌شود"
      ]
    },
    {
      "EnglishWord": "microelectromechanical systems",
      "Meanings": [
        "سیستمهای ریز الکترومکانیکی رده ای از ماشینها",
        "محرکها و حسگرهای کوچک سازی شده که با ریز ماشینکاری و از سیلسیم ساخته می‌شوند. محصولات عملی که امروزه به عنوان MEM ساخته می‌شوند شامل شتاب سنجها",
        "انژکتورهای سوخت",
        "نازلهای فوران جوهر و حسگرهای فشار هستند"
      ]
    },
    {
      "EnglishWord": "microelectronic",
      "Meanings": [
        "ریز میکرو الکترونیک"
      ]
    },
    {
      "EnglishWord": "microelectronics  micro miniaturization",
      "Meanings": [
        "ریز الکترونیک",
        "ریز کوچک سازی فناوری ساخت و به کارگیری قطعات و مدارهای الکترونیکی در بسته‌های بسیار کوچک با استفاده از مدارهای مجتمع یا روشهای ساخت ویژه دیگر"
      ]
    },
    {
      "EnglishWord": "microfarad",
      "Meanings": [
        "میکروفاراد یک میلیونیم فاراد"
      ]
    },
    {
      "EnglishWord": "microhenry",
      "Meanings": [
        "میکروهانری یک میلیونیم هانر ی"
      ]
    },
    {
      "EnglishWord": "microlock",
      "Meanings": [
        "ریز قفل سیستم قفل حلقه فاز برای ارسال و دریافت اطلاعات به طریق رادیویی با پهنای باند کاهش یافته. از آن در ردپایی ماهواره‌ها و سنجش از راه دور داده‌ها به ایستگاههای زمینی در فاصله هایی در خط دید یکدیگر به مسافت 4800 km استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "microlock network",
      "Meanings": [
        "شبکه ریز قفل شبکه ای از ایستگاههای رادیویی که از تجهیزات ریز قفل برای ردیابی موشکها و ماهواره‌ها استفاده می‌کنند"
      ]
    },
    {
      "EnglishWord": "microlux",
      "Meanings": [
        "میکرولوکس یک میلیونیم لوکس"
      ]
    },
    {
      "EnglishWord": "micromachining",
      "Meanings": [
        "ریز ماشینکاری تولید حسگرها و محرکها ی با ابعادی در مقیاس میکرومتر با استفاده از روشهای تولید مدارهای مجتمع",
        "مراحل تولید شامل پوشیده سازی فتولیتوگرافیکی",
        "نشاندن و زدودن شیمیایی می‌شود. در میان قطعاتی که به عنوان نمونه‌های تحقیقاتی و آزمایشگاهی ساخته شده اند می‌توان به موتورهای الکتریکی و حتی یک وسیله نقلیه بسیار ریز اشاره کرد. محصولات عملی که اکنون در حال تولید هستند عبارتند از شتاب سنجها حسگرهای فشار",
        "انژکتورهای سوخت و نازلهای جوهر افلشان. بیشتر این قطعات از سیلیسیم یا الومینیمنشانده شده بر روی سیلیسیم ساخته می‌شوند. ولی از الماس نیز به عنوان ماده خام استفاده شده است. این فرایند به دو دسته حجمی و سطحی تقسم می‌شود"
      ]
    },
    {
      "EnglishWord": "micrometeorite",
      "Meanings": [
        "ریز شهاب سنگ ذره غبار ریز",
        "معمولا مرکب از آهن و سیلیکات",
        "همانند شهاب سنگهای بزرکتر",
        "که در منظوم9ه شمسی پراکنده شده اند. این ذره معمولا کوچکتر از آن است که صدمه فیزیکی به ساختار فضا پیما بزند",
        "اما در سطوحی که در معرض آن قرار دارند. اثر خوردگی ایجاد می‌کند و برای فضانوردان حفاظت نشده نیز امکان خطر دارد"
      ]
    },
    {
      "EnglishWord": "micrometer",
      "Meanings": [
        "میکرو متر یک میلیونیم متر",
        "واحدی که امروزه برای بیان طول موج نور به کار می‌رود. نور مریی در محدوده ای از حدود 0/4 برای بنفش تا 0/75 برای قرمز است از انگستروم نیز برای تعریف طول موج نور استفاده می‌شود 1A برابر با 10 به توان منفی چهار است. بنابر این 1 برابر با 10000A است. آن را میکرون نیز مینامند"
      ]
    },
    {
      "EnglishWord": "micromho",
      "Meanings": [
        "میکرو مهو یک میلیونیم مهو"
      ]
    },
    {
      "EnglishWord": "microminiaturization",
      "Meanings": [
        "ریز کوچک سازی فرایند تبدیل مدارهای مجزا یا هیبرید به مدارهای مجتمع"
      ]
    },
    {
      "EnglishWord": "micromotor",
      "Meanings": [
        "ریز موتور موترو کوچک سازی شده که با فرایند ریز ماشینکاری ساخته می‌شود و با نیروی الکترو ستاتیکی به جای نیروی الکترو مغناطیسی کار می‌کند. انواع آزماشکاهی آن دارای ابعاد 0/1 تا 0/2 mm هستند و ارتفاعی در حدود 4 تا 6 دارند. انتظار می‌رود که کاربردهایی در ابزارهای پزشکی پیدا کنند"
      ]
    },
    {
      "EnglishWord": "micron",
      "Meanings": [
        "میکرون یک میلیونیم متر. این واژه با توافق بین المللی در سال",
        "بر ای تعریف طول موج تور و ضخامت لایه‌های نازک به ار گرفته شده امروزه واژه میکرومتر ترجیح داده می‌شود"
      ]
    },
    {
      "EnglishWord": "microohm",
      "Meanings": [
        "میکرواهم یک میلیونیم اهم"
      ]
    },
    {
      "EnglishWord": "microoptics",
      "Meanings": [
        "میکرو اپتیک فناوری ساخت و به ارگیری قطعات نوری تولید شده با بسته بندیهای بسیار کوچک با استفاده از روشهای تولید مدار مجتمع یا روشهای خاص دیگر"
      ]
    },
    {
      "EnglishWord": "microphne cable",
      "Meanings": [
        "کابل میکروفون کابل حفاظ دار مخصوص برای اتصال میکورفون به تقویت کننده صوتی"
      ]
    },
    {
      "EnglishWord": "microphone",
      "Meanings": [
        "میکروفون"
      ]
    },
    {
      "EnglishWord": "microphone  mike",
      "Meanings": [
        "میکروفون",
        "میک تراگردان الکترواکوستیکی که به امواج صفر پاسخ می‌دهد و امواج الکتریکی معادل آن را می‌سازد"
      ]
    },
    {
      "EnglishWord": "microphone boom",
      "Meanings": [
        "پایه میکروفون بازوی بالا نگهدارنده میکروفون که آن را در محدوده صدایی که باید دریافت کند و خارج از دید دوربین تلویزیونی نگه می‌دارد"
      ]
    },
    {
      "EnglishWord": "microphone button",
      "Meanings": [
        "دکمه محفظطه تلسکوپی دکمه ای شکل که با ذرات کربن پر می‌شود و به عنوان عنصر مقاومتی میکروفون کربنی عمل می‌کند"
      ]
    },
    {
      "EnglishWord": "microphone mixer",
      "Meanings": [
        "مخلوط کننده میکروفون مخلوط کننده ای که دو یا چند میکروفون را به ورودی تقویت کننده AF وصل می‌کند. این پیش تقویت کننده می‌تواند در محفظه با پایه میکروفون قر ار گیرد"
      ]
    },
    {
      "EnglishWord": "microphone preamplifier",
      "Meanings": [
        "پیش تقویت کننده میکروفون تقویت کننده AF که خروجی میکروفون را قبل از فرستادن سیگنال به خط انتقال یا تقویت کننداه AF اصلی تقویت می‌کند. پیش تقویت کننده می‌تواند در محفظه یا پایه میکروفون قرار گیرد"
      ]
    },
    {
      "EnglishWord": "microphone shield",
      "Meanings": [
        "حفاظ میکروفون پوشش پلاستیکی اسفنجی محافظ که دیافراگم میکروفون را از رطوبت میعان شده ناشی از تنفس استفاده کننده یا از مه یا برف و باران حفظ می‌کند"
      ]
    },
    {
      "EnglishWord": "microphone stand",
      "Meanings": [
        "پایه میکروفون پایه ای که میکروفون رادر محل مطلوب بالاتر از سطح زمین یا روی میز نگه میدارد"
      ]
    },
    {
      "EnglishWord": "microphone transformer",
      "Meanings": [
        "ترانسفورماتور میکروفون ترانسفورماتور هسته آهنی که انواع خاصل از میکروفونها را به پیش تقویت کننده میکروفون ف خط انتقال با تقویت کننده AF اصلی تزویج می‌کند"
      ]
    },
    {
      "EnglishWord": "microphonic",
      "Meanings": [
        "میکروفونی حساس به ارتعاشی که ایجاد صدا می‌ند. لامپ گیرنده رادیو وقتی در حالت میکروفون است که اگر با انگشت روی آن ضربه بزنید",
        "صدای آن رد بلندگو شنیده می‌شود"
      ]
    },
    {
      "EnglishWord": "microphonics",
      "Meanings": [
        "میکروفونی نویز ناشی از ارتعاش مکانیکی عناصر لامپ الکترونی",
        "اجزا یا سیستم. این ارتعاش سبی مدوله شدن جریانهای سیگنال جاری یا کنترل شده با قطعه ارتعاش کننده می‌شود. می‌توان آنرا به صورت نویز در سیستم AF شنید و مانند یک الگوی تداخل نامطلوب در تصویر فکس و تلویزیون مشاهده کرد"
      ]
    },
    {
      "EnglishWord": "microphotometer",
      "Meanings": [
        "ریز نورسنج نورسنجی که اندازه گیریهایی با دقت بالا از روشنایی انجام می‌دهد. در نوعی از آن",
        "یک لامپ نوری یا حسگر نوری",
        "تغییرات روشنایی را دیافت و به تغییرات جریانی تبدیل و تقویت می‌کند"
      ]
    },
    {
      "EnglishWord": "microprocessor",
      "Meanings": [
        "ریز پردازنده 1. واحد پردازش مرکزی cpu ساخته شده بر روی تراشه مدار مجتمع بزرگح شامل عناصر پایه محاسبه",
        "منطق و کنترل کامپیوتر که برای پردازش داده‌ها ضروری هستند. 2. آی سی که دستورالعملهای کد شده را می‌پذیرد. دستورالعملهای دریافتی را اجرا می‌کند. و سیگنالهایی ارایه میدهد که نشان دهنده وضعیت داخلی آن هستند. این دستور العملها می‌توانند به طور داخلی وارد یا ذخیره شوند MPU باید با تراشه‌های جانبی دیگری مانند قطعات منطقی ورودی / خروجی I/O و حافظه نیمرسانا تجهیز شود تا بتواند نیازمندیهای کامپیوتر را بر آورده کند MPU هابه قطعات 4 بیتی",
        "بیتی",
        "و 32 بیتی دسته بندی می‌شوند. که امروزه ناخدهای 16 بیتی و 32 بینتی با فرایند CMOS ساخته می‌شوند",
        "ریز پردازنده"
      ]
    },
    {
      "EnglishWord": "micropump",
      "Meanings": [
        "ریز پمپ پمپ کوچک سازی شده ای که با روشهای ریز ماشینکاری ساخته می‌شود و جزو گروه ریز محرکها است. دیافراگمها می‌توانند با استفاده از پوسه‌های پیزو الکتریک",
        "نیروهای الکتروستاتیک یا انبساط حرارتی حرکت کنند. ریز پمپها می‌توانند در تحقیقات پزشکی کاربرد داشته باشند"
      ]
    },
    {
      "EnglishWord": "microrad",
      "Meanings": [
        "میکرورادیان یک میلیونیم رادیان"
      ]
    },
    {
      "EnglishWord": "microradio0meter",
      "Meanings": [
        "ریز تابش سنج تابش سنجی که توان تابشی ضعیف را اندازه گیری می‌کند. در داخل آن یک میکروفیل نگهداشته شده و مستقیما روی پیچک متحرک گالوانومتر نصب می‌شود"
      ]
    },
    {
      "EnglishWord": "microreflectometer",
      "Meanings": [
        "ریز بازتاب سنج بازتاب سنجی که بارتابش سطوح بسیار کوچکی از تصویر را اندازه کیری می‌کند"
      ]
    },
    {
      "EnglishWord": "microrem",
      "Meanings": [
        "میکرورم یک میلیونیم رم"
      ]
    },
    {
      "EnglishWord": "microroentgen",
      "Meanings": [
        "میکرورونتگن یک میلیونیم رونتگن"
      ]
    },
    {
      "EnglishWord": "microsecond",
      "Meanings": [
        "میکرو ثانیه یک میلیونیم ثانیه",
        "میکرو ثانیه"
      ]
    },
    {
      "EnglishWord": "microsensor",
      "Meanings": [
        "ریز حسگر حسگر بسیار ریز که باروشهای ریز ماشینکاری ساخته می‌شود و از گروه ریز محرکهاست. یک نمونه از آنها زا یک زوج میله تا شده تشکیل می‌شود که بر ای حرکت ارتعاشی با ساختار سانه ای الکتروستاتیکی تنظیم شده است. ریز حسگرها می‌توانند کاربردهایی در پزشکی داشته باشند"
      ]
    },
    {
      "EnglishWord": "microsesimograph",
      "Meanings": [
        "ریز لرزه نار لرزه نگار دارای امکان ثبت"
      ]
    },
    {
      "EnglishWord": "microsiemens",
      "Meanings": [
        "میکروزیمنس یک میلیونیم زیمنس"
      ]
    },
    {
      "EnglishWord": "microstrip",
      "Meanings": [
        "ریز نوار"
      ]
    },
    {
      "EnglishWord": "microstrip line",
      "Meanings": [
        "خط میکرواستریپ خط انتقالی در بسامد ریز موج با امپدانس کنترل شده که به عنوان شیار رسانای فلزی یا رسانا بر یک طرف زیر ساخت در الکتریک ساخته می‌شود و صفحه رسانای زمین در طرف دیگر دی الکتریک قرار می‌گیرد. خط میکرواستریپ می‌توانند مانند ورقه ای در اطراف هر دو طرف زیر ساختی از تار شیشه ای اپکسی GFE قرار گیرد",
        "پوسه‌های فلزی رسانا بر روی هر دو طرف دی الکتریک سرامیکی نشانده شود یاپوسه نازک بر روی هر دو طرف توشه نیمرسانا نشانده شود. خط میکرواستریپ مشابه یک ریز موج ANALOGY خط انتقال دو سیمه است"
      ]
    },
    {
      "EnglishWord": "microstructure",
      "Meanings": [
        "ریز ساختار"
      ]
    },
    {
      "EnglishWord": "microvalve",
      "Meanings": [
        "ریز شیر شیر کوچک ساز شده ای که با روشهای ریز ماشینکاری ساخته می‌شود و از گروه ریز محرکهاست. دیافراگمها می‌توانند پایه کارگیری پوسه‌های پیرو الکتریک",
        "نیروهای الکترستاتیک یا انبساط حرارتی حرکت داده شوند. ریز شیرها کاربردهایی در الکترونیک اتومبیل پیدا کرده اند"
      ]
    },
    {
      "EnglishWord": "microvolt",
      "Meanings": [
        "میکروولت یک میلیونیم ولت"
      ]
    },
    {
      "EnglishWord": "microvoltmeter",
      "Meanings": [
        "میکروولت سنج ولت سنجی که مقیاس آن برای نشان دادن مقادیر ولتاژ بر حسب میکرو ولت درجه بندی شده است"
      ]
    },
    {
      "EnglishWord": "microvolts per meter",
      "Meanings": [
        "میکروولت بر ثانیه اندازه ای از شدت سیگنال ایجاد شده با یک فرستنده رادیویی دریک نقطه معین. این مقدار برابر است با قدرت سیگنال بر حسب میکروولت در آنتن گیرنده که بر طول موثر آنتن بر حسب متر تقسیم می‌شود. سیگنالهای قوی‌تر بر حسب میلی ولت بر متر بیان می‌شوند"
      ]
    },
    {
      "EnglishWord": "microwatt",
      "Meanings": [
        "میکرووات یک میلیونیم وات"
      ]
    },
    {
      "EnglishWord": "microwatt circuit",
      "Meanings": [
        "مدار میکروواتی مدار میکرو توانی که عناصر مجزای آن تنها چند میکرووات توان مصرف می‌کنند. این مدارها معمولا با فناوری نفوذ مسطح و فناوری پوسه",
        "نازک نشانده بر روی پولک سیلیسیمی ساخته می‌شوند"
      ]
    },
    {
      "EnglishWord": "microwave",
      "Meanings": [
        "مایکروویو",
        "ریز موج"
      ]
    },
    {
      "EnglishWord": "microwave  antenna",
      "Meanings": [
        "آنتن میکروموج ترکیبی از یک موجبر سرباز و یک باز تابنده سهموی یا شیپور",
        "برای دریافت و ارسال باریکه‌های سیگنال ریز موج در ایستگاهها ی ترکار کننده ریز موج"
      ]
    },
    {
      "EnglishWord": "microwave acoustics  microsonics",
      "Meanings": [
        "آکوستیک ریز موج",
        "ریز صوت شناسی شاخه ای از آکوستیک که به موجهای آکوستیکی عبور کننده از سطح یک ماده جامد یا ببسامدهای ریز موج می‌پردازد"
      ]
    },
    {
      "EnglishWord": "microwave alrimerer",
      "Meanings": [
        "ارتفاع سنج ریز موج ارتفاع سنجی که در طیف ریز موج عمل می‌کند. نسخه 13/9 GHZ آن در سفینه فضایی اسکای لب تغییراتی تا 110 km را در سطح اقیانوسها",
        "متناظر با تغییرات گرانش درکف اقیانوس",
        "آشکار می‌کند"
      ]
    },
    {
      "EnglishWord": "microwave amplifier",
      "Meanings": [
        "تقویت کننده مایکروویو"
      ]
    },
    {
      "EnglishWord": "microwave beacon system",
      "Meanings": [
        "سیستم راهنمای ریز موج سیستمی که شامل یک پرسشگر و یک تراپاسخگر خودکار است که به سیگنال respond interrogation پاسخ می‌دهد و پاسخ رمز شده ای که موقعیت transponeder را روی صفحه نمایشگر موقعیت رادا ر ppi مشخص می‌کند",
        "ارسال می‌شود. از این سیستم در کنترل ترافیک هوایی هواپیماهای تجاری استفاده می‌شود و برای جستجو و نجات هواپیماهایی که تحت شرایط اضطراری در مکانهای دور دستی فرود آمده اند مفید است"
      ]
    },
    {
      "EnglishWord": "microwave circuit",
      "Meanings": [
        "مدار ریز موج مداری که در بسامدهای ریز موج کار می‌کند",
        "مدار مایکروویو"
      ]
    },
    {
      "EnglishWord": "microwave counter",
      "Meanings": [
        "شمارنده ریز موج شمارنده ای که بسامد را در طیف ریز موج با شمارش چرخه‌ها به ازای فاصله زماین دقیق و تبدیل شمارش به مقدرا بسامد متناظر بر حسب گیگاهرتر اندازه گیری می‌کند و روی صفحه نمایش دیجیتال نشان می‌دهد"
      ]
    },
    {
      "EnglishWord": "microwave delay line",
      "Meanings": [
        "خط تاخیر ریز موج قطعه غیر فعال حالت جامد کوچکی که تاخیر زمانی قابل کنرل در یک خط سیگنال ریز موج اعمال می‌کند"
      ]
    },
    {
      "EnglishWord": "microwave detector",
      "Meanings": [
        "آشکار ساز ریز موج قطعه ای که ب حضور تابش ریز موج با تغییر مقاومت با یکی دیگر از پارامترهای الکتریکی خود واکنش نشان میدهد. یک نوع ابتدایی آن آشکار ساز بلوری است. نوع دیگر bolometer است که بر اساس مشخصه مقاومت حساس به دمای یک barretter یا ترمیتور عمل می‌کند",
        "آشکار ساز مایکروویو"
      ]
    },
    {
      "EnglishWord": "microwave diode",
      "Meanings": [
        "دیود ریز موج دیودی که در اصل برای عمل کدرن در بسامد‌های ریز موج به کار برده می‌شود. مثل دیود‌های باریت",
        "گان",
        "ایمپات",
        "LSA تراپات و ورکتور",
        "همه این دیودهای ریز موج انرژ DC را مستقیما به انرژ ریز موج تبدیل می‌کنند"
      ]
    },
    {
      "EnglishWord": "microwave engineering",
      "Meanings": [
        "مهندس مایکروویو"
      ]
    },
    {
      "EnglishWord": "microwave filter",
      "Meanings": [
        "فیلتر ریز موج فیلتری که از قسمتهای تشدید کاواکی یا عناصر دیگر برای خط انتقال ریز موج ساخته شده است تا بسامدهای مطلوب را عبور دهد و سایر بسامدها را جذب کند یا بر گرداند"
      ]
    },
    {
      "EnglishWord": "microwave frequency",
      "Meanings": [
        "فرکانس مایکروویو"
      ]
    },
    {
      "EnglishWord": "microwave heating",
      "Meanings": [
        "گرمایشس ریز موج گرمایش غذا با انرژ الکترومغناطیسی در طیف ریز موج با کمتر از آن به منظور پختن",
        "خشک کردن",
        "استریل کردن",
        "از حالت انجماد خارج کردن و مقاصد دیگحر. بسامدهای کاری که اغلب به کار می‌روند 915 MHZ و 2/45GHZ در باندهای اختصاص داده شده به کاربردهای صنعتی",
        "علمی",
        "و پزشکی است"
      ]
    },
    {
      "EnglishWord": "microwave integrated circuit",
      "Meanings": [
        "مدار مجتمع ریز موج مدار مجتمع آنالوگی که شامل اجزایی قادر به تقویت سیگنالها در بسامد‌های 1 GHZ یا بالاتر است. بعضی از MMICهای سیلیسمی دارای ترانریستورهای دو قطبی هستند اماMMICهای گالیم ارسنید GAAS یا GAAS بر روی زیر ساخت سیلیسیمی که معمولا بر اساس MESFET‌ها ساخته می‌شوند قادر به عملکرد در بسامدهای بالای 4 GHZ هستند MMIC‌های آنالوگ در رادارهای آرایه ای فازی شده هوایی در فضا و توان مصرفی صرفه جویی زیاد می‌کنند"
      ]
    },
    {
      "EnglishWord": "microwave interferometer",
      "Meanings": [
        "تداخل سنج ریز موج ابزاری که چگالی الکترون آزادگاز یونیده را از طریق ارسال امواج رادیویی با بسامدهای بالا در داخل گاز اندازه می‌گیرد"
      ]
    },
    {
      "EnglishWord": "microwave landing system",
      "Meanings": [
        "سیستم فرود ریز موج نوعی خاصی از ابزارهای سیستم فرود ils در بسامد ریز موج که از ویژگی directivity آنتن بیشتر و طیف بسامدی قابل دسترسی گسترده‌تر سود می‌برد"
      ]
    },
    {
      "EnglishWord": "microwave monolithic ic",
      "Meanings": [
        "آی سی یکپارچه ریز موج مدار مجتمعی که در ناحیه بسامدهای ریز موج عمل می‌کند و شامل دیودها",
        "ترانزیستورهای ریز موج MESFET‌ها مقاومتها",
        "خازنها و خطوط انتقالی بر روی یک تراشه گالیم آرسنید gaas است. MMIC جانشین مدارهای هیبرید ریز موج شده اند و به عنوان تقویت کننده تضعیف کننده یا سوییچ عمل می‌کنند"
      ]
    },
    {
      "EnglishWord": "microwave multiplier phototube",
      "Meanings": [
        "لامپ نوری ضرب کننده ریز موج لامپ نوری ضرب کننده ای که می‌تواند باریکه‌های نورد مدوله شده در بسامد‌های ریز موج را دمدوله کند. دیودهای گسیل ثانویه فوتوالکترونهای گسیل شده از فوتوکاتد را تویت می‌کنند. دسته فوتوالکترونهای به دست آمده در داخل لامپ با میدان مغناطیسی حاصل از یک مارپیچ کانونی می‌شود. این باریکه الکترون یک موج RF را در سیمپیچ به وجود می‌آورد که با عبور از پوشش شیشه ای لامپ به طول کوتاه دیگری از مارپیچ متصل به اتصال هم محور خروجی تزویج می‌شود"
      ]
    },
    {
      "EnglishWord": "microwave oven",
      "Meanings": [
        "اجاق ریز موج دستگاهی که غذا را به سرعت با انرژ ریز موج گرم می‌کند. این دستگاه هم برای گرم کردن غذاهای یخ زده و هم برای پختن بیشتر غذاهای همگن مناسب است. لامپ مگنترونی که در بسامد 2/45 ghz نوسان می‌کند. انرژ ریز موجی می‌تاباند که از طریق یک موجبر به داخل حفره اجاق هدایت می‌شود. جایی که غذا در چند دقیقه یا چند ثانیه می‌پزد. توزیع انرژی RF در داخل حفره اجاق با گردش یک بازتابنده ریز موج پروانه مانند",
        "به نام همزن حالت",
        "بهتر می‌شود. به طور معمول توان یک اجاق کوچک در حدود 400 تا 500 وات است در حالی که توان اجاقهای بزرگ 700 تا 800 وات است. مواد دارای رطوبت زیاد",
        "مانند غذا",
        "انرژی ریز موج را جذب می‌کند. مولکولهای غذا همراه با انرزی ریز موج به حرکت در می‌آیند وتغییرات سریع قطبیت RF سبب ایجاد اصطکاک و در نتیجه گرم شدن غذا می‌شود",
        "اجاق فر مایکروویو"
      ]
    },
    {
      "EnglishWord": "microwave radiometer",
      "Meanings": [
        "پرتو سنج ریز موج پرتو سنجی که در آن یک گیرنده ریز موج تابش حرارتی ریز موج و سیگنالهای باند پهن ضعیف را که شبیه نویز هستند آشکار می‌کند. بیشتر طراحیها بر اساس پرتوسنج اصلی دیک هستند که معمولا یک گرداننده فریتی چفت شونده برای قطع و وصل متناوب بین منبع مرجع داخلی و منبع تغذیه ریز موج تحت اندازه گیری دارد"
      ]
    },
    {
      "EnglishWord": "microwave radiometry",
      "Meanings": [
        "پرتو سنجی ریز موجی پرتو سنجی بر اساس اندازه گیری طول موجهای ریزی که از زیر یک سطح ناشی می‌شوند. در نتیجه این اندازه گیریها مستقل از ناهمواریهای سطح یا تغییرات دمای سطح است. یکی از کاربردهای آن در تعیین جهت خطی است که یک سفینه فضایی را با مرکز جرم زمین",
        "ماه یا خورشید پیوند می‌دهد"
      ]
    },
    {
      "EnglishWord": "microwave refractometer",
      "Meanings": [
        "شکست سنج ریز موج ابزاری که خاصیت شکست اتمسفر را که متناسب با ثابت دی الکتریک اتمسفر است",
        "اندازه می‌گیرد. این ابزار شامل دو کاواک ارسال ریز موج دقیق است که پوشش بدو ن درزی برای جلوگیری از تداخل دارد. زمان حرکت سیگنال ریز موج در داخل هر کاواک با مدارهای الکترونیکی مربوط به آن اندازه گیری و به مقدار خاصیت شکست هوای نمونه برداری شده تبدیل می‌شود"
      ]
    },
    {
      "EnglishWord": "microwave repeater",
      "Meanings": [
        "تکرار کننده ریز موج تکرار کننده رادیویی که پرتو رادیویی با جهت دهی بالا در بسامد‌های ریز موج برای ارتباط برجهایی با فاصله‌های 50mi 80km می‌سازد. هر برج فرستنده و گیرنده ای برای هر جهتی که سیگنالها دریافت",
        "تقویت وعبور داده می‌شوند",
        "دارد"
      ]
    },
    {
      "EnglishWord": "microwave resonator",
      "Meanings": [
        "تشدید کننده مایکروویو"
      ]
    },
    {
      "EnglishWord": "microwave spectorscopy",
      "Meanings": [
        "طیف بینی ریز موج طیف بینی متمرکز بر تعیین جذب انتخابی ریز موجها در بسامدهای مختلف در مواد جامد و گاز. کاربردهای آن شامل مطالعه ساختارهای اتمی",
        "بلوری و مولکولی است"
      ]
    },
    {
      "EnglishWord": "microwave spectrum   microwave frequency",
      "Meanings": [
        "طیف ریز موج",
        "بسامد ریز موج طیفی از طول موجهای بین ناحیه موج کوتاه و ناحیه فروسرخ دور",
        "که معمولا شامل طول موجهای حدود 30 تا 0/3 سانتی متر 1 تا 100 گیگا هرتز می‌شود"
      ]
    },
    {
      "EnglishWord": "microwave system",
      "Meanings": [
        "سیستم ریز موج سیستم رادیویی بر اساس انتشار ریز موج"
      ]
    },
    {
      "EnglishWord": "microwave transistor",
      "Meanings": [
        "ترانزیستور ریز موج ترانزیستوری که در بسامدهای ریز موج کار می‌کند. ترانزیستورهای دو قطبی و اثر میدان",
        "هر دو",
        "می‌توانند به گونه ای ساخته شوند که در این قسمت از طیف بسامد کار کنند. ترانزیستورهای ی ریز موج",
        "FET‌های گالیم آرسنید یا NPN سیلیسیمی مسطح هستند که ابعاد آنها در حدود میکرومتر است"
      ]
    },
    {
      "EnglishWord": "microwave transmission",
      "Meanings": [
        "انتقال مایکروویو"
      ]
    },
    {
      "EnglishWord": "microwave tube",
      "Meanings": [
        "لامپ ریز موج لامپ الکترونی که در طول موجهایی در حدود 30 تا 0/3cm کار می‌کنند"
      ]
    },
    {
      "EnglishWord": "midband",
      "Meanings": [
        "باند میانی"
      ]
    },
    {
      "EnglishWord": "midi",
      "Meanings": [
        "Musical instrument Digital interface",
        "ایجاد صدا با برنامه ریزی دیجیتالی مدار مجتمع ترکیب کننده موسیقی که سیگنالهای آنالوگی تولید می‌کند که از طریق بلند گو تقویت و پخش می‌شوند نوع پیشرفته‌تر آن MIDI جدول موج است که به حقیقی بودن صدای MIDI کمک می‌کند"
      ]
    },
    {
      "EnglishWord": "midpoint",
      "Meanings": [
        "وسط",
        "نقطه میانی"
      ]
    },
    {
      "EnglishWord": "midsplit",
      "Meanings": [
        "میان شکافتن"
      ]
    },
    {
      "EnglishWord": "migration",
      "Meanings": [
        "خزش 1. حرکت کنترل نشده فلزی خاص",
        "به ویژه نقره از مکانی به مکان دیگر که معمولا با اثرات نامطلوبی مانند اکسید شدن یا خوردگی همراه است و می‌تواند مشکلات جدی در بردهای مدار چاپی که اتصالهای نقره ای صفحه طلا دارند",
        "ایجاد کند",
        "در این مورد نقره در داخل صفحه طلایی حفاظت کننده حرکت می‌کند. 2. حرکت بارها در درون ماده نیمرسانا",
        "با نفوذ یارانش حاملهای بار یا اتمهای یونیده. 3. حرکت آسیب دیدگی بلور در داخل بلور نیمرسانا تحت تاثیر دمای بالا",
        "تنش یا اعمال دایم میدان الکتریکی",
        "جابجایی",
        "حرکت",
        "کوچ"
      ]
    },
    {
      "EnglishWord": "migration of ions",
      "Meanings": [
        "جابجایی یونها"
      ]
    },
    {
      "EnglishWord": "migration speed",
      "Meanings": [
        "سرعت جابجایی"
      ]
    },
    {
      "EnglishWord": "mil",
      "Meanings": [
        "مخفف تعریف نظامی که جانشین تعاریف لشد شده است",
        "میل 1. واحد اندازه گیری زاویه ای. یک میل حقیقی زاویه ای است که با قوسی به طول یک هزارم شعاع معین می‌شود. در کاربردهای عملی میل را 1 بر روی 6400 به جای 1 بر روی 6283 360 درجه فرض کنند. 2. یک هزارم اینچ",
        "/00254cm",
        "/4 میکرومتر یا 25/4×10 به توان A"
      ]
    },
    {
      "EnglishWord": "mile",
      "Meanings": [
        "مایل واحد طول",
        "برابر با 5280ft یا 1/609344KM"
      ]
    },
    {
      "EnglishWord": "milimeter - wave amplifier",
      "Meanings": [
        "تقویت کننده موج میلی متری لامپی که می‌تواند به عنوان نوسان ساز یا تقویت کننده در طول موجهای چند میلی متری به کار رود"
      ]
    },
    {
      "EnglishWord": "milimeter band",
      "Meanings": [
        "باند میلیمتری باند بسامدی که از 40 hz طول موج 0/75 تا 300ghz طول موج 1 mm بنابر استاندارد IEEE",
        "گسترش می‌یابد. چون طول موجهای این باند را معمولا بر حسب میلی متر MM به جای سانتی متر cm اندازه می‌گریرند",
        "آن را چنین می‌نامند این باند متناظر با باند l 40/0 تا 60/0 گیگاهرتز و همچنین M 60/0 تا 100/0 گیگا هرتز در جدول مشخصه بسامدهای استاندارد نظامی آمریکا",
        "jcs است"
      ]
    },
    {
      "EnglishWord": "milimeter of mercury",
      "Meanings": [
        "میلی متر جیوه واحد فشار برای تجهیزات خلا در حدود 1 بر 760 اتمسفر یا 1 تور"
      ]
    },
    {
      "EnglishWord": "milimetric wave",
      "Meanings": [
        "موج میلی متری موج رادیویی با حدود طول موج بین 1 تا 10 میلی متر",
        "متناظر با بسامد نهایت",
        "بالا EHF در محدوده 30 تا 300 گیگاهرتز"
      ]
    },
    {
      "EnglishWord": "miliohm",
      "Meanings": [
        "میلی اهم یک هزارم اهم"
      ]
    },
    {
      "EnglishWord": "miliohmmeter",
      "Meanings": [
        "میلی اهم سنج اهم سنجی که مقیاس آن برای نشان دادن مقادیر مقاومت بر حسب میلی اهم درجه بندی شده است"
      ]
    },
    {
      "EnglishWord": "milirad",
      "Meanings": [
        "میلی راد یک هزارم راد"
      ]
    },
    {
      "EnglishWord": "military affiliate radio system",
      "Meanings": [
        "مارس شبکه جهانی ایستگاههای رادیویی که افراد غیر حرفه ای نظامی میتوانند آن را نصب و راه اندازی کنند و به طور مشترک تحت نظارت نیروی هوایی",
        "ارتش و ناوبری",
        "برای ایجاد سیستم مخابراتی جانشین در موارد اظطراری قرار دارد"
      ]
    },
    {
      "EnglishWord": "miller",
      "Meanings": [
        "میلر"
      ]
    },
    {
      "EnglishWord": "miller circuit",
      "Meanings": [
        "مدار میلر"
      ]
    },
    {
      "EnglishWord": "miller cod",
      "Meanings": [
        "رمز میلر رمزی که به طور داخلی در بعضی از کامپیوترها به کار برده می‌شود و در آن 1 دودویی با تغییر وضعیت در وسط بیت یا بالا یا پایین و 0 دودویی بدون تغییر وضعیتی به دنبال 1 نشان داده می‌شود. تغییر وضعیت بین بیتها 0‌های متوالی را نشان می‌دهد. در این رمز طولانی‌ترین زمان ممکن بدون تغییر وضعیت دو بیت است"
      ]
    },
    {
      "EnglishWord": "miller effect",
      "Meanings": [
        "اثر میلر افزایش ظرفیت خازنی موثر کاتد شبکه لامپ خلا در اثر بار القا شده الکتروستاتیکی به شبکه به وسیله آند و از طرق ظرفیت خازنی آند",
        "شبکه",
        "اثر میلر"
      ]
    },
    {
      "EnglishWord": "miller indices",
      "Meanings": [
        "شاخص‌های میلر"
      ]
    },
    {
      "EnglishWord": "miller integrotor",
      "Meanings": [
        "انتگرال گیر میلر شبکه شارژ شونده خازن",
        "مقاومتی که تقویت کننده ای بره بالا دارد که خازنها را موازی می‌کند. از آن برای ساختن ولتاژ زمانی خطی استفاده می‌کنند"
      ]
    },
    {
      "EnglishWord": "milli",
      "Meanings": [
        "میلی پیشوند نشان دهنده 10 به توان",
        "یا یک هزارم"
      ]
    },
    {
      "EnglishWord": "milliammeter",
      "Meanings": [
        "میلی آمپر سنج آمپر سنجی که مقیاس آن برای نشان دادن مقادیر جریان بر حسب میلی آمپر درجه بندی شده است"
      ]
    },
    {
      "EnglishWord": "milliampere",
      "Meanings": [
        "میلی آمپر یک هزارم آمپر"
      ]
    },
    {
      "EnglishWord": "milliampere- hour",
      "Meanings": [
        "میلی آمپر ساعت یک هزارم آمپر",
        "ساعت"
      ]
    },
    {
      "EnglishWord": "millibarn",
      "Meanings": [
        "میلی بارن یک هزارم بارن"
      ]
    },
    {
      "EnglishWord": "milliber",
      "Meanings": [
        "میلی بار یک هزارم بار"
      ]
    },
    {
      "EnglishWord": "millicandela",
      "Meanings": [
        "میلی کاندلا یک هزارم کاندلا"
      ]
    },
    {
      "EnglishWord": "milligauss",
      "Meanings": [
        "ملی گاوس یک هزارم گاوس"
      ]
    },
    {
      "EnglishWord": "milligaussmeter",
      "Meanings": [
        "میلی گاوس سنج گاوس سنجی که شدت میدان مغناطیسی را برحسب میلی کاوس اندازه می‌گیرد"
      ]
    },
    {
      "EnglishWord": "millihenry",
      "Meanings": [
        "ملی هانری یک هزرام هانری"
      ]
    },
    {
      "EnglishWord": "millilumen",
      "Meanings": [
        "میلی لومن یک هزارم لومن"
      ]
    },
    {
      "EnglishWord": "millimeter",
      "Meanings": [
        "میلی متر یک هزارم متر"
      ]
    },
    {
      "EnglishWord": "milliradian",
      "Meanings": [
        "میلی رادیان یک هزارم رادیان",
        "برابر با 0/0ف72957795 درجه"
      ]
    },
    {
      "EnglishWord": "millirem",
      "Meanings": [
        "میلی رم یک هزارم رم"
      ]
    },
    {
      "EnglishWord": "milliroentgen",
      "Meanings": [
        "میلی رونتگن یک هزارم رونتگن"
      ]
    },
    {
      "EnglishWord": "millisecond",
      "Meanings": [
        "میلی ثانیه یک هزارم ثانیه"
      ]
    },
    {
      "EnglishWord": "millisiemens",
      "Meanings": [
        "میلی زیمنس یک هزارم زیمنس"
      ]
    },
    {
      "EnglishWord": "millisone",
      "Meanings": [
        "میلی سون واحد بلندی صدا برابر با یک هزارم سون"
      ]
    },
    {
      "EnglishWord": "millitorr",
      "Meanings": [
        "میلی تور یک هزارم تور"
      ]
    },
    {
      "EnglishWord": "millivolt",
      "Meanings": [
        "میلی ولت یک هزارم ولت"
      ]
    },
    {
      "EnglishWord": "millivoltage",
      "Meanings": [
        "میلی ولتاژ ولتاژ که مقدار آن معمولا بر حسب ولت بیان شود"
      ]
    },
    {
      "EnglishWord": "millivoltmeter",
      "Meanings": [
        "میلی ولت سنج ولت متری که مقیاس آن برای نشان دادن مقادیر ولتاژ بر حسب میلی ولت",
        "درجه بندی شده است"
      ]
    },
    {
      "EnglishWord": "millivolts per meter",
      "Meanings": [
        "میلی بر متر ابزاری که اغلب برای شدت سیگنالهای بیشتر از 1000 به کار می‌رود"
      ]
    },
    {
      "EnglishWord": "milliwatt",
      "Meanings": [
        "میلی وات یک هزارم وات"
      ]
    },
    {
      "EnglishWord": "millman s theorem",
      "Meanings": [
        "نظریه میلمن هر تعداد از منابع جریان ثابت که به طور مستقیم و موازی متصل شده باشند را می‌توان به یک منبع جریان تبدیل کرد. که کل جریان مولد برابر با جمع جبری جریانهای منابع مجزا و مقاومت داخلی آن برابر با مقاومت از ترکیب موازی مقاومتهای داخلی همه منابع است"
      ]
    },
    {
      "EnglishWord": "milstar",
      "Meanings": [
        "میل استار مخفف رله نظامی استراتژکی و تاکتیکی",
        "شبکه ای برای جانشین کردن FLTSATCOM, AFSATCOM با ماهواره‌های مخابراتی غیر قابل در هم ریختگی. قابل بازیافت. حالت اصلی آن EHF است. اما قابلیت VHF آن امکان استفاده از پایانه‌های هوایی و زمینی موجود را فراهم می‌کند"
      ]
    },
    {
      "EnglishWord": "mim capacitor",
      "Meanings": [
        "خازن ام آی ام خازنی که ابتدا با نشاندن یک لایه فلزی روی زیر ساخت و سپس افزودن لایه عایق و در آخر بالا یه فلزی دوم ساخته می‌شود. خازنهای ام آی ام در بعضی از آی سی‌ها در حین فرایند ساخت سایر عناصر فعال و غیر فعال یا زیر ساختهای مدار هیبرید",
        "ساخته می‌شوند"
      ]
    },
    {
      "EnglishWord": "mimic",
      "Meanings": [
        "می‌میک مخفف برنامه microwave/ millimeter wave monolithic integarated که در اداره دفاع آمریکا برای تشویق به تولید اقتصادی مدارهای ریز موج گالیم آرسنیدی GaAs در کاربردهای دفاعی آغاز شد. برنامه صنعتی معادل با ریز موج گالیم آرسنیدی برنامه VHSIC است"
      ]
    },
    {
      "EnglishWord": "min",
      "Meanings": [
        "minute",
        "دقیقه واحد زممان",
        "بربر با 60 ثاینه"
      ]
    },
    {
      "EnglishWord": "miniature",
      "Meanings": [
        "ظریف",
        "مینیاتور"
      ]
    },
    {
      "EnglishWord": "miniature card implementer s forum",
      "Meanings": [
        "جامعه کاربران کارت کوچک سازی شده جامعه ای که کارتهای MCLA را به عنوان استاندارد مطرح کرد"
      ]
    },
    {
      "EnglishWord": "miniaturization",
      "Meanings": [
        "کوچک سازی کاستن اندازه و وزن یک سیستم بسته یا عنصر با استفاده از قطعات کوچکی که برای حد اکثر استفاده از فضا تنظیم شده باشند"
      ]
    },
    {
      "EnglishWord": "miniaturize",
      "Meanings": [
        "کوچک کردن طراحی دوباره یک عنصر یا قطعه ای از تجهیزات الکترونیکی برای قرار دادن آن در فضایی کمتر"
      ]
    },
    {
      "EnglishWord": "minicomputer",
      "Meanings": [
        "مینی کامپیوتر کامپیوتر دیجیتال همه منظوره با برنامه ذخیره شده که قادر به انجام محاسبات اساسی حسابی",
        "منطقی و عملکردهای ورودی از خروجی",
        "همانند یک کامپیوتر بزرگ باشد. هر چه کامپیوتر کوچکتر باشد",
        "حافظه اصلی کوچکتر",
        "طول لغات کوتاهتر معمولا لغات 32 بیتی در مقایسه با لغات 64 بیتی در کامپیوترهای بزرگ است و قیمت کمتری دارد. مینی کامپیوتر معمولا در هر زمان با یک عملکرد یا سیستم کنترل و بدون اشتراک زمانی کار می‌کند"
      ]
    },
    {
      "EnglishWord": "minimal differential equation",
      "Meanings": [
        "معادله دیفرانسیل کمترین"
      ]
    },
    {
      "EnglishWord": "minimization",
      "Meanings": [
        "حداقل سازی"
      ]
    },
    {
      "EnglishWord": "minimizing",
      "Meanings": [
        "حداقل کردن"
      ]
    },
    {
      "EnglishWord": "minimum",
      "Meanings": [
        "حداقل",
        "کمینه",
        "مینیمم"
      ]
    },
    {
      "EnglishWord": "minimum - access programming",
      "Meanings": [
        "برنامه نویسی با حداقل دسترسی برنامه نویسی برای کامپیوتر دیجیتال به گونه ای که حداقل زمان انتظار برای به دست آوردن اطلاعات از حافظه لازم باشد"
      ]
    },
    {
      "EnglishWord": "minimum feature",
      "Meanings": [
        "حداقل نما",
        "کمینه ابعاد"
      ]
    },
    {
      "EnglishWord": "minimum phase",
      "Meanings": [
        "فاز حداقل"
      ]
    },
    {
      "EnglishWord": "minimum principles",
      "Meanings": [
        "اصول حداقل"
      ]
    },
    {
      "EnglishWord": "minimum resolvable temperature",
      "Meanings": [
        "حد اقل دمای تفکیک پذیری حد اقل اختلاف دمای لازم برای تفکیک اجسام قابل دیدن در سیستمهای تصویری",
        "حرارتی"
      ]
    },
    {
      "EnglishWord": "ministry of international trade and industry",
      "Meanings": [
        "ام آی تی آی مخفف وزارت بازرگانی و صنایع بین المللی"
      ]
    },
    {
      "EnglishWord": "minor",
      "Meanings": [
        "کهاد",
        "کوچک"
      ]
    },
    {
      "EnglishWord": "minor apex face",
      "Meanings": [
        "وجه راس کوچک یکی از سه وجه شیبدار کوچکتر که نزدیک به راس بلور کوارتز طبیعی است اما به آن نمی‌رسد. سه وجه شیبدار بزرگتر وجه راس بزرگ هستند"
      ]
    },
    {
      "EnglishWord": "minor cycle",
      "Meanings": [
        "سیکل کوچک زمان لازم برای ارسال یا انتقال یک لغت ماشین به انضمام فاصله بین لغتها در کامپیوتر دیجیتالی که از ارسال سریال استفاده می‌کند"
      ]
    },
    {
      "EnglishWord": "minor face",
      "Meanings": [
        "وجه کوچکتر یکی از سه وجه طولانی‌تر بلور شانزده وجهی کوارتز طبیعی"
      ]
    },
    {
      "EnglishWord": "minor lobe  secondary lobe  side lobe",
      "Meanings": [
        "لب کوچک",
        "لب ثانویه",
        "لب کناری هر لبی به جز لب بزرگ الگوی تابش"
      ]
    },
    {
      "EnglishWord": "minor loop",
      "Meanings": [
        "حلقه کهاد"
      ]
    },
    {
      "EnglishWord": "minority",
      "Meanings": [
        "اقلیت"
      ]
    },
    {
      "EnglishWord": "minority carrier",
      "Meanings": [
        "حامل اقلیت نوع حاملهایی که کمتر از نصف تعداد کل حاملها را در یک قطعه نیمرسانا تشکیل می‌دهند. در نیمرسانای نوع N حاملهای اقلیت حفره‌ها و در نیمرسانای نوع P حاملهای اقلیت الکترونها هستند"
      ]
    },
    {
      "EnglishWord": "minority -carrier  diffusion length",
      "Meanings": [
        "عمق نفوذ حاملها اقلیت مسافت متوسطی که هر حامل اقلیت",
        "معمولا حفره",
        "قبل از ترکیب",
        "با هر حامل اکثریت",
        "معمولا الکترون در داخل ماده جامد طی میکند"
      ]
    },
    {
      "EnglishWord": "minority carriers",
      "Meanings": [
        "حامل‌های اقلیت"
      ]
    },
    {
      "EnglishWord": "minority carriers current",
      "Meanings": [
        "جریان حامل‌های اقلیت"
      ]
    },
    {
      "EnglishWord": "minority carriers density",
      "Meanings": [
        "چگالی حامل‌های اقلیت"
      ]
    },
    {
      "EnglishWord": "minority carriers injection",
      "Meanings": [
        "تزریق حامل‌های اقلیت"
      ]
    },
    {
      "EnglishWord": "minority carriers lifetime",
      "Meanings": [
        "طول عمر حامل‌های اقلیت"
      ]
    },
    {
      "EnglishWord": "minority emitter",
      "Meanings": [
        "امیتر اقلیت الکترودی که از آن جریانی از حاملهای اقلیت به ناحیه بین الکترودی ترانزیستور وارد می‌شود"
      ]
    },
    {
      "EnglishWord": "minp",
      "Meanings": [
        "ام ان پی استاندارد بین المللی فشرده سازی داده ها",
        "مانند MNPS"
      ]
    },
    {
      "EnglishWord": "minus",
      "Meanings": [
        "منفی"
      ]
    },
    {
      "EnglishWord": "minus eire",
      "Meanings": [
        "سیم منفی"
      ]
    },
    {
      "EnglishWord": "minus zone",
      "Meanings": [
        "قسمت منفی موقعیت بیت در رمز کامپیوتری که نشان دهنده علامت منفی جبری است"
      ]
    },
    {
      "EnglishWord": "minute",
      "Meanings": [
        "دقیقه واحد زممان",
        "بربر با 60 ثاینه"
      ]
    },
    {
      "EnglishWord": "minuteman ii",
      "Meanings": [
        "مینوتمن 2 موشک بالستیک نیروی هوایی آمریکا که برای حمل کلا هکهای هسته ای طراحی شده بود",
        "اما برای حمل ماهواره‌های گردان به دور زمین LEO تغییر داده شد"
      ]
    },
    {
      "EnglishWord": "mips",
      "Meanings": [
        "ام ای پی اس مخفف میلیون دستورالعمل در ثانیه million instructions per second معیاری برای عملکرد کامپیوتر"
      ]
    },
    {
      "EnglishWord": "mirror",
      "Meanings": [
        "آیینه"
      ]
    },
    {
      "EnglishWord": "mirror -reflection",
      "Meanings": [
        "پژواک بازتابش آینه ای پژواک راداری که بازتابشهای چندگانه را مانند بازتابش از اطراف یک حامل هواپیما یا هر سطح بزرگ دیگر و قبل از بازتابیدن از یک هدف مجاور",
        "می‌پذیرد"
      ]
    },
    {
      "EnglishWord": "mis",
      "Meanings": [
        "management information system",
        "سیستم اطلاعات مدیریتی سیستم اطلاعات کامپیوتری که داده هایی از قبیل هزینه‌های مواد",
        "سربار",
        "گسترش عملکرد",
        "فروش و سود و زیان را دریافت و در فواصل زمانی مشخص آنها را پردازش میکند. این سیستم گزارشهای نتیجه گیری را برای هدایت مدیریت و تصمیم گیریهایی مقتضی تهیه می‌کند. این گزارشها م یتوانند دیداری و به صورت نمایشهای گرافیکی بر روی مانیتور یا قابل چاپ شدن با چاپگر باشند",
        "metal",
        "insulator semiconductor",
        "نیمرسانای فلز",
        "عایق ساختار نیمرسانایی که در آن یک لایه عایق",
        "معمولا با ضخامت کسری از میکرومتر",
        "پیش از ایجاد اتصالهای فلزی بر روی زیر ساخت نیمرسانا نشانده می‌شود. این لایه می‌تواند ناحیه اثر میدانی در سطح ماده نیمرسانا ایجاد کند. کاربرد آن در خازنها",
        "دیودها",
        "ترانزیستورهای اثر میدان",
        "دیودهای نورافشان",
        "قطعات میکرواستریپ",
        "و رکتورها و قطعات نیمرسانای دیگر است",
        "ام ای اس"
      ]
    },
    {
      "EnglishWord": "misalignment",
      "Meanings": [
        "ناهم راستایی"
      ]
    },
    {
      "EnglishWord": "misile acquisition",
      "Meanings": [
        "جمع آوری اطلاعات موشک فرایند شناسایی موشک بر روی صفحه رادار جوینده و ردیابی کردن آن برای تعیین برد",
        "جهت و ارتفاع آن این اطلاعات برای هدف گیری و آتش کردن اسلحه‌های دفاعی لازم است. جممع آوری اطلاعات هدف را قفل کردن نیز می‌نامند"
      ]
    },
    {
      "EnglishWord": "mismatch",
      "Meanings": [
        "عدم تطبیق شرایطی که در آن امپدانس منبع منطبق با برابر با امپدانس بار یا خط انتقال متصل به آن نباشد",
        "عدم تطبیق"
      ]
    },
    {
      "EnglishWord": "mismatch loss",
      "Meanings": [
        "تلف عدم تطبیق"
      ]
    },
    {
      "EnglishWord": "missile",
      "Meanings": [
        "موشک جسمی که پرتاب می‌شود. رانده می‌شود یا به بیان دیگر به سوی هدفی در داخل آب یا هوا هدایت می‌شود با وجود آن که از موشک اغلب برای تخریب یا نابودی هدف استفاده می‌شود می‌تواند کاربردهایی در عکسبردار شناسایی",
        "آشکارسازی و اندازه گیری هواشناسی داشته باد. اگر بتوان خط سیر موشک را پس از پرتاب آن با کنترل از راه دور با یک سیستم کنترل داخلی تغییر داد",
        "آن را موشک هدایت شونده می‌نامند"
      ]
    },
    {
      "EnglishWord": "missile decoy",
      "Meanings": [
        "موشک گمراه کننده وسیله ای که موشک در حال پرواز را شبیه سازی می‌کند تا توجه رادار و آتش دشمن را به خود جلب کند و امکان نفوذ بمب افکنها یا سایر سلاحها را افزایش دهد"
      ]
    },
    {
      "EnglishWord": "missile plume",
      "Meanings": [
        "پر موشک ناحیه ای از امواج الکترود مغناطیس و اغتشاشهای دیگر که موشک را در حین حرکت دنبال می‌کند و آشکار سازی آن را آسانتر می‌سازد"
      ]
    },
    {
      "EnglishWord": "missile range",
      "Meanings": [
        "برد موشک ناحیه یا منطقه علامت گذاری شده برای آزمایش موشک تحت بررسی"
      ]
    },
    {
      "EnglishWord": "missing - pulse detector",
      "Meanings": [
        "آشکار ساز پالس گم شده مدار آشکار سازی که عدم حضور یک پالس را با مقایسه انژی پالسهای ورودی با انرژی از پیش فرض شده پالسهای عادی یا با مقایسه انرژ موجود در هر پالس با یک ولتاژ DL از پیش تعیین شده آشکار می‌کند"
      ]
    },
    {
      "EnglishWord": "mission",
      "Meanings": [
        "ماموریت وظیفه یا هدف معین شده برای یک شخص یا گروه یا نظامی",
        "ناوبری یا عملکرد فضایی",
        "ماموریت"
      ]
    },
    {
      "EnglishWord": "miti",
      "Meanings": [
        "ministry of international trade and industry",
        "ام آی تی آی مخفف وزارت بازرگانی و صنایع بین المللی"
      ]
    },
    {
      "EnglishWord": "mix",
      "Meanings": [
        "مخلوط کردن"
      ]
    },
    {
      "EnglishWord": "mixed highs",
      "Meanings": [
        "بسامد",
        "بالاهای مخلوط شده مولفه‌های بسامد",
        "بالای سیگنال که برای بازسازی تصویر بی رنگ در تلویزیون رنگی به کار برده می‌شوند"
      ]
    },
    {
      "EnglishWord": "mixer",
      "Meanings": [
        "مخلوط کننده 1. قطعه ای با دو یا چند ورودی معمولا قابل تنظیم و یک خروجی مشترک. این قطعه سیگنالهای صوت و تصویر مجزا را به طور خطی در شرایط مورد نظر ترکیب می‌کند تا یک سیگنال خروجی تولید کند. 2. طبقه ای در گیرنده سوپر هترودین که در آن سیگنال RF مدوله نشده ورودی با سیگنال RF نوسان ساز محلی ترکیب می‌شود تا سیگنال IF مدوله شده را ایجاد کند. از دیودهای بلوری به عنوان مخلوط کننده در رادار و سایر تجهیزات ریز موج استفاده گسترده ای می‌شود. آن را اولین آشکار ساز یا اولین اشکار ساز مخلوط کننده نیز می‌نامند. مخلوط کننده و نوسان با یکدیگر مبدل را تشکیل می‌دهند. 3. قطعه غیر خطی که در آن دو باریکه نوری برای ساختن باریکه جدیدی ترکیب می‌شوند که باسمدی برابر با مجموع یا تفاضل طول موجهای ورودی دارد. اختلاف بسامد بین دو پرتو ممکن است آنقدر کم باشد که به جای طیف امواج نوری در طیف امواج رادیویی قرار گیرد",
        "مخلوط کننده"
      ]
    },
    {
      "EnglishWord": "mixer circuit",
      "Meanings": [
        "مدار مخلوط کننده"
      ]
    },
    {
      "EnglishWord": "mixer transistor",
      "Meanings": [
        "ترانزیستور مخلوط کننده ترانزیستوری که فقط وظیفه تبدیل بسامد بدل را در گیرنده سوپر هترودین انجام می‌دهد. نوسان ساز محلی جداگانه ای تغذیه توان یا ولتاژ این ترانزیستور را تامین می‌کند"
      ]
    },
    {
      "EnglishWord": "mixing",
      "Meanings": [
        "مخلوط کردن ترکیب دو یا چند سیگنال",
        "مانند خروجی چندین میکروفون",
        "مخلوط سازی"
      ]
    },
    {
      "EnglishWord": "mixing amplifier",
      "Meanings": [
        "تقویت کننده مخلوط کردن تقویت کننده ای که یک ورودی برای به کار گیری دو یا چند سیگنال تفاضلی و یک خروجی مشترک دارد که سیگنال مرکب می‌دهد"
      ]
    },
    {
      "EnglishWord": "mixture",
      "Meanings": [
        "مخلوط"
      ]
    },
    {
      "EnglishWord": "mlc",
      "Meanings": [
        "monolithic multilayer capacitor",
        "خازن چند لایه یکپارچه خازن سرامیکی با لایه‌های دی الکتریک فلزپوشانی شده چند گانه که حجمی تنهادر حدود 1 mm3 اما سطح معادل بزرگی دارد. این خازن با نشاندن پوسه‌های فلزی بر روی نوارهای سرامیکی سبز به نازکی کاغذ و سپس انابشتن",
        "فشردن و حرارت دادن نوارها برای تشکیل تراشه یکپارچه ساخته می‌شود. MLC می‌تواند خواص دی الکتریکی مختلف و مخدوده از مقادیر ظرفیت را داشته باشد. سطوحی که انتهای انها فلز پوشانی شده است. امکان لحیم کردن MLC را به ردهای مدار نصب سطحی فراهم می‌کند. ابعاد آنها به طور بین المللی به صورت اعداد مربوط به ابعاد خارجی بر حسب میلی اینچ استاندارد شده است. مثل 1210 تا"
      ]
    },
    {
      "EnglishWord": "mlm",
      "Meanings": [
        "millilumen",
        "میلی لومن یک هزارم لومن"
      ]
    },
    {
      "EnglishWord": "mls",
      "Meanings": [
        "microwave landing system",
        "سیستم فرود ریز موج نوعی خاصی از ابزارهای سیستم فرود ils در بسامد ریز موج که از ویژگی directivity آنتن بیشتر و طیف بسامدی قابل دسترسی گسترده‌تر سود می‌برد"
      ]
    },
    {
      "EnglishWord": "mm",
      "Meanings": [
        "millimeter",
        "میلی متر یک هزارم متر"
      ]
    },
    {
      "EnglishWord": "mmic",
      "Meanings": [
        "microwave integrated circuit",
        "مدار مجتمع ریز موج مدار مجتمع آنالوگی که شامل اجزایی قادر به تقویت سیگنالها در بسامد‌های 1 GHZ یا بالاتر است. بعضی از MMICهای سیلیسمی دارای ترانریستورهای دو قطبی هستند اماMMICهای گالیم ارسنید GAAS یا GAAS بر روی زیر ساخت سیلیسیمی که معمولا بر اساس MESFET‌ها ساخته می‌شوند قادر به عملکرد در بسامدهای بالای 4 GHZ هستند MMIC‌های آنالوگ در رادارهای آرایه ای فازی شده هوایی در فضا و توان مصرفی صرفه جویی زیاد می‌کنند",
        "microwave monolithic IC",
        "آی سی یکپارچه ریز موج مدار مجتمعی که در ناحیه بسامدهای ریز موج عمل می‌کند و شامل دیودها",
        "ترانزیستورهای ریز موج MESFET‌ها مقاومتها",
        "خازنها و خطوط انتقالی بر روی یک تراشه گالیم آرسنید gaas است. MMIC جانشین مدارهای هیبرید ریز موج شده اند و به عنوان تقویت کننده تضعیف کننده یا سوییچ عمل می‌کنند"
      ]
    },
    {
      "EnglishWord": "mmsds",
      "Meanings": [
        "multichannel multipoint distribution",
        "توزیع چند کاناله چند قطعه ای سیستم توزیع سیگنال بسامد ریز موج مدوله شده امنه بر کوتاه که از برج فر ستنده پای پخش می‌شود که قادر به حمل 33 کانال برای آنتهای شاخه ای پشت بامها است. نتنها ی گیرنده باید در خط دید مستقیم فرستنده باشد. گگ"
      ]
    },
    {
      "EnglishWord": "mn",
      "Meanings": [
        "manganese",
        "منگنز عنصر فلزی با عدد اتمی 25 و وزن اتمی 54/"
      ]
    },
    {
      "EnglishWord": "mnemonic codes",
      "Meanings": [
        "کدهای حفظی"
      ]
    },
    {
      "EnglishWord": "mnos",
      "Meanings": [
        "metal",
        "nitride",
        "oxide semiconductor",
        "نیمه رسانای فلز",
        "نیترید",
        "اکسید ساختار نیمرسانایی که یک لایه عایق به جای عایق گیت دی اکسید سیلیسیم که معمولا در ساختارهای نیمرسانا فلز",
        "اکسید به کار می‌رود دارد. معمولا",
        "لایه ای از دی اکسید سیلیسیم در نزدیکترین لایه به زیر ساخت سیلیسیمی",
        "همراه بالایه ای از نیترید سیلیسیم بر روی آن قرار می‌گیرد. قابلیت لایه عایق دوتایی د ذخیره کردن بارها آن را برای استفاده در ارایه‌های ترانزیستوری حافظه",
        "خازنها و قطعات نیمرسانای دیگر مناسب ساخته است"
      ]
    },
    {
      "EnglishWord": "mo",
      "Meanings": [
        "molybdenum",
        "مولیبدون عنصر فلزی که بعضی مواقع برای الکترودهای لامپهای الکترونی به کار برده می‌شود. عدد اتمی آن 42 است"
      ]
    },
    {
      "EnglishWord": "mobile",
      "Meanings": [
        "همراه",
        "سیار",
        "متحرک"
      ]
    },
    {
      "EnglishWord": "mobile camera",
      "Meanings": [
        "دوربین سیار"
      ]
    },
    {
      "EnglishWord": "mobile communication",
      "Meanings": [
        "مخابرات سیار"
      ]
    },
    {
      "EnglishWord": "mobile phone",
      "Meanings": [
        "تلفن همراه"
      ]
    },
    {
      "EnglishWord": "mobile phone  car phone",
      "Meanings": [
        "تلفن سیار",
        "تلفن خودرو تلفنی که به طور موقت داخل وسیله نقلیه نصب می‌شود و از باتری وسیله نقلیه برای تغذیه استفاده می‌کند"
      ]
    },
    {
      "EnglishWord": "mobile radio communication",
      "Meanings": [
        "مخابرات رادیویی سیار"
      ]
    },
    {
      "EnglishWord": "mobile station",
      "Meanings": [
        "ایستگاه سیار ایستگاه رادیویی برای عملکرد در مواقعی که وسیله نقلیه کشی یا هواپیمایی دارای تلفن سیار در حال حرکت یا توقف در نقاط نا معین است",
        "ایستگاه سیار"
      ]
    },
    {
      "EnglishWord": "mobile telephone service",
      "Meanings": [
        "خدمات تلفن سیار خدماتی که مخابرات رادیویی",
        "تلفنی را وسیله نقلیه سیار به سیستم تلفن معمولی با وسیله نقلیه تلفن دار دیگر برقرار می‌کند"
      ]
    },
    {
      "EnglishWord": "mobile telephone switching office",
      "Meanings": [
        "مرکز راهگزینی تلفن همراه ایستگاهی که راهگزیینی سیگنالها را از تلفن همراه سلولی به خط زیمینی یا تلفن همراه سلولی دیگر انجام می‌دهد. این ایستگاه بر اساس اتصال مرکز تلفن به یکدیگر عمل می‌کندو نحوه اتصالهای داخلی ان شبیه به مرکز تلفن خصوصی PBX است"
      ]
    },
    {
      "EnglishWord": "mobile transmitter",
      "Meanings": [
        "فرستنده سیار فرستنده رادیویی طراحی شده برای نصب در کشتی",
        "هواپیما یا وسیله نقلیه که به طور معمول در حال حرکت کار می‌کند"
      ]
    },
    {
      "EnglishWord": "mobile unit",
      "Meanings": [
        "واحد سیار کامیون یا وسیله نقلیه دیگری که مجهز به تجهیزات استودیو تلویزیون برای دریافت تلویزیونی در مکانهای دوردست است. سیگنالهای تصویر و صوت معمولا با استفاده از فرستنده و آنتن ریز موج در کامیون به فرستنده اصلی ارسال می‌شوند",
        "واحد سیار"
      ]
    },
    {
      "EnglishWord": "mobile video film system",
      "Meanings": [
        "سیستم ویدیو فیلم ساز"
      ]
    },
    {
      "EnglishWord": "mobility",
      "Meanings": [
        "قابلیت تحرک سرعت ذره باردار در پاسخ به میدان الکتریکی اعمال شده واحد آن cm2/v است",
        "قابلیت تحرک"
      ]
    },
    {
      "EnglishWord": "mobility of electrons",
      "Meanings": [
        "قابلیت تحرک الکترونها"
      ]
    },
    {
      "EnglishWord": "mode",
      "Meanings": [
        "حالت 1. وضعیت سیستم ارتعاش کننده که متناظر با الگوی میدان و یکی از بسامد‌های تشدید ممکن سیستم است. سه حالت معمول ارتعاش در یک صفحه کوارتزی عبارت اند از کششی",
        "پیچشی و حالتهای اشتراکی 2. شکلی از انتشار امواج هدایت شده که با یک الگوی میدان خاص در صفحه ای عمود بر جهت انتشار مشخص می‌شود. الکوی میدان مستقل در طول محور موجبر مستقل از موقعیت مکانی است. در موجبرهای تک رسانایی الگوی میدان یک حالت انتشار خاص نیز مستقل از بسامد است. حالت TE الکتریکی عرضی و حالت TM مغناطیسی عرضی است. 3. یکی از چندین روش مختلف عملکرد سیستم یا قطعه",
        "وجه",
        "روش",
        "نوع",
        "مود"
      ]
    },
    {
      "EnglishWord": "mode conversion",
      "Meanings": [
        "تبدیل مودی"
      ]
    },
    {
      "EnglishWord": "mode filter",
      "Meanings": [
        "فیلتر حالت فطعه انتخاب کننده ای که انرژی را در طول موجبر رد یک یا چند حالت انتشار عبور می‌دهد و در عوض انرژی حالتهای انتشار دیگر را کاهش می‌دهد"
      ]
    },
    {
      "EnglishWord": "mode indicator",
      "Meanings": [
        "نشانگر وجه"
      ]
    },
    {
      "EnglishWord": "mode jump",
      "Meanings": [
        "پرش حالت تغییر ناگهانی و غیر عادی در بسامد نوسان و توان خروجی مگنترون",
        "در اثر تغییر حالت عملکرد از یک پالس به پالس بعدی"
      ]
    },
    {
      "EnglishWord": "mode locking",
      "Meanings": [
        "قفل حالت قفل کردن حالتهای کاواکی داخلی لیزر پالسی در فاز و دامنه مناسب برای تقسیم هر پالس به قطاری از پالسهای بسیار تیز با فاصله‌های برابر"
      ]
    },
    {
      "EnglishWord": "mode of operation",
      "Meanings": [
        "روش بهره برداری"
      ]
    },
    {
      "EnglishWord": "mode of oscillation",
      "Meanings": [
        "نوع نوسان"
      ]
    },
    {
      "EnglishWord": "mode pattern",
      "Meanings": [
        "الگوی مودی"
      ]
    },
    {
      "EnglishWord": "mode purity",
      "Meanings": [
        "خلوص حالت 1. نسبت توان موجود در موج جلو رونده یک حالت مطلوب به توان کل موجود در موجهای جلو رونده تمام حالتها. 2. گستره ای که در دهانه لامپ ATE تبدیل حالت نا مطلوب وجود ندارد"
      ]
    },
    {
      "EnglishWord": "mode separation",
      "Meanings": [
        "جدا سازی حالت اختلاف بسامد بین حالتهای تشدیدگر نوسان در نوسان ساز ریز موج"
      ]
    },
    {
      "EnglishWord": "mode shift",
      "Meanings": [
        "جابجایی حالت تغییر در حالت عملکرد مگنترون در فاصله زمانی پالسها"
      ]
    },
    {
      "EnglishWord": "mode skip",
      "Meanings": [
        "جهش حالت خطای مگنترون در تولید پالسها متوالی"
      ]
    },
    {
      "EnglishWord": "model",
      "Meanings": [
        "مرجع",
        "الگو",
        "مدل"
      ]
    },
    {
      "EnglishWord": "model reference control system",
      "Meanings": [
        "سیستم کنترل بر اساس مدل مرجع"
      ]
    },
    {
      "EnglishWord": "modem",
      "Meanings": [
        "مودم",
        "مدولاتور و دمولاتور"
      ]
    },
    {
      "EnglishWord": "modem   modulator - demodulator",
      "Meanings": [
        "مودم ترکیب مدوله کننده و مدوله کننده ای که در دو انتهای خط تلفنی قرار می‌گیرد تا اطلاعات دیجیتال بایتری را به سیگنالهای صوتی مناسب برای ارسال از طریق خط تلفن و بر عکس",
        "تبدیل کند. با استفاده از یک خط دو سیمه در هر زمان فقط می‌توان ارسال را در یک جهت یک طرفه یا نیمه دو طرفه انجام داد. با استفاده از یک خط چهار سیمه",
        "امکان ارسال همزمان در دو جهت دو طرفه",
        "تنها بایک مودم در هر انتهای خط وجود دارد. فکس مودم‌ها در سرعتهایی تا 14/4 کیلوبایت در ثانیه و مودم‌های داده تا سرعتهای 33/6 بایت در ثانیه کار می‌کنند"
      ]
    },
    {
      "EnglishWord": "moderated news group",
      "Meanings": [
        "گروه خبری متناسب"
      ]
    },
    {
      "EnglishWord": "modfet",
      "Meanings": [
        "modulation",
        "doped field",
        "effect transistor",
        "ترانزیستور اثر میدان مدوله سازی ترانزیستوری که ساختار آن شبیه به MOSFET است. MOSDFET واژه ای است که در دانشگاه اپلی نویز",
        "کرنل و صنایع هانی ول به کار برده می‌شود و معنایی شبیه به HEMT TEGFET یا SDHT دارد"
      ]
    },
    {
      "EnglishWord": "modified node analysis",
      "Meanings": [
        "تحلیل گره اصلاح شده"
      ]
    },
    {
      "EnglishWord": "modifier",
      "Meanings": [
        "تصحیح کننده کمیتی که می‌تواند نشانی عملکرد را در کامپیوتر تغییر دهد. مانند cycle index"
      ]
    },
    {
      "EnglishWord": "modify",
      "Meanings": [
        "تصحیح م1. تغییر نشانی عملکرد در دستورالعمل کامپیوتر 2. تغییر زیر روال کامپیوتری بر طبق پارامتر تعریف شده"
      ]
    },
    {
      "EnglishWord": "modular construction",
      "Meanings": [
        "ساختار تکه ای قطعه",
        "مدار یا سیستمی که در پوششی با ابعاد استاندارد و به گونه ای بسته بندی شده است که مستقیما می‌توان آنر را با محصولات دیگری با همان قالب بسته بندی عوض کرد. اتصالها یا پایه‌ها ی ورودی ف خروجی و تغذیه دارای عملکردهای معینی هستند. تا در صورت خراب آنها یا تغییر در طرح مدار داخلی بتوان آنها را به راحتی حذف یا جانشین کرد. مثلا رله‌های حالت",
        "جامد و منابع تغدذیه به این صورت هستند. در هر حال یکی بودن مشخصه‌ها و محصولاتی که دارای بسته‌های شبیه به هم هستند ضروری نیست"
      ]
    },
    {
      "EnglishWord": "modulate",
      "Meanings": [
        "مدوله کردن تغییر دامنه",
        "بسامد یا فاز یک موج یا سرعت الکترونهای یک باریکه الکترونی به شیوه مختلف"
      ]
    },
    {
      "EnglishWord": "modulated amplifier",
      "Meanings": [
        "تقویت کننده مدوله شده طبقه تقویت کننده ای در فرستنده که سیگنال مدوله کننده به حامل مدوله شونده اعمال می‌شود"
      ]
    },
    {
      "EnglishWord": "modulated carrier",
      "Meanings": [
        "حامل مدوله شده حامل RF که دامنه یا بسامد آن مطابق با اطلاعاتی که باید ارسال شود",
        "تغییر داده می‌شود"
      ]
    },
    {
      "EnglishWord": "modulated light",
      "Meanings": [
        "نور مدوله شده نوری که شدت آن مطابق با تغییرات سیگنال رادیو",
        "فکس یا رمز تغییر داده می‌شود"
      ]
    },
    {
      "EnglishWord": "modulated oscillator",
      "Meanings": [
        "نوسان ساز مدوله شده. نوسان سازی که سیگنال ورودی آن بسامد خروجی را تغییر می‌دهد"
      ]
    },
    {
      "EnglishWord": "modulated signal",
      "Meanings": [
        "سیگنال مدوله شده"
      ]
    },
    {
      "EnglishWord": "modulated stage",
      "Meanings": [
        "طبقه مدوله شده طبقه RF که مدوله کننده به ان تزویج می‌شود و در ان موج حامل موج حامل با یک سیگنال اطلاعات رادیویی",
        "تصویری",
        "رمز یا اطلاعات دیگر مدوله می‌شود"
      ]
    },
    {
      "EnglishWord": "modulated wave",
      "Meanings": [
        "موج مدوله شده حاملی که دامنه",
        "بسامد یا فاز آن متناظر با مقدار سیگنال اطلاعات ارسالی تغییر می‌کند"
      ]
    },
    {
      "EnglishWord": "modulating - anode klastron",
      "Meanings": [
        "کلایسترون آند",
        "مدوله شده کلایستورنی که الکترودی بین کاتد و پخش لامپ رانش آن قراردارد که می‌تواند پرتو الکترونی را برای تولید پالس",
        "خاموش و روشن کند"
      ]
    },
    {
      "EnglishWord": "modulating signal",
      "Meanings": [
        "سیگنال مدوله کننده سیگنالی که تغییراتی در مشخصات حامل به وجود می‌آورد",
        "سیگنال مدوله کننده"
      ]
    },
    {
      "EnglishWord": "modulation",
      "Meanings": [
        "مدوله سازی فرایند تغییر دادن بعضی از مشخصه‌های موج متناظر با موج دیگر ف در بخش رادیویی بعضی از ایستگاهها از مدوله سازی دامنه و بعضی دیگر از مدوله سازی بسامد استفاده می‌کنند. در تلویزیون بخش تصویر مدوله شده دامنه و بخش صدا مدوله شده بسامد است. انواع دیگر مدوله سازی عبارت اند از مدوله سازی فاز",
        "پالس",
        "دامنه",
        "رمز",
        "مدت",
        "بسامد",
        "پالس وضعیت",
        "پالس زمان",
        "مدوله کردن",
        "مدولاسیون"
      ]
    },
    {
      "EnglishWord": "modulation - demodulation amplifier",
      "Meanings": [
        "تقویت کننده مدوله کننده",
        "دمدوله کننده تقویت کننده تک جهتی با یک مدوله کننده دامنه که دارای تبدیل بهره ای به دنبال دمدوله کننده است. از آن در سیستمهای باند پهن ریز موج استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "modulation - doped field - effect transistor",
      "Meanings": [
        "ترانزیستور اثر میدان مدوله سازی ترانزیستوری که ساختار آن شبیه به MOSFET است. MOSDFET واژه ای است که در دانشگاه اپلی نویز",
        "کرنل و صنایع هانی ول به کار برده می‌شود و معنایی شبیه به HEMT TEGFET یا SDHT دارد"
      ]
    },
    {
      "EnglishWord": "modulation bandwidth",
      "Meanings": [
        "پهنای باند مدوله کردن"
      ]
    },
    {
      "EnglishWord": "modulation capability",
      "Meanings": [
        "قابلیت مدوله سازی بیشینه در صد مدوله سازی که بدون اعوجاج قابل توجه امکان پذیر است"
      ]
    },
    {
      "EnglishWord": "modulation circuit",
      "Meanings": [
        "مدار مدوله کردن"
      ]
    },
    {
      "EnglishWord": "modulation depth",
      "Meanings": [
        "عمق مدوله سازی اختلاف بین شدت روشنایی سیاه و سفید در صفحه نمایش تلویزیونی CRT",
        "عمق مدوله کردن"
      ]
    },
    {
      "EnglishWord": "modulation distortion",
      "Meanings": [
        "اعوعاج مدوله کردن"
      ]
    },
    {
      "EnglishWord": "modulation envelope",
      "Meanings": [
        "پوش مدوله سازی منحنی که از نقاط قله نمودار نشان دهنده شکل موج سیگنال مدوله شده می‌گذرد. پوش مدوله سازی شکل موج اطلاعات حمل شده به وسیله سیگنال را نشان می‌دهد"
      ]
    },
    {
      "EnglishWord": "modulation factor",
      "Meanings": [
        "ضریب مدوله سازی نسبت تغییرات قله در مدوله سازی فرستنده به بیشینه تغییراتی که فرستنده برای آن طراحی شده است. آن را می‌توان بر حسب در صدا بیان کرد. در مدوله سازی دامنه",
        "ضریب مدوله سازی برابر با نسبت نصف اختلاف بیشینه و کمینه دامنه‌های موج مدوله شده دامنه به دامنه متوسط است. در مدوله سازی بسامد",
        "برابر با نسبت باسمد حقیقی نوسان به بسامد نوسان لازم برای مدوله سازی 100/0 است",
        "که بر حسب درصد بیان می‌شود"
      ]
    },
    {
      "EnglishWord": "modulation frequency",
      "Meanings": [
        "بسامد مدوله سازی نرج تغییرات سیگنال مدوله شده بسامد حول بسامد حامل",
        "فرکانس مدوله کردن"
      ]
    },
    {
      "EnglishWord": "modulation index",
      "Meanings": [
        "شاخص مدوله سازی نسبت انحراف بسامد به بسامد موج مدوله کننده در سیستم مدوله سازی بسامد در صورتی که موج مدوله کننده سینوسی باشد",
        "شاخص مدوله کردن"
      ]
    },
    {
      "EnglishWord": "modulation meter",
      "Meanings": [
        "مدله سازی سنج ابزاری که ضریب مدوله سازی قطار موج مدوله شده را در فرستنده اندازه گیری می‌کند. مقدار خوانده شده معمولا بر حسب درصد بیان میشود"
      ]
    },
    {
      "EnglishWord": "modulation noise",
      "Meanings": [
        "نویز مدوله سازی نویزی که سیگنال مدوله کننده ایجاد می‌کند. سطح نویز را تابعی از شدت سیگنال می‌کند"
      ]
    },
    {
      "EnglishWord": "modulation percentage",
      "Meanings": [
        "در صد مدوله سازی مقدار درصد به دست امده از ضرب کدرن ضریب مدوله سازی در"
      ]
    },
    {
      "EnglishWord": "modulation signal",
      "Meanings": [
        "سیگنال مدوله کردن"
      ]
    },
    {
      "EnglishWord": "modulation system",
      "Meanings": [
        "سیستم مدوله کردن"
      ]
    },
    {
      "EnglishWord": "modulation transfer function",
      "Meanings": [
        "تابع انتقال مدوله سازی منحنی که کنترل است روشنایی بین خطهای سیاه و سفید را بر روی صفحه نمایش گرافیکی",
        "حرفی با افزایش تعداد خطوط نشان می‌دهد"
      ]
    },
    {
      "EnglishWord": "modulator",
      "Meanings": [
        "مدوله کننده مدار یا قطعه فرستنده ای که دامنه",
        "بسامد",
        "فاز یا مشخصه دیگری از سیگنال حامل را متناظر با شکل موج سیگنال مدوله کننده ای که شامل اطلاعات مفید است. تغییر می‌دهد. حامل می‌تواند جیران مستقیم",
        "قطار پالس",
        "باریکه نور",
        "باریکه لیزر یا محیط ارسال دیگری باشد",
        "مدوله کردن"
      ]
    },
    {
      "EnglishWord": "module",
      "Meanings": [
        "مدول بسته بندی استاندارد شده",
        "یک شکل",
        "قابل تعویض برای مدار",
        "یا قطعات الکتریکی که تغمیر شف جایگزینی و انبارکردن را ساده‌تر می‌کند. مدوله می‌تواند پوشش بسته یا برد مداری دارای ابعاد یکسان سازی شده باشد",
        "مثلا منابع تغذیه ولتاژ پایین و جعبه‌های ATE برای مدارهای الکترونیکی هواپیما",
        "مدول",
        "قدر مطلق"
      ]
    },
    {
      "EnglishWord": "module generation",
      "Meanings": [
        "تولید مدول ساختن خودکار قسمتهای اصلی مدار مجتمع با تعریف پارمترهای کنترلی ساختار و/ یا عملکرد آن قسمت مانند ROM, PAL. RAM مسیر داده ثباتها",
        "مالتی پلکرها و خانواده‌های منطقی استاندارد"
      ]
    },
    {
      "EnglishWord": "modulo",
      "Meanings": [
        "مبنا"
      ]
    },
    {
      "EnglishWord": "modulon check",
      "Meanings": [
        "آزمون همنهشتی آزمون سیستمی کامپیوتر که در آن هر عددی که روی آن عملیاتی انجام می‌شود متناظر با عدد آزمون است. این عدد آزمون برابر با باقی مانده ای است که از تقسیم عدد تحت عملیات بر n به دست می‌آید. بنابر این در آزمون همنهشتی 4 باقی مانده ای که به عنوان عدد آزمون گرفته می‌شود",
        "یا 3 است"
      ]
    },
    {
      "EnglishWord": "modulted continuous wave",
      "Meanings": [
        "موج پیوسته مدوله شده شکلی از گسیل که در ان حامل با یک سیگنال AF ثابت مدوله می‌شود. در خدمات تلگحرافی حامل کلید زنی می‌شود"
      ]
    },
    {
      "EnglishWord": "moire",
      "Meanings": [
        "موج الگوی غیر حقیقی در تصویر تلویزیونی بازسازی شده ناشی از ضربانهای تداخلی بین دو مجموعه از ساختارهای متناوب در تصویر",
        "موجها می‌توانند در اثر تداخل بین الگوهایی در سوژه اصلی و شبکه هدف در ارتیکون تصویر",
        "پایین الگوهای سوژه و الگوهای خط و نقاط فسفری لامپ تصویر رنگی ایجاد شوند"
      ]
    },
    {
      "EnglishWord": "mol",
      "Meanings": [
        "mole",
        "مول واحد SI برای مقدار ماده یک مول مقدار ماده ای است که تعدا عناصر تشکیل دهنده ای برابر با مقدار اتمها در 0/012 کیلوگرم از کربن 12 دارد. هنگامی که از مول استفاده میشود نومع ذرات اتم",
        "مولکول",
        "یون",
        "الکترون و مانند آن یا گروه ذرات تعریف شده باشد"
      ]
    },
    {
      "EnglishWord": "molded component",
      "Meanings": [
        "قطعه قالب گیری شده عنصر الکترونیکی که با پلاستیک قالب گیری شده از جنس مواد عایق مانند اپوکسی پوشیده شده است تا در برابر گردوغبار و رطوبت خفظ شود"
      ]
    },
    {
      "EnglishWord": "mole",
      "Meanings": [
        "مول واحد SI برای مقدار ماده یک مول مقدار ماده ای است که تعدا عناصر تشکیل دهنده ای برابر با مقدار اتمها در 0/012 کیلوگرم از کربن 12 دارد. هنگامی که از مول استفاده میشود نومع ذرات اتم",
        "مولکول",
        "یون",
        "الکترون و مانند آن یا گروه ذرات تعریف شده باشد"
      ]
    },
    {
      "EnglishWord": "mole fracion",
      "Meanings": [
        "کسر مول تعداد اتمهای ایزوتوپ خاصی از عنصر که به صورت کسری از تعداد کل اتمهای آن عنصر بیان می‌شود که در مخلوط ایزوتوپی وجود دارند"
      ]
    },
    {
      "EnglishWord": "molecular - deam epitaxy",
      "Meanings": [
        "رونشانی باریکه",
        "مولکولی شیوه ای برای ساخت یا رشد دادن پوشه‌های نازک بر روی زیر ساختها در اتاقکخهای خلا بسیار بالا با جهت دادن یک یا چند باریکه از عناصر یا ترکیبهای لازم اتمها یا مولکولها بر روی سطح زیر ساخت بلوری هدف. با این روش رشد دادن پوسه می‌توان لایه‌های نیمرسانا فلز و عایق بلوری با کیفیت بالا و کنترل ابعاد بسیار دقیق ساخت. این روش امکان استفاده از بعضی خواص الکتریکی و نوری را فراهم می‌کند که در بلورهای طبیعی به دست آرودنی نیستند"
      ]
    },
    {
      "EnglishWord": "molecular beam epitaxy   mbe",
      "Meanings": [
        "رونشینی پرتو مولکولی"
      ]
    },
    {
      "EnglishWord": "molecular gas laser",
      "Meanings": [
        "لیزر گازی مولکولی لیزر گازی که می‌تواند به طوردایم در توانهای خروجی حدود کیلو وات",
        "با خروجی همدوس در بسامد‌های مطلوب و در طیف لیزرگازی از 0/15 تا 773/5 میکرو متر عمل کند. عمل لیزر ناشی از حجرکتهای مولکولی است. عملکرد پالسی نیز امکان پذیر است. پمپ کردن می‌تواند شیمیایی",
        "الکتریکی یا نوری باشد. لیزر دی اکسید کربن را یجترین و مهمترین نوع آن است. لیزرهای هیدروژن مولکولی در ناحیه فرابنفش خلا نزدیک 0/16 کار می‌کند"
      ]
    },
    {
      "EnglishWord": "molecular microwaveamplifier",
      "Meanings": [
        "تقویت کننده ریز موج مولکولی تقویت کننده حالت جامدی که عملکرد آن بر اساس واکنش بین مواد مولکولی بدون بار و میدانهای ریز موج است. تقویت کننده‌های پارامتری و میزر از این نوع هستند"
      ]
    },
    {
      "EnglishWord": "molecular pump",
      "Meanings": [
        "پمپ مولکولی پمپ خلای که مولکولهای گاز را می‌مکد و با سایش بین مولکولها و دیسک یا استوانه گردان سریعی به بیرون می‌راند"
      ]
    },
    {
      "EnglishWord": "molecule",
      "Meanings": [
        "مولکول کوچکترین ذره ای که یک عنصر یا ماده مرکب می‌تمواند به آن تقسیم شود و همچنان خواص شیمیایی آن عنصر یا ماده مرکب را داشته باشد",
        "مولکول"
      ]
    },
    {
      "EnglishWord": "molybdenum",
      "Meanings": [
        "مولیبدون عنصر فلزی که بعضی مواقع برای الکترودهای لامپهای الکترونی به کار برده می‌شود. عدد اتمی آن 42 است"
      ]
    },
    {
      "EnglishWord": "molybdenum permallay",
      "Meanings": [
        "آلیاژمولیبدون آلیاژی با تراوایی مغناطیسی بالا که بیشتر از نیکل مولیبدون و آهن تشکیل می‌شود. در فرمول آن معمولاض 4/0 مولیبدون 79/0 نیکل و 17 /0 آهن وجود دارد"
      ]
    },
    {
      "EnglishWord": "moment",
      "Meanings": [
        "ممان",
        "گشتاور"
      ]
    },
    {
      "EnglishWord": "moment of dipole",
      "Meanings": [
        "گشتاور دو قطبی"
      ]
    },
    {
      "EnglishWord": "moment of force",
      "Meanings": [
        "گشتاور نیرو"
      ]
    },
    {
      "EnglishWord": "moment of inertia",
      "Meanings": [
        "گشتاور لختی"
      ]
    },
    {
      "EnglishWord": "moment of momentum",
      "Meanings": [
        "گشتاور اندازه حرکت"
      ]
    },
    {
      "EnglishWord": "momentary",
      "Meanings": [
        "لحظه ای"
      ]
    },
    {
      "EnglishWord": "momentary - contact switch",
      "Meanings": [
        "سوییچ اتصال",
        "لحظه ای سوییچی که با برداشته شدننیروی تحریک از شرایط عمل به شرایط عادی مدار بر می‌گردد"
      ]
    },
    {
      "EnglishWord": "momentum",
      "Meanings": [
        "مقدار حرکت",
        "اندازه حرکت"
      ]
    },
    {
      "EnglishWord": "monatomic",
      "Meanings": [
        "تک اتمی"
      ]
    },
    {
      "EnglishWord": "monatomic layer",
      "Meanings": [
        "لایه تک اتمی پوششی که از لایه ای به ضخامت یک اتم تشکیل می‌شود"
      ]
    },
    {
      "EnglishWord": "monichrome signal",
      "Meanings": [
        "سیگنال تک رنگ 1. موج سیگنالی که مقادیر روشنایی را در تلویزیون تک رنگ کنترل می‌کند. 2. بخشی از موج سیگنال که کنترل اصلی را روی مقادیر شدت روشنایی در سیستم تلویزیون رنگی",
        "انجام می‌دهد. صرفه نظر از آن تصویر به صورت رنگی نمایش داده می‌شود یا تک رنگ"
      ]
    },
    {
      "EnglishWord": "monitor",
      "Meanings": [
        "نمایشگر",
        "ناظر 1. ابزاری که به طور پیوسته یا با فاصله‌های زمانی شرایطی را اندازه گیری می‌کند که باید در حدود از پیش تعریف دشه ای نگه داشته شود. مانند تصویرهای بر داشته شده با دوربین تلویزیونی ف صدای برداشته شده با میکروفون در استودیو رادیو یا تلویزیون",
        "کمیت متغیری در سیستم کنترل فرایند خودکار",
        "ارسال یک کانال یا باند مخابراتی یا موقعیت هوا پیما در حال پرواز. 2. آنکه نمایشگر را می‌بیند",
        "ناظر",
        "دستگاه نمایش و نظارت",
        "صفحه نمایش رایانه"
      ]
    },
    {
      "EnglishWord": "monitor head",
      "Meanings": [
        "هد نمایشگر هد پخش اضافه در بضی از ضبط صوتها برای فراهم کردن امکان پخش صدای ضبط شده روی نوار در حین ضبط آن"
      ]
    },
    {
      "EnglishWord": "monitor station",
      "Meanings": [
        "ایستگاه ناظر"
      ]
    },
    {
      "EnglishWord": "monitoring",
      "Meanings": [
        "نظارت و نمایش استفاده کردن از دستگاه نظارت یا نمایشگر",
        "نظارت"
      ]
    },
    {
      "EnglishWord": "monitoring amplifier",
      "Meanings": [
        "تقویت کننده نمایش تقویت کننده توانی که برای ارزشیابی و نظارت برنامه استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "monitoring antenna",
      "Meanings": [
        "آنتن نظارت آنتنی که خروجی RF فرستنده را در طرف فرستنده",
        "برای کاربردهای نظارت کلی دریافت می‌کند"
      ]
    },
    {
      "EnglishWord": "monjlinear circuit",
      "Meanings": [
        "مدار غیر خطی مداری که مشخصه‌های آن را نمی‌توان با معادلات دیفرانسیل خطی که در ان زمان متغیر مستقل باشد",
        "بیان کرد"
      ]
    },
    {
      "EnglishWord": "mono stable",
      "Meanings": [
        "تک پایا ویژگی داشتن فقط یک حالت پایدار"
      ]
    },
    {
      "EnglishWord": "monoalphabetic substitution",
      "Meanings": [
        "جایگزین کردن تک الفبایی"
      ]
    },
    {
      "EnglishWord": "monochromatic",
      "Meanings": [
        "تک رنگی ویژگی تک رنگ بودن",
        "متناظر با یک ناحیه کوچک قابل صرفه نظر کردن از طیف"
      ]
    },
    {
      "EnglishWord": "monochromatic radiation",
      "Meanings": [
        "تابش تک رنگ تابش الکترومغناطیسی که دارای طول موج تک یا فوتونهای هم انرژ است. با وجود آن که هیچ تابشی کالما تک رنگ نیست",
        "اما دارای باند بسیار باریکی از طول موجهاست",
        "مانند نور سدیم و طیف جیوه"
      ]
    },
    {
      "EnglishWord": "monochromatic sensitivity",
      "Meanings": [
        "حساسیت تک رنگ پاسخ یک قطعه به نور یا رنگ معین"
      ]
    },
    {
      "EnglishWord": "monochromator",
      "Meanings": [
        "تک رنگ ساز ابزاری که قسمت باریکی از طیفل را برای تحلیل ارسال یا کاربدهایی دیگر مثلا در طیف سنج مجزا می‌کند"
      ]
    },
    {
      "EnglishWord": "monochrome",
      "Meanings": [
        "تک رنگ"
      ]
    },
    {
      "EnglishWord": "monochrome bandwidth",
      "Meanings": [
        "پهنای باند تک رنگ پهنای باند تصویر کانال تک رنگ با سیگنال تک رنگ در تلویزیون رنگی"
      ]
    },
    {
      "EnglishWord": "monochrome chammel",
      "Meanings": [
        "کانال تک رنگ هر مسیری به منظور حمل سیگنال تک رنگ در سیستم تلویزیون رنگی",
        "این مسیر می‌تواند سیگنالهای دیگر ف مانند سیگنال رنگی را نیز حمل کند"
      ]
    },
    {
      "EnglishWord": "monochrome dispay adapter",
      "Meanings": [
        "تطبیق دهنده نمایش تک رنگ برد مداری برای مونیتورهای رنگی کامپیوترهای شخصی که یک سیگنال تصویر تک رنگ TTL را فقط برای نمایش متن تولید می‌کند. این مدار فقس سه درجه شدت دارد. روشن",
        "خاموش",
        "و تشدید شده. نویسه‌ها در یک ماتریس نقطه ای 7 ضربدر9 داخل یک سلول 9 ضربدر 14 تولید میشوند"
      ]
    },
    {
      "EnglishWord": "monochrome television  black and white television",
      "Meanings": [
        "تلویزیون تک رنگ ف تلویزیون سیاه و سفید. تلویزیونی که تصویر را به صورت تک و فقط به صورت سایه ایی خاکستری بین سیاه و سفید بازسازی می‌کند"
      ]
    },
    {
      "EnglishWord": "monolithic",
      "Meanings": [
        "یکپارچه ساخته دشه از یک بلور یا یک قطعه از مواد دیگر",
        "یکپارچه"
      ]
    },
    {
      "EnglishWord": "monolithic circuit",
      "Meanings": [
        "مدار یکپارچه واژه معادل با مدار مجتمع. مداری که بر روی یک تراشه از موار نیمرسانا تولید می‌شود"
      ]
    },
    {
      "EnglishWord": "monolithic crystal filter",
      "Meanings": [
        "فیلتر بلوری یکپارچه فیلتری که تک صفحه کوارتزی آن وضایف چند گانه را انجام می‌دهد"
      ]
    },
    {
      "EnglishWord": "monolithic integrated circuit   mic",
      "Meanings": [
        "مدار مجتمع یکپارچه"
      ]
    },
    {
      "EnglishWord": "monolithic multilayer capacitor",
      "Meanings": [
        "خازن چند لایه یکپارچه خازن سرامیکی با لایه‌های دی الکتریک فلزپوشانی شده چند گانه که حجمی تنهادر حدود 1 mm3 اما سطح معادل بزرگی دارد. این خازن با نشاندن پوسه‌های فلزی بر روی نوارهای سرامیکی سبز به نازکی کاغذ و سپس انابشتن",
        "فشردن و حرارت دادن نوارها برای تشکیل تراشه یکپارچه ساخته می‌شود. MLC می‌تواند خواص دی الکتریکی مختلف و مخدوده از مقادیر ظرفیت را داشته باشد. سطوحی که انتهای انها فلز پوشانی شده است. امکان لحیم کردن MLC را به ردهای مدار نصب سطحی فراهم می‌کند. ابعاد آنها به طور بین المللی به صورت اعداد مربوط به ابعاد خارجی بر حسب میلی اینچ استاندارد شده است. مثل 1210 تا"
      ]
    },
    {
      "EnglishWord": "monopchrome",
      "Meanings": [
        "تک رنگ ویژگی داشتن خاصیت تک رنگی",
        "در تلویزیونهای سیاه و سفید این خاصیت معادل",
        "با بی رنگی است. که تنها سایه هایی از خاکستری بین سیاه و سفید را شامل می‌شود"
      ]
    },
    {
      "EnglishWord": "monophase",
      "Meanings": [
        "تک فاز"
      ]
    },
    {
      "EnglishWord": "monophase current",
      "Meanings": [
        "جریان تک فاز"
      ]
    },
    {
      "EnglishWord": "monophonic  monaural sound",
      "Meanings": [
        "تک صدایی اصطلاحی برای صدایی که از روی یک مسیر ارسال",
        "ضبط یا شنیده می‌شود. دو صدایی استریوفونیک اشاره به صدایی دارند که از دو مسیر می‌رسد تا اثر سه بعدی از صدا به وجود آورد"
      ]
    },
    {
      "EnglishWord": "monophonic recorded tape",
      "Meanings": [
        "نوار ضبط شده تک صدایی نواری ممعناطیسی که شیار ضبط تک برای استفاده در سیستمهای صوتی تک صدایی دارد"
      ]
    },
    {
      "EnglishWord": "monophonic recorder",
      "Meanings": [
        "ضبط کننده تک صدایی ضبط کننده نوار مغناطیسی که سیستم صیتی تک کاناله ای دارد که از میکورفون",
        "تقویت کننده و یک هد ضبط تشکیل دشه است. این دستگاه یک شیار ضبط شده روی نوار مغناطیسی ایجادمی کند"
      ]
    },
    {
      "EnglishWord": "monophonic sund system",
      "Meanings": [
        "سیستم صدای تک صدایی سسیتسم بازسازی صدا که در آن یک یا چند میکروفون یک کانال را تغذیه می‌کنند که به یک سیستم بلندگو ختم میشود"
      ]
    },
    {
      "EnglishWord": "monopole",
      "Meanings": [
        "تک قطبی"
      ]
    },
    {
      "EnglishWord": "monopole antenna",
      "Meanings": [
        "آنتن تک قطبی آنتن نصب شده بر روی صفحه زمین مجازی برای تولید الگوی تابشی بپشبیه به آنتن دو قطبی"
      ]
    },
    {
      "EnglishWord": "monopulse radar",
      "Meanings": [
        "رادار تک پالسی راداری که اطلاعات جهت دار را با دقت لالا با سیستم آنتن گیرنده که دو یا چند لب با همپوشانی جزیی در الگوی تابش دارند",
        "به دست می‌آورد. جمع و تفاضل کانالها در گیرنده با دامنه‌های خروجیهای آنتن رادار تک پالسی حساس به فاز مقایسه می‌شود"
      ]
    },
    {
      "EnglishWord": "monorchrome transmission",
      "Meanings": [
        "راسال تک رنگ ارسال یکموج سیگنال که فقط مقادیر روشنایی ف نه مقادیر رنگ را در تصویر تلویزیون کنترل می‌کند. نتیجه حاصل تصویر تک رنگ است"
      ]
    },
    {
      "EnglishWord": "monoscope",
      "Meanings": [
        "مونوسکوپ لامپ باریکه الکترونی مولد سیگنالی کخه سیگنال تصویر را با پویش یک الکترود که الگوی پاسخ گسیل ثانویه از پیش تعیین شده ای در سطح خود دارد. تولید می‌کند این تصویر ثابت در هنگام ساختن لامپ تصویر بر روی آن چاپ می‌شود تا الگوی آزمایشی مناسبی برای آزمایش و تنظیم تجهیزات تلویزیونی به دست آید"
      ]
    },
    {
      "EnglishWord": "monostable",
      "Meanings": [
        "تک پایا",
        "یک طرفه پایدار"
      ]
    },
    {
      "EnglishWord": "monostable circuit",
      "Meanings": [
        "مدار تک پایا مداری که تنهایک شرط پایدار دادرد که در آن پس از یک فاصله زمانی از پیش تعیین شده پس از تحریک به حالت اولیه خود باز می‌گردد. مدار اشمیت",
        "نریگر نمونه ای از این نوع است",
        "مدار تک پایا"
      ]
    },
    {
      "EnglishWord": "monostable multivibrator",
      "Meanings": [
        "مولتی ویبراتور تک پایا"
      ]
    },
    {
      "EnglishWord": "monostable timer",
      "Meanings": [
        "زمان سنج تک پایا چند ارتعاشگر تک پایا که کنترلهایی برای تنظیم پهنا یا مدت زمان پالس خورجی دارد"
      ]
    },
    {
      "EnglishWord": "monostatic radar",
      "Meanings": [
        "رادار مونوستاتیک رادار معمولی که فرستنده و گیرنده آن در یک مکان قرار دارند و از یک آنتن استفاده می‌کنند. بر عکس در رادار بای ستاتیک فرستنده و گیرنده با فاصله ای از یکدیگر قرار دارند و از آنتنهای متفاوتی استفاده می‌کنند"
      ]
    },
    {
      "EnglishWord": "monostatic reflector",
      "Meanings": [
        "بازتابنده مونوستاتیک بازتابنده ای که انرژی را فقط در امتداد خط پرتو تابش باز می‌تابد مانند بازتابنده گوشه ای"
      ]
    },
    {
      "EnglishWord": "monostavle multivibrator  monomultivibrator  on - multivibrator",
      "Meanings": [
        "چند ارتعاشگر تک پایا",
        "چند ارتعاشگر مونو",
        "چند ارتعاشگر تک ضربه چند ارتعاشگر که یک خالت پایدار و یک حالت نا پایدار دارد. با اعمال یک سیگنال تحریک مدار به حالت نا پایدار می‌رود و به مدت از پیش تعیین شده ای قبل از برگشتن به حالت پایدار",
        "در آن می‌ماند"
      ]
    },
    {
      "EnglishWord": "monotonic",
      "Meanings": [
        "یکنوا"
      ]
    },
    {
      "EnglishWord": "monotonic function",
      "Meanings": [
        "تابع یکنوا"
      ]
    },
    {
      "EnglishWord": "monotonically",
      "Meanings": [
        "به صورت یکنوا"
      ]
    },
    {
      "EnglishWord": "monotonically decreasing",
      "Meanings": [
        "کاهشی یکنوا"
      ]
    },
    {
      "EnglishWord": "monotonically increasing",
      "Meanings": [
        "افزایشی یکنوا"
      ]
    },
    {
      "EnglishWord": "monotonicity",
      "Meanings": [
        "تکنواختی شرایطی در مبدل آنالوگ به دیجیتال که در آن خروجی افزاینده ای به ازای هر مقدار ولتاژ ورودی افزاینده در تمام محدوده عملکرد وجود دارد. بنابر این خروجی نسبت به ورودی",
        "همواره مثبت است"
      ]
    },
    {
      "EnglishWord": "monte carlo method",
      "Meanings": [
        "روش مونت کارلو"
      ]
    },
    {
      "EnglishWord": "moon",
      "Meanings": [
        "ماه جسم آسمانی طبیعی که همانند ماهواره به دروزمین می‌گردد. قطر متوسط آن 3476کیلو متر و فاصله متوسط آن از زمین 384403 کیلو متر است و گرانش سطح آن حدود یک ششم گرانش سطح زمین است"
      ]
    },
    {
      "EnglishWord": "moore code",
      "Meanings": [
        "رمز مور رمز ارسال پیغام ه مطول که 70 نویسه ممکن با چهار فاصله زمان مشخص کننده و چهار فاصله زمانی انفصال دارد. اگز نویسه دریافت دشه",
        "بجز هشت فاصله زمانی داشت باشد",
        "سیگنال خطایی چاپ می‌شود یا به طور خودکار در خواست اراسل مجدد می‌شود. نوع 7 قسمتی آن که 35 نویسه دارد از سه نشانه و چهار انفصال استفاده می‌کند"
      ]
    },
    {
      "EnglishWord": "mopa",
      "Meanings": [
        "master oscillator",
        "power amplifier",
        "تقویت کننده توان نوسان ساز اصلی نوسان سازی که به دنبال آن یک طبقه تقویت کننده توان RF قرار دارد که به عنوان میانگیر عمل می‌کند"
      ]
    },
    {
      "EnglishWord": "morse",
      "Meanings": [
        "مورس"
      ]
    },
    {
      "EnglishWord": "morse alphabet",
      "Meanings": [
        "الفبای مورس"
      ]
    },
    {
      "EnglishWord": "morse- cod e generator",
      "Meanings": [
        "مولد رمز مورس مولد خودکار رمزی که با یک صفحه کلید ماشین نویسی کار می‌کند. فشار دادن هر کلید سبی تولید رمز مورس بین المللی آن حرف می‌شود که به دنبال آن یک فاصلفه قرار می‌گیرد"
      ]
    },
    {
      "EnglishWord": "morse code",
      "Meanings": [
        "رمز مورس رمز اسال پیغام که از سیگنالهای نقطه و خط تشکیل شده است. رمز مورس بین المللی در تمام دنیا برای تلگراف رادیو به کار می‌رود. از رمز مورس آمریکایی فقط برای تلگراف سیمی استفاده می‌شود",
        "کد مورس"
      ]
    },
    {
      "EnglishWord": "mos",
      "Meanings": [
        "metal",
        "oxide semiconductor",
        "نمیرسانای اکسید",
        "فلزی ساختار فلز",
        "عایق",
        "نیمرسانا در لایه عایق اکسیدی بر روی ماده زیر ساخت. در زیر ساخت سلیسیمی لایه عایق ساز دی اکسید سیلیسیم است. ترانزیستورهای اثر میدان",
        "خازنها",
        "مقاومتهاو قطعات نیمرسانای دیگری با این ساختار ساخته می‌شود. فرایند MOS شامل CMOS, DMOS, NMOS, PMOS می‌شود"
      ]
    },
    {
      "EnglishWord": "mos - controlled thyristor",
      "Meanings": [
        "تریستور کنترل شده MOS قطعه نیمرسانای قدرت که ترکیبی ار یک ترانزیستور MOS به عنوان گیت و یک تریستور به عنوان منبع توان است. این قطعه مرکب کمترین افت ولتاژ مستقیم را در بین منابع توان کنترل شده با ولتاژ مانند MOSFET, IGBT‌ها را دارد"
      ]
    },
    {
      "EnglishWord": "mos capacitor",
      "Meanings": [
        "metal",
        "oxide semiconductor capacitor",
        "خازن نیمرسانای اکسید",
        "فلزی _ خازن MOS خازن مدار مجتمع که ناحیه N آن به داخل زیر ساخت سلیسیمی نفوذ داده می‌شود تا الکترود پایینی را تشکیل دهد. ضخامت کنترل شده ای از اکسید سیلیسیم بر روی آن تشکیل می‌شود تا همانند دی الکتریک عمل کند. الکترود بالایی لایه ای فلزی است که همزمان به عنوان اتصال داخلی مدار چاپ نشانده می‌شود. بیشترینن مقادیر ظرفیت خازنی به چند صد پیکوفاراد محدود است"
      ]
    },
    {
      "EnglishWord": "mos earom",
      "Meanings": [
        "حافظه فقط خواندنی قابل تغییر به صورت الکتریکی که با روش نیمرسانای اکسید فلزی ساخته می‌شود"
      ]
    },
    {
      "EnglishWord": "mos gate driver",
      "Meanings": [
        "راه انداز گیت مدار مجتمعی برای راه اندازی MOSFET‌ها یا GBT‌های ولتاژ بالا با مقادیری 600V و کاربردهایی مانند منابع تغذیه کنترل سرعت موتور",
        "سیستمهای VPS منابع تغذیه قطع نشدنی و تقویت کننده برای راه اندازی به کار می‌برند"
      ]
    },
    {
      "EnglishWord": "mos prom",
      "Meanings": [
        "حافظه فقط خواندنی قابل برنامه ریزی ساخته شده به روش نیمرسانای اکسید",
        "فلزی"
      ]
    },
    {
      "EnglishWord": "mos ram",
      "Meanings": [
        "حافظه با دستیابی تصادفی ساخته شده به روش نیمرسانای اکسید فلزی"
      ]
    },
    {
      "EnglishWord": "mos rom",
      "Meanings": [
        "حافظه فقط خواندنی ساخته شده به روش نیمرسانای اکسید",
        "فلزی"
      ]
    },
    {
      "EnglishWord": "mosaic",
      "Meanings": [
        "موزاییک سطح حساس به نور منورد استفاده در لامپ تصویر دوربینهای تلویزیونی",
        "موزاییک از یک ورق نازک میکا تشکیل شده است. که یک طرف آن با تعداد زیادی گویچه‌های نقره",
        "سزیمی پوشیده شده است که از یکدیگر مجزا هستند. تصویر به صورت نوری روی موزاییک کانونی می‌شود و بارهای ایجاد شده روی گویچه‌ها با باریکه الکترونی لامپ تصویر دروبین جارو می‌شود"
      ]
    },
    {
      "EnglishWord": "mosfet  igfet",
      "Meanings": [
        "metal",
        "oxide semicondujctor field",
        "effect transistor, insulated",
        "gate field effect transistor",
        "ترانزیستور اثر میدان نیمرسانا ی اکسید",
        "فلزی",
        "ترانزیستور اثر میدان باکیت عایق شده ترانزیستور اثر میدان ولتاژ",
        "رانشی با یک گیت فلزی عایق شده",
        "اکسید یا جند بلوری. عملکرد ترانزیستور تک قطبی بر اساس حرکت یک حامل اکثریت الکترونها در نوع N حفره‌ها در نوع P است و مانند ترانزیستور دو قطبی هر دوحامل در آن حرکت نمی‌کنند. ولتاژکنترل کننده گیت MOSFET به جای آن که مانند JFET به دو سر پیوند PN اعمال شود. به ناحیه کانال متقاطع با لایه عایق اعمال می‌شود. گیت با دی اکسید سیلیسیم یا نیترید سیلیسیم عایق شده است. MOSFET می‌تواند P کانال یا N کانال باشد و در مد تخلیه ای یا مد افزایشی عمل کند. MOSFET‌ها شامل منطق دیجیتال CMOS‌ها یا BICMOSها نیز می‌شوند MOSFET به دلیل وجود عایق بین سورس و درین آن توان کمتری را درین مصرف می‌کند. فرایند ساخت آن ساده‌تر از JFET است. از سیلیسیم به طور اقتصادی استفاده می‌کند و اتصالهای داخلی آن در یک تراشه ساده‌تر است"
      ]
    },
    {
      "EnglishWord": "most significant bit",
      "Meanings": [
        "با ارزشترین بیت بیتی که بیشترین مقدار یا وزن را در علامت گذاری دورویی یک عدد دارد"
      ]
    },
    {
      "EnglishWord": "mother board",
      "Meanings": [
        "برد مادر برد مدار چاپی ساخته شده برای اتصال داخلی آرایه ای از بردهای الکترونیکی جازدنی دختر"
      ]
    },
    {
      "EnglishWord": "mother crystal",
      "Meanings": [
        "بلور مادر بلور پیزوالکتریک خطی که در طبیعت یافته یا به طور مصنوعی رشد داده می‌شود"
      ]
    },
    {
      "EnglishWord": "motion",
      "Meanings": [
        "حرکت"
      ]
    },
    {
      "EnglishWord": "motion picture group sandard",
      "Meanings": [
        "استاندارد گروه کارشناسان تصویر متحرک استاندارد تلویزیونی فشرده سازی تصویر که از رمز گذاری بین فریم استفاده می‌کند و از دست دادن بعضی از جزییات در یک فریم برای به دست آوردن سرعت ارسال بالاترین نسبت به استاندارد JPEG قابل قبول است"
      ]
    },
    {
      "EnglishWord": "motion- picture pickup",
      "Meanings": [
        "برگیرنده تصویر متحرک کاربرد دوربین تلویزیونی برای برداشت مستقیم صحنه‌ها از فیلم تصویر متحرک"
      ]
    },
    {
      "EnglishWord": "motor",
      "Meanings": [
        "موتور ماشین مبدل انرژی الکتریکی به انرژی مکانیکی است با استفاده از نیروهای ناشی از میدانهای مغناطیسی ایجاد شده در اثر عبور جریان ار رساناها",
        "موتور"
      ]
    },
    {
      "EnglishWord": "motor - generator set",
      "Meanings": [
        "مجموعه موتور",
        "ژنراتور موترو و ژنراتوری که به طور مکانیکی به یکدیگر تزویج شده اند تا ولتاژ یک منبع توان رابه ولتاژها یا بسامدهای مطلوب تبدیل کنند"
      ]
    },
    {
      "EnglishWord": "motor boating",
      "Meanings": [
        "قایق موتوری نوسان در سیتسم یا عنصر",
        "که معمولا با پالسهای متوالی ایجاد شده در نرخ بسامد رادیویی بسیار پایین مشخص می‌شود. معمولا این نوسان در اثر پسخورد مثبت بیش از حد مانند آنچه که در یک منبع تغذیه معمولی اتفاق می‌افتد",
        "ایجاد می‌شود. این پالسها صدای پت",
        "پت مانند صدای قایق موتوری ایجاد می‌کنند"
      ]
    },
    {
      "EnglishWord": "motor control",
      "Meanings": [
        "کنترل موتور"
      ]
    },
    {
      "EnglishWord": "motor effect",
      "Meanings": [
        "اثر موتوری نیروی دفع کننده متقابلی که بین رساناهای خامل جریان مجاور یکدیگر در دو جهت مخالف به وجود می‌آید"
      ]
    },
    {
      "EnglishWord": "motor rating",
      "Meanings": [
        "توان اسمی موتور"
      ]
    },
    {
      "EnglishWord": "motor speed",
      "Meanings": [
        "سرعت موتور"
      ]
    },
    {
      "EnglishWord": "motor starter",
      "Meanings": [
        "راه انداز موتور"
      ]
    },
    {
      "EnglishWord": "motor starting",
      "Meanings": [
        "راه اندازی موتور"
      ]
    },
    {
      "EnglishWord": "mount",
      "Meanings": [
        "پایه 1. عایق شوک یا ارتعاش",
        "ضریه گیری که معمولا ازیک عضو کشسان و یک یا چند عضو غیر کشسان تشکیل می‌شود که دستگاه را در برابر شوک یا ارتعاش نگه می‌دارند. 2. فلنج یا ابزار دیگری برای متصل کردن لامپ خلا یا کاواک به مجبر"
      ]
    },
    {
      "EnglishWord": "mountain effect",
      "Meanings": [
        "اثر صخره ای اثر عوارض زمینی سخت بر انتشار امواج رادیویی که سبب بازتابشهای ایجاد کننده خطا در تشخیص جهت یابهای رادیویی می‌شود"
      ]
    },
    {
      "EnglishWord": "mounting",
      "Meanings": [
        "نصب",
        "مونتاژ"
      ]
    },
    {
      "EnglishWord": "mouse",
      "Meanings": [
        "موش وسیله جانبی کامپیوتر که حرکت آن روی صفحه افقی سبی حرکت مکان نما روی صفحه مونیتورکامپیوتر",
        "در همان جهت می‌شود"
      ]
    },
    {
      "EnglishWord": "mov",
      "Meanings": [
        "metal",
        "oxide varistor",
        "وریستوراکسید",
        "فلزی مقاومت متغیر وریستور برای حفاظت مداربندی دارای تغذیه AC ضریه‌های گحذار یا اضافه ولتاژ. اکسید روی قالب گیری شده حرارت داده می‌شود تا یک قالب یکپارچه را تشکیل دهد MOV‌ها منحنیهای ولتاژ",
        "جراین متقارنی دارند که حالتهای گذرای دو جهته را با برش حذف می‌کنند. MOV همانند دو دیود زنر پشت به پشت می‌تواند تا 10 کیلو ژول انرژی را جذب کند. محفظه آن می‌تواند به صورت قرصی با پایانه‌های شعاعی یا بلوکی با دو پایه عمودی باشد"
      ]
    },
    {
      "EnglishWord": "movable",
      "Meanings": [
        "قابل حرکت"
      ]
    },
    {
      "EnglishWord": "movable contact",
      "Meanings": [
        "اتصال قابل حرکت اتصال رله ای که به طور مکانیکی به اتصال درگیر با غیر درگیر یا اتصالهای ثابت دیگر جا بجا می‌شود"
      ]
    },
    {
      "EnglishWord": "movement",
      "Meanings": [
        "حرکت"
      ]
    },
    {
      "EnglishWord": "movement charge",
      "Meanings": [
        "بار حرکتی"
      ]
    },
    {
      "EnglishWord": "movement coil",
      "Meanings": [
        "سیم پیچ حرکتی"
      ]
    },
    {
      "EnglishWord": "movement magnet",
      "Meanings": [
        "آهن ربای حرکتی"
      ]
    },
    {
      "EnglishWord": "moving - coil galvanometer",
      "Meanings": [
        "گالوانومتر با پیچک متحرک گالوانومتری که جیان خروجی از پیچک معلق یا گردان در مدیان مغناطیسی ثابت شده را اندازه می‌گیرد"
      ]
    },
    {
      "EnglishWord": "moving - coil hydrophone",
      "Meanings": [
        "میکروفون آبی با پیچک متحرک میکروفونی با پیچک متحرک که به امواج صوتب ایجاد شده در آب پاسخ می‌دهد"
      ]
    },
    {
      "EnglishWord": "moving - conductor microphone",
      "Meanings": [
        "میکروفون با رسانای متحرک میکروفونی که خروجی الکتریکی آن ف ناشی از حرکت رسانا یا پیچکی در میدان مغناطیس است. مانند میکروفونهای دینامیکی یا سرعتی"
      ]
    },
    {
      "EnglishWord": "moving - iron  instrument",
      "Meanings": [
        "ابزار دارای آهن متحرک ابزاری که بر اساس عبور جریان از یک یا چند پیچک ثابت عمل کننده بر روی یک یا چند قطعه آهن نرم عمل می‌کند. که حداقل یکی از آنها قابل حرکت است"
      ]
    },
    {
      "EnglishWord": "moving - magnet instrument",
      "Meanings": [
        "ابطزار دارای آهنربای متحرک ابزاری که بر اساس عملکرد آهنربای دایمی متحرکی عمل می‌کند که خود را با میدانهای ناشی از آهنربای دایمی یا پیچک مجاور با پیچک‌های حامل جریان یا بادو یا چند پیچک حامل جریانی که محورهای آنها زاویه تابشی از یکدیگر دارد تنظیم می‌کند"
      ]
    },
    {
      "EnglishWord": "moving - magnet magnetometer",
      "Meanings": [
        "مغناطیس سنج با آهنریای متحرک مغناطیس سنجی که عملکرد آن بر اساس گشتاور عمل کننده بر روی سیستمی از یک یا چند آهنربای دایمی است که می‌توانند در میدان اندازه گیری شوند بگردند"
      ]
    },
    {
      "EnglishWord": "moving - target indicator",
      "Meanings": [
        "نمایانگر هدف متحرک صفحه راداری که نمایش اطلاعات رادار را به هدفهای متحرک محدود می‌کند. پژواکهای ناشی از بازتابشهای اجسام ثابت با یک مدار حافظه خنثی می‌شود"
      ]
    },
    {
      "EnglishWord": "moving coil meter",
      "Meanings": [
        "سنجه با بوبین متحرک"
      ]
    },
    {
      "EnglishWord": "moving -coil meter",
      "Meanings": [
        "سنجه با پیچک متحرک سنجه ای که پیچک دوران کننده به حول محور عنصر متحرک آن است"
      ]
    },
    {
      "EnglishWord": "moving -conductor loudspeaker",
      "Meanings": [
        "بلندگو با رسانای متحرک میکروفونی با رسانای متحرک که به امواج صوتی ایجاد شده در آب پاسخ می‌دهد"
      ]
    },
    {
      "EnglishWord": "moving iron meter",
      "Meanings": [
        "سنجه با آهن متحرک"
      ]
    },
    {
      "EnglishWord": "moving load",
      "Meanings": [
        "بار متحرک بخشی از موجبر با پیستونی که موقعیت با رکم",
        "بازتابش مخروطی شکل لغزانی را برای تنظیم فاز بازتابش باقی مانده از بار کنترل میکند"
      ]
    },
    {
      "EnglishWord": "moving target indicator   mti",
      "Meanings": [
        "آشکار ساز اهداف متحرک"
      ]
    },
    {
      "EnglishWord": "movpe",
      "Meanings": [
        "metal",
        "organic vapor",
        "phase opitaxy",
        "رونشانی فلز",
        "آلی بخار",
        "فاز تشکیل یک لایه رذونشستی باواکنشهای شیمیایی بین عناصر گازی سازنده لایه. برای نشاندن ایندیم وگالیم گازهای واکنش دهنده قلیایی و در فسفر و آرسنیک",
        "گازها اسیدی هستند"
      ]
    },
    {
      "EnglishWord": "mpc-2",
      "Meanings": [
        "ام پی سی",
        "دو استاندارد صنعتی سازگاری نرم افزار کامپیوتری چند رسانه ای که استفاده توام از سی دی ران",
        "کارت صدا",
        "بلندگوها و میکروفون را امکان پذیر می‌کند"
      ]
    },
    {
      "EnglishWord": "mpeg",
      "Meanings": [
        "motion picture group sandard",
        "استاندارد گروه کارشناسان تصویر متحرک استاندارد تلویزیونی فشرده سازی تصویر که از رمز گذاری بین فریم استفاده می‌کند و از دست دادن بعضی از جزییات در یک فریم برای به دست آوردن سرعت ارسال بالاترین نسبت به استاندارد JPEG قابل قبول است"
      ]
    },
    {
      "EnglishWord": "mpeg-2",
      "Meanings": [
        "ام پک دو استاندارد بین المللی تبادل اطلاعات دیجیتال بین کامپیوترهای شخصی و بسیاری از خدمات سرگرمی"
      ]
    },
    {
      "EnglishWord": "mpu",
      "Meanings": [
        "microprocessor",
        "ریز پردازنده 1. واحد پردازش مرکزی cpu ساخته شده بر روی تراشه مدار مجتمع بزرگح شامل عناصر پایه محاسبه",
        "منطق و کنترل کامپیوتر که برای پردازش داده‌ها ضروری هستند. 2. آی سی که دستورالعملهای کد شده را می‌پذیرد. دستورالعملهای دریافتی را اجرا می‌کند. و سیگنالهایی ارایه میدهد که نشان دهنده وضعیت داخلی آن هستند. این دستور العملها می‌توانند به طور داخلی وارد یا ذخیره شوند MPU باید با تراشه‌های جانبی دیگری مانند قطعات منطقی ورودی / خروجی I/O و حافظه نیمرسانا تجهیز شود تا بتواند نیازمندیهای کامپیوتر را بر آورده کند MPU هابه قطعات 4 بیتی",
        "بیتی",
        "و 32 بیتی دسته بندی می‌شوند. که امروزه ناخدهای 16 بیتی و 32 بینتی با فرایند CMOS ساخته می‌شوند"
      ]
    },
    {
      "EnglishWord": "mqw",
      "Meanings": [
        "multiquantum",
        "well structure",
        "ساختار چاه",
        "چند کوانتومی قطعه ساخته شده به صورت پشته ای از لایه‌های چاه کوانتومی که هرکدام از کوانتومهای آن به طور مکانیکی الکترونها و حفره‌ها را به نام دام می‌اندازد این ساختار چندلایه معمولا از لایه‌های بسیار نازک کمتر از 20 گالیم آرسنید GaAS و آلومینیم گالیم آرسنید AIGaAs متوالی تشکیل می‌شود ساختارهای MQW در لیزرهای حالت جامد و FET‌های پیوند. ناهمگون مانند HEMT, SDHT, TEGFET, MODFET به کار برده می‌شود"
      ]
    },
    {
      "EnglishWord": "mr",
      "Meanings": [
        "milliroentgen",
        "میلی رونتگن یک هزارم رونتگن"
      ]
    },
    {
      "EnglishWord": "mrad",
      "Meanings": [
        "milliradian",
        "میلی رادیان یک هزارم رادیان",
        "برابر با 0/0ف72957795 درجه"
      ]
    },
    {
      "EnglishWord": "mrd",
      "Meanings": [
        "milirad",
        "میلی راد یک هزارم راد"
      ]
    },
    {
      "EnglishWord": "mrem",
      "Meanings": [
        "millirem",
        "میلی رم یک هزارم رم"
      ]
    },
    {
      "EnglishWord": "mri",
      "Meanings": [
        "magnetic",
        "resonance imaging",
        "تصویر بدرای با تشدید مغناطیسی شیوه تصویر برداری تشخیص پزشکی که تغییرات چگالی زمان آزاد شدن هسته هیدروژن در بدن بیمار را",
        "هنگامی که در معرض میدان مغناطیسی قوی قرار می‌گیرد. آشکار می‌ند. بیمار در تونلی محصور شده با آهنرباهای الکتریکی قرار می‌گیرد. نمایشهای دو بعدی از مقاطع عمودی برشهای بدن بیمار که روی نایشگر نشان داده می‌شود. با استفاده از پردازش داده‌های کامپیوتری و بر اساس سیگنالهای دریافتی از اتمهای هیروژن در حال تشدید ف ساخته می‌شوند"
      ]
    },
    {
      "EnglishWord": "mrouter",
      "Meanings": [
        "مسیر یاب چند پخشی"
      ]
    },
    {
      "EnglishWord": "mrt",
      "Meanings": [
        "minimum resolvable temperature",
        "حد اقل دمای تفکیک پذیری حد اقل اختلاف دمای لازم برای تفکیک اجسام قابل دیدن در سیستمهای تصویری",
        "حرارتی"
      ]
    },
    {
      "EnglishWord": "ms",
      "Meanings": [
        "ام اس علامت مشخصه استاندارد نظامی",
        "millisecond",
        "میلی ثانیه یک هزارم ثانیه",
        "millisiemens",
        "میلی زیمنس یک هزارم زیمنس"
      ]
    },
    {
      "EnglishWord": "msb",
      "Meanings": [
        "most significant bit",
        "با ارزشترین بیت بیتی که بیشترین مقدار یا وزن را در علامت گذاری دورویی یک عدد دارد"
      ]
    },
    {
      "EnglishWord": "mshell",
      "Meanings": [
        "پوسته ام لایه سوم الکترونهای اطراف هسته اتم",
        "این لایه دارای الکترونهای مشخصه با عدد کوانتومی اصلی 3 است"
      ]
    },
    {
      "EnglishWord": "msi",
      "Meanings": [
        "medium",
        "scale integration",
        "مجتمع سازی مقیاس متوسط عبارتی که معمولا برای مدارهای مجتمع دارای 100 تا 1000 ترانزیستور یا 10 تا 1000 دریچه منطقی معادل به کار برده می‌شود MSU نیز برای قطعات حافظه دارای کمتر از 1024 بیت حافظه به کار برده می‌شود"
      ]
    },
    {
      "EnglishWord": "msmt spokage",
      "Meanings": [
        "بسته SMT ریز ایده ای برای بسته ای کدرن قطعات نیمرسانا",
        "در حداقل ابعاد",
        "برای کابردهای نصب سطحی",
        "در زمانی که هنوز قطعات به شکل پولک هستند. این بسته فقط اندکی از تراشه یا قطعه برهنه",
        "بزرگتر است. و امکان ساختن بردهای مداری با تراکم قطعات زیاد وجود دارد. این بسته‌ها کوچکتر از پوششهای DIP و SMT در محصولات قابل مقایسه هستند"
      ]
    },
    {
      "EnglishWord": "msps",
      "Meanings": [
        "مخفف یک میلیون نمونه بر ثانیه million samples persecond معیاری برای اندازه گیری زمان صربف شده در مراجعه به داده‌های جمع آوری شده و پردازش سیگنال دیجیتال DSP"
      ]
    },
    {
      "EnglishWord": "m-star",
      "Meanings": [
        "ام",
        "استار سیستمی از 72 ماهواره مرتبط با یکدیگر که برای تسریع در مخابرات از طریق شبکه‌های خصوصی ایجاد شده است. این ماهواره‌ها در مدارهای کم ارتفاع به دور زمین می‌گردند. این سیستم تحت نظر شرکت صنعتی موتورو لا است"
      ]
    },
    {
      "EnglishWord": "mtbf",
      "Meanings": [
        "mean time between failures",
        "میانگین زمان بین خطاها معیاری برای کیفیت که بر حسب ساعت عمر بیان می‌شود. و نشان دهنده قابلیت اعتماد نسبی یک عنصر",
        "مدار یا سیستم است اطلاعات MTBF یا بر اساس داده‌های به دست آمده از شرایط کاری حقیقی است یا بر اساس داده‌های راهنمای استاندارد نظامی MILHDBK",
        "E محاسبه می‌شود"
      ]
    },
    {
      "EnglishWord": "mtf",
      "Meanings": [
        "modulation transfer function",
        "تابع انتقال مدوله سازی منحنی که کنترل است روشنایی بین خطهای سیاه و سفید را بر روی صفحه نمایش گرافیکی",
        "حرفی با افزایش تعداد خطوط نشان می‌دهد"
      ]
    },
    {
      "EnglishWord": "mtso",
      "Meanings": [
        "mobile telephone switching office",
        "مرکز راهگزینی تلفن همراه ایستگاهی که راهگزیینی سیگنالها را از تلفن همراه سلولی به خط زیمینی یا تلفن همراه سلولی دیگر انجام می‌دهد. این ایستگاه بر اساس اتصال مرکز تلفن به یکدیگر عمل می‌کندو نحوه اتصالهای داخلی ان شبیه به مرکز تلفن خصوصی PBX است"
      ]
    },
    {
      "EnglishWord": "mu or law",
      "Meanings": [
        "قانون mu قانون فشرده",
        "گسترده سازی",
        "رمز گذاری که معمولا در ایالات متحده به کار برده می‌شود"
      ]
    },
    {
      "EnglishWord": "mueller bridge",
      "Meanings": [
        "پل مولر پلی که مقادیر مقاومتهای سه و چهار پایه",
        "بخصوص دماسنجهای مقاومتی را با دقت بالا اندازه گیری می‌کند"
      ]
    },
    {
      "EnglishWord": "muf",
      "Meanings": [
        "maximum usable frequency",
        "بیشینه بسمد قابل استفاده حد بالایی بسامدهایی که می‌توانند در یک زمان معین برای ارسال رادیویی نقطه به نقطه",
        "ارسال شود که بستگی به انتشار از طریق باز تابش از لایه‌های یونیده یونوسفر دارد. بسامدهای بالاتر را تنها با استفاده از بازتابهای پراکنده و تک تک می‌توان ارسال کرد"
      ]
    },
    {
      "EnglishWord": "muiltiple - speed foating action",
      "Meanings": [
        "کنش شناور چند ساعته سیستم بردی که دو ایستگاه پالس همزمان نزدیک به یکدیگر دارد. نمایانگر هواپیما تنظیمهای اختلاف زمانی از پیش تعیین شده متعددی دارد که با آنها می‌تواند تعدادی از شیارهای تقریبا موازی را شناور کرد"
      ]
    },
    {
      "EnglishWord": "multi",
      "Meanings": [
        "چند گانه"
      ]
    },
    {
      "EnglishWord": "multi cable",
      "Meanings": [
        "کابل چند تایی"
      ]
    },
    {
      "EnglishWord": "multi chip module",
      "Meanings": [
        "مدول چند تراشه ای"
      ]
    },
    {
      "EnglishWord": "multi conductor",
      "Meanings": [
        "هادی‌های چند گانه"
      ]
    },
    {
      "EnglishWord": "multi coupler",
      "Meanings": [
        "چند تزویجگر قطعه ای که گیرنده‌های متعددی را به یک آنتن متصل می‌کند. و امپدانس گیرنده‌ها را به طور مناسب با آنتن تطبیق می‌دهد"
      ]
    },
    {
      "EnglishWord": "multi layer growth",
      "Meanings": [
        "رشد چند لایه ای"
      ]
    },
    {
      "EnglishWord": "multi level signal",
      "Meanings": [
        "سیگنال چند سطحی"
      ]
    },
    {
      "EnglishWord": "multi path fading",
      "Meanings": [
        "محو شدن ناشی از چند مسیرگی"
      ]
    },
    {
      "EnglishWord": "multianode tube",
      "Meanings": [
        "لامپ چند آندی لامپ الکترونی که دو یا چند آند اصلی و یک کاتد دارد. از این واژه بیشتر برای لامپهای کاتد حوضچه ای استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "multiaperture device",
      "Meanings": [
        "قطعه چند دهانه هسته مغناطیسی که دو یا چند شکاف دارد که سیم پیچها از داخل آنها می‌گحذرند در یکی از آرایشها که به عنوان عغنصر تطبیقی با بهره متغیر به کار برده می‌شود شار می‌تواند در اطراف دهانه‌های کوچکم بدون تاثیر بر شار اطراف دهانه اصلی قطع و وصل می‌شود"
      ]
    },
    {
      "EnglishWord": "multiband antenna",
      "Meanings": [
        "آنتن پند باندی آنتنی که یک یا چند باند بسامدی را به خوبی دریافت می‌کند"
      ]
    },
    {
      "EnglishWord": "multicasting",
      "Meanings": [
        "چند بخشی"
      ]
    },
    {
      "EnglishWord": "multicasting channel",
      "Meanings": [
        "کانال چند بخشی"
      ]
    },
    {
      "EnglishWord": "multicellular horn",
      "Meanings": [
        "شیپور چند دهانه قطاعی از آنتن شیپوری که دهانه هایی دارد که در سطح مشترکی قرار گرفته اند این شیپور‌ها از دهانه‌های باز روی سطح موجبر مشترک تغذیه میشوند که به اندازه یک طول موج از یکدیگر فاصله دارند. تا الگوی تابش جهتا دار مطلوب را برای انرژی تابش شده ایجاد کند 2. ترکیبی از بلندگوهای شیپوری مجزا که واحدهای راه انداز مستقل دارند یا به صورت گروههایی به یک واحد راه انداز مشترک وصل می‌شوند. تقسیم کردن شیپور بزرگح به شیپورهای کوچکتر کنترل فشار و فاز امواج آکوستیکی را د دهانه شیپورها آسانتر می‌کند"
      ]
    },
    {
      "EnglishWord": "multichannel multipoint distribution",
      "Meanings": [
        "توزیع چند کاناله چند قطعه ای سیستم توزیع سیگنال بسامد ریز موج مدوله شده امنه بر کوتاه که از برج فر ستنده پای پخش می‌شود که قادر به حمل 33 کانال برای آنتهای شاخه ای پشت بامها است. نتنها ی گیرنده باید در خط دید مستقیم فرستنده باشد. گگ"
      ]
    },
    {
      "EnglishWord": "multichip module",
      "Meanings": [
        "قطعه چند تراشه ای 1. مدارهای مجتمع چند گانه بر روی یک برد مدار چاپی کوچک. ترکیب این مدارهای مجتمع و زیر ساخت در پلاستیک قالب گیری می‌شود. بعضی از محصولات در بسته‌های پلاستیکی مربعی با ابعاد استاندارد در دسترس هستند که پایه هایی برای نصب روی برد مدار چاپی دارند. 2. برد مدار چاپی کوچکی که یک یا چند مدار مجتمع با بسته بندی DIP روی آن نصب شده است و به عنوان برد دختر برای جازدن در برد مادر و افزودن مدار‌های اضافه به آن مانند حافظه به کاربرد می‌شود"
      ]
    },
    {
      "EnglishWord": "multicolorgraphics array",
      "Meanings": [
        "آرایه گرافیکی چند رنگ قطعه نمایشی مانند صفحه نمایش بلور مایع LCD صفحه پلاسما یا لامپ پرتو کاتدی CRT که یک صفحه نمایش گرافیکی چند رنگ را به وجود می‌آورد"
      ]
    },
    {
      "EnglishWord": "multicomputer",
      "Meanings": [
        "چند کامپیوتری"
      ]
    },
    {
      "EnglishWord": "multiconnected network",
      "Meanings": [
        "شبکه چند اتصالی"
      ]
    },
    {
      "EnglishWord": "multicore",
      "Meanings": [
        "چند هسته ای"
      ]
    },
    {
      "EnglishWord": "multicurrent - range diode",
      "Meanings": [
        "دیود چند مقدار جریانی دیودی که ضریب تقریبا ثابتی در محدوده گسترده ای از شرایط کاری دارد. مانند دیود سلیسیمی رونشانی مسطح"
      ]
    },
    {
      "EnglishWord": "multidestination routing",
      "Meanings": [
        "مسیر یابی با مقصدهای چندگانه"
      ]
    },
    {
      "EnglishWord": "multidimensional",
      "Meanings": [
        "چند بعدی"
      ]
    },
    {
      "EnglishWord": "multidrop line",
      "Meanings": [
        "خط چند افقی مدار مخابراتی تکی که بسیاری از ایستگاهها را که هر کدام شامل قطعات پایانه ای هستند به یکدیگر متصل می‌کند"
      ]
    },
    {
      "EnglishWord": "multielectrode tube",
      "Meanings": [
        "لامپ چند الکترودی لامپ الکترونی که شامل بیش از سه الکترود مربوط به یک جریان الکترونی است"
      ]
    },
    {
      "EnglishWord": "multifreqnency transmitter",
      "Meanings": [
        "فرستنده چند بسامدی فرستنده رادیویی که قادر به عمل کردن روی دو یا چند بسامد قا بل انتخاب است و با تنظیمهای از پیش تعیین دشه در هر لحظه روی یک بسامد عمل می‌کند"
      ]
    },
    {
      "EnglishWord": "multifunction array radar",
      "Meanings": [
        "رادار با آرایه چند کاره سیستم راداری که ترکیب از کار جستجو و ردیابی را با یکدیگر انجام می‌دهد. این رادار معمولا شامل یک آنتن آرایه فازی شده با انتقال دهنده‌های فاز RF توان",
        "بالای تحت کنترل پردازشگرهای سییگنال دیجیتال است. اگر یک بسامد میانه بین حالت بهینه جستجو و حالت بهینه ردیابی تعیین شود. پویش سریع باریکه آنتن می‌تواند هر دو کار را انجام دهد"
      ]
    },
    {
      "EnglishWord": "multigrid tube",
      "Meanings": [
        "لامپ چند شبکه ای لامپ الکترونی که بیش از یک شبکه الکترونی دارد"
      ]
    },
    {
      "EnglishWord": "multigun tube",
      "Meanings": [
        "لامپ چند تفنگی لامپ پرتو کاتدی که بیش از یک تفنگ الکترونی دارد"
      ]
    },
    {
      "EnglishWord": "multihole coupler",
      "Meanings": [
        "تزویجگر چند سوراخی تزویجگر جهت داری که دو سطز سوراخ با قطر‌های تدریجی دارد که با یک چهارم طول موج فاصله از یکدیگر روی سطح موجبر تزویجگر قرار دارند. توان در یک جهت در موجبر اولیه جاری می‌شود و از طریق سوراخها و امواج تحریک تنها در یک جهت در موجبر ثانویه تزویج می‌شود. به دلیل فاصله بین سوراخها امواجی که در جهت معکوس حرکت می‌کنند فاز درست ندارند و خنثی می‌شوند"
      ]
    },
    {
      "EnglishWord": "multijunction cell",
      "Meanings": [
        "پیل چند پیوندی پیل فتوولتایی که در آن دو یا چند ماده مختلف روی یکدیگر قرار می‌گیرند تا یک واحد نیمرسانایی را تشکیل دهند"
      ]
    },
    {
      "EnglishWord": "multilayer dielectic reflector",
      "Meanings": [
        "بازتابنده دی الکتریک چند لایه ترتیبی از لایه‌های نازک مواد شفاف با ضخامت و ضریب شکست کنترل شده که در طول موجهای معینی با تداخل سازنده بازتابشهای فرنل از سطوح مشترک دی الکتریک خاصیت بازتابش بالایی پیدا میکند. این بازتابنده‌ها کاواک نوری لیزر را می‌سازند"
      ]
    },
    {
      "EnglishWord": "multilayer printed -circuit bard  multilayer printed -wining board",
      "Meanings": [
        "برد مدار چاپی چند لایه",
        "برد سیم بندی چاپی چند لایه برد مدار چاپی که با روی هم گذاشتن و ساخت مناسب دو یا چند برد مداری با شیارهای مسی و چسباندن آنها به یکدیگر تحت فشار و حرارت ساخته می‌شود محل پایه‌ها در هر برد به طور عمودی و در راستای یکدیگر تنظیم مشوند تا امکان سوراخ کاری در حین فرایند ساخت وجود داشته باشند. این برد امکان تراکم قطعات را در حجم کم بخصوص در مدارهای نطامی و هواپیمایی فراهم می‌کند"
      ]
    },
    {
      "EnglishWord": "multimedia",
      "Meanings": [
        "چند رسانه ای واژه ای برای بسیاری از انواع رسانه‌ها که می‌توانند برای نمایش شنیدن و بعضی برای ارتباط متقابل در کامپیوترهای شخصی ساخته شوند. این رسانه‌ها شامل تصویر گرافیکهای دو بعدو سه بعدی صدا فکس / مودم",
        "تلفن و یدیوفون می‌شوند",
        "چند رسانه ای"
      ]
    },
    {
      "EnglishWord": "multimeter",
      "Meanings": [
        "چند سنجنده",
        "سنجه ای که چند کار اندازه گیری را معمولا با محدوده مقیاسهای متعدد برای هر اندازه گیری انجام می‌دهد 2. ولت",
        "آمپر",
        "میلی اهم سنج",
        "مولتی متر"
      ]
    },
    {
      "EnglishWord": "multimodal",
      "Meanings": [
        "چند مودی"
      ]
    },
    {
      "EnglishWord": "multimode",
      "Meanings": [
        "چند حالتی قابلیت کابل تار نوری خط انتقال یا موجبر در انتشار سیگنالهای در دو یا چند حالت"
      ]
    },
    {
      "EnglishWord": "multimode fiber",
      "Meanings": [
        "فیبر چند حالته"
      ]
    },
    {
      "EnglishWord": "multimode graded fiber",
      "Meanings": [
        "تار چند حالته تدریجی تار نوری که هسته ای با ضریب شکست تدریجی دارد که بیش از یک حالت ارسال را پشتیبانی می‌کند"
      ]
    },
    {
      "EnglishWord": "multimode radar",
      "Meanings": [
        "رادار چند حالته راداری که دو یا چند کار را مانند تصویر سازی همزمان زمین دنبال کردن عوارض زمینی در طول حمله هوایی و شناسایی ردیابی و پیدا کردن برد هدفهای ثابت و متحرک انجام می‌دهد"
      ]
    },
    {
      "EnglishWord": "multimode step - index fiber",
      "Meanings": [
        "تار چند حالته با ضریب شکست پله ای تار نوری که هسته ای با ضریب شکست پله ای دارد و بیش از یک حالت ارسال نوری را پشتیبانی می‌کند"
      ]
    },
    {
      "EnglishWord": "multimode waveguide",
      "Meanings": [
        "موجبر چند حالته موجبری که بیش از یک حالت را به عنوان بسامد کاری خود منتشر می‌کند"
      ]
    },
    {
      "EnglishWord": "multipath cancellation",
      "Meanings": [
        "حذف چند مسیره حذف کامل سیگنالهای رادیوی به دلیل اختلاف فاز و دامنه نسبی مولفه‌های دریافت شده از مسیرهای مختلف"
      ]
    },
    {
      "EnglishWord": "multipath reception",
      "Meanings": [
        "دریافت چند مسیره ردیافتی که در آن سیگنالهای فرستنده از دو یا چند مسیر به آنتن گیرنده می‌رسند یکی به طور مستقیم و بقیه باز تابیده از ساختمانهایا موانع دیگحر یکی از نتایج آن ایجاد سایه در تصویرهای تلویزیونی است"
      ]
    },
    {
      "EnglishWord": "multipathtransmission  multipath",
      "Meanings": [
        "ارسال چند مسیره",
        "چند مسیره پدیده انتشاری که سبی می‌شود تا سیگنالها از دو یا چند مسیر به آنتن گیرنده رادیویی برسند و در اعوجاجی در رادیو و تصاویر سایه ای در تفویزیون به وجود آید. حد اقل یکی از مسیرها شامل بازتابشی از یک جسم است"
      ]
    },
    {
      "EnglishWord": "multiple",
      "Meanings": [
        "چند تایی",
        "چندگانه",
        "مکرر"
      ]
    },
    {
      "EnglishWord": "multiple - accesscommunications satellite",
      "Meanings": [
        "ماهواره مخابراتی با دسترسی چند گانه نوع ازمایشی از ماهواره‌های مخابراتی قرار گرفته در مدار زمین پایین LEO"
      ]
    },
    {
      "EnglishWord": "multiple - address code",
      "Meanings": [
        "رمز با دسترسی چندگانه رمز دستورالعمل کامپیوتری که بیش از یک نشانی یا مکان ذخیره سازی را معین می‌کند. این دستورالعمل می‌تواند مکان عملگرها",
        "مقصد نتایج به دست آمده و مکان دستورالعمل بعدی را نشان دهد"
      ]
    },
    {
      "EnglishWord": "multiple - beam klystron",
      "Meanings": [
        "کلایسترون چند باریکه ای کلایسترونی که تعدادی تفنگ ارکترونی دارد که هر کدام باریکه خود را تولید می‌کنند و با ترتیب شکافهای RT خود واکنش نشان می‌دهند تمام باریکه‌ها در انتها روی یک کلکتور مشترک از بین می‌روند در نتیجه هر بخش از باریکه مانند یک کلایسترون معمولی عمل می‌کند و باریکه‌ها با فاز قفل شده هر کدام در توان خروجی سهم دارند. به طوری که با استفاده از کلایسترونهای جداگانه به راحتی نمی‌توان به چنین توانی دست یافت"
      ]
    },
    {
      "EnglishWord": "multiple - break contacts",
      "Meanings": [
        "اتصالهای چند قطعی اتصالهای منظم شده به گونه ای که با باز شدن آنها مدار به دو یا چند قسمت تقسیم می‌شود"
      ]
    },
    {
      "EnglishWord": "multiple - carrier time - divisionmultiaccess",
      "Meanings": [
        "تقسیم زمانی حامل",
        "چند گانهخ با دسترسی چند گانه سیستم مخابراتی که ازحاملهای TDMA با سرعت",
        "شلیکخ پایین به طور اشتراکی استفاده میکند این سیستم راه حل میانه ای بین TDMA تک حامل با عیب توان قله و FDMA با عیب عدم انعطاف پذیری مدیریت ترافیک است"
      ]
    },
    {
      "EnglishWord": "multiple - unit tube",
      "Meanings": [
        "لامپ چند واحدی لامپ الکترونی که در داخل پوشش دو یا چند گروه الکترودهای مربوط به هم با جریانهای الکترونی مستقل دارد مانند دیودیود",
        "دیوترود",
        "دیود",
        "پنتود",
        "دیودیودتریود. دیودیود",
        "پنتود و تیود"
      ]
    },
    {
      "EnglishWord": "multiple access interference",
      "Meanings": [
        "تداخل دسترسی چندگانه"
      ]
    },
    {
      "EnglishWord": "multiple circuit",
      "Meanings": [
        "مدار چند گانه مداری که در آن دو یا چند مدار مجزا یا مختلف به طور موازی به منبع سیگنال یا توان مشترک متصل می‌شوند"
      ]
    },
    {
      "EnglishWord": "multiple conductor",
      "Meanings": [
        "هادی چند تایی"
      ]
    },
    {
      "EnglishWord": "multiple course",
      "Meanings": [
        "رشته چند گانه یکی از خانواده خطوط موقعیت تعریف شده در سیستم ناوبری که هر کدام از آنها را می‌توان به عنوان یک رشته خط انتخاب کرد"
      ]
    },
    {
      "EnglishWord": "multiple electron- beam lithography",
      "Meanings": [
        "لیتوگرافی باریکه الکترونی چند گانه شکل پیشرفته ای از لیتوگرافی باریکه الکترونی که در آن یک باریکه الکترونی به صدها باریکه تقسیم می‌شود. به طوری که سیستم می‌تواند به طور همزمان عمل زدودن مدار بندی تمام مدارهای مجتمع روی یک پولک را انجام دهد. باریکه تک وقتی که به یک صفحه فلزی با سوراخهای زیاد می‌رسد. تقسیم می‌شود. و هر سوراخ مانند یک عدسی جداگانه برای جهت دادن جریان الکترونی به سوی پولک زیر آن عمل می‌کند"
      ]
    },
    {
      "EnglishWord": "multiple layer",
      "Meanings": [
        "چند لایه ای"
      ]
    },
    {
      "EnglishWord": "multiple modulation",
      "Meanings": [
        "مدوله کردن چند گحانه مدوله کردنی که در آن موج مدوله شده از یک فر ایند به موج مدوله کننده برای فرایند بعدی تبدیل می‌شود. در نتیجه در یک سیستم مدوله کردن پالس",
        "موقعیت مدوله شده دامنه یک یا چند سیگنال موقعیت زیر حاملهای پالسی مربوط به خود را مدوله می‌کنند که با فاصله زمانی از یکدیگر قرار دارند و برای مدوله کردن دامنه حامل به کار می‌روند"
      ]
    },
    {
      "EnglishWord": "multiple plug",
      "Meanings": [
        "قطعه ای که داخل پریز دیواری قرار می‌گیرد تا برای چند خروجی استفاده شود"
      ]
    },
    {
      "EnglishWord": "multiple scattering",
      "Meanings": [
        "پراکندگی چند گانه پراکندگی که در آن جابجایی نهایی برابر با جمع برداری تعداد زیادی جابجایی کوچک است. پراکندگی چندگانه بیشتر از پراکندگی تک یا مجموع است"
      ]
    },
    {
      "EnglishWord": "multiple sound track",
      "Meanings": [
        "شیار صدا چند گانه گروهی از شیارهای صدای چاپ شده در مجاورت یکدیگحر روی پایه مشترک که مشخصات مستقل اما رابطه زمانی مشترکی دارند مانند ضبط صدای استریوفونیک"
      ]
    },
    {
      "EnglishWord": "multiple -trip echo  second -trip echo",
      "Meanings": [
        "پژواک چند برگشتی",
        "پژواک دومین برگشت پژواک بازگشته از هدف با فاصله ای که زمان لازم برای رسیدن پالس رادار تا هدفل و برگشت آن به گیرنده طولانی‌تر از فاصله زمانی بین دو پالس متوالی است. این پژواکها در بردهای غلط آشکار می‌شوند زیار با تغییر سرعت تکرار پالس تغییر می‌کنند. وقتی که پژواک بین پالسهای دوم و سوم می‌رسد"
      ]
    },
    {
      "EnglishWord": "multiple tube counts",
      "Meanings": [
        "شمارش لامپ چند تایی شمارش غیر واقعی که در نتیجه شمارش قبلی در لامپ شمارنده تابش القا می‌شوند"
      ]
    },
    {
      "EnglishWord": "multiple -tuned antenna",
      "Meanings": [
        "آنتن چند تنظیمی آتنن الکترونی پایینی که یک بخش افقی متصل شده به چند ین بخش تنظیم شده عمودی دارد"
      ]
    },
    {
      "EnglishWord": "multiplex",
      "Meanings": [
        "تسهیم 1. ارسال همزمان دو یا چند سیگنال روی سیم پالس یا کانال. مخابرات به راهگزینی سیگحنالها با ترتیب زمانی معینی گفته می‌شود که در آن تعداد زیادی دریافت کننده متفاوت رای کاهش میزان سیم کشی از یک سیم یا باس مشترک استفاده می‌کننند مخابرات 2. در صفحه‌ها نمایش LEDو LSD به استسفاده اشتراکی زمانی از یک باس مشترک گفته می‌شود. که امکان عملکرد چند گانه بخشها یا نقاط صفحه نمایش را با حد اقل سیم بندی سرعت کافی برای چشمک نزدن صفحه نمایش فراهم می‌کند",
        "ادغام",
        "مالتی پلکس"
      ]
    },
    {
      "EnglishWord": "multiplex channel",
      "Meanings": [
        "کانال تسهیم کانال خاملی که به طور همزمان در دو یا چند جهت مشابه یا متقابل عمل می‌کند"
      ]
    },
    {
      "EnglishWord": "multiplex radio transmission",
      "Meanings": [
        "ارسال رادیویی تسهیمی ارسال همزمان دو یا چند سیگنال رادیویی با استفاده ازموج حامل مشترک"
      ]
    },
    {
      "EnglishWord": "multiplexer",
      "Meanings": [
        "تسهیم گر مداری در سیستم ارسال سیگنال که کانال را با تقسیم باند بسامدبه باندهای باریکتر تسهیم تقسیم بسامدی FDM یا اخصاص دادن یک کانال مشترک در هر زمان به یکی از فرستنده‌های متعدد تسهیم تقسیم زمانی TDM به دو یا چند زیر کانال تقسیم می‌کند"
      ]
    },
    {
      "EnglishWord": "multiplexing",
      "Meanings": [
        "تسهیم کردن پردازش ارسال بیش از یک سیگنال بر روی سیم یا کابل که بر دو نوع است. پردازش سریال و پردازش موازی پردازش موازی از پهنای باند بسامدی به طور اشتراکی استفاده می‌کند به طوری که برای هر یک از ورودیهای چندگانه بخشی از پهنای باند اختصاص داده می‌شود پردازش سریال بر اساس اشتراک زماینسیگنالهای چند گانه عمل می‌کند در پردازش سریل سرعت سیگنال آنقدر زیاد است که امکان تسهیم کردن چهار سیگنال رمز گذاری شده مختلف از طریق راه انداز رمز گذار سیگنال وجود دارد که آنها رابر وی چهار صفحه نمایش بدون چشمک زن نشان می‌دهد",
        "ادغام کردن"
      ]
    },
    {
      "EnglishWord": "multiplication",
      "Meanings": [
        "ضرب افزایش جریان عبوری از نیمرسانا در اثر افزایش فعالیت حاملها",
        "چند برابر سازی"
      ]
    },
    {
      "EnglishWord": "multiplication point",
      "Meanings": [
        "نقطه ضرب شدن نقطه مخلوط شدن در سیستم کنترل پسخورد دار که خروجی آن از ضرب ورودیهای آن به دست می‌آید"
      ]
    },
    {
      "EnglishWord": "multiplier",
      "Meanings": [
        "ضرب کننده 1. مدار آنالوگی که خروجی آن ضرب حسابی دو سیگنال ورودی آن است. بعضی از ضرب کننده‌های مدار مجتمع می‌تواند علاوه بر ضرب در هر چهار ربع تقسیم به توان 2رساند و محاسبه ریشه دوم را نیز انجام دهند. بعضی از ضرب کننده‌های دیجیتال در پردازش سیگنال دیجیتال DSP نیز اهمیت دارند. دو نوع ضرب کننده آنالوگ و دیجیتال وجود دارد. 2. مقاومت سری با یک سنجه برای خواندن ولتاژ در محدوده تعریف شده آرایه ای از ضرب کننده‌ها با مقادیر مختلف امکان اندازه گیری محدودهی گسترده ای از ولتاژها را فراهم می‌کند",
        "ضرب کننده"
      ]
    },
    {
      "EnglishWord": "multiplier  accumulator",
      "Meanings": [
        "انباره ضرب کننده مدار اختصاص یافته به ضرب کردن و جمع اعداد واحد‌های خیلی سریع معمولا قادر به ضرب دو عدد و جمع حاصلضرب قبلی با نتیجه آن در زمان تناوب یک پالس ساعت است"
      ]
    },
    {
      "EnglishWord": "multiply",
      "Meanings": [
        "ضرب"
      ]
    },
    {
      "EnglishWord": "multiplying factor",
      "Meanings": [
        "عامل ضرب عددی که عدد خوانده شده با سنجه معین باید در آن ضرب شود تا مقدار حقیقی به دست آید"
      ]
    },
    {
      "EnglishWord": "multipoint line",
      "Meanings": [
        "خط چند نقطه ای خط یا مدار مخابراتی که ایستگاههای متعددی را به یکدیگر متصل می‌کند و به طور معمول از روش فراخوانی برای نشانی دهی هر کدام از پایانه‌های متصل استفاده می‌کند"
      ]
    },
    {
      "EnglishWord": "multipolar",
      "Meanings": [
        "چند قطبی ویژگی دارا بودن بیش از یک زوج قطب مغناطیسی"
      ]
    },
    {
      "EnglishWord": "multipole",
      "Meanings": [
        "چند قطبی"
      ]
    },
    {
      "EnglishWord": "multipole moment",
      "Meanings": [
        "گشتاور چند قطبی اندازه ای از بار",
        "جریان و توزیع مغناطیسی سیستمی از ذرات"
      ]
    },
    {
      "EnglishWord": "multiport",
      "Meanings": [
        "چند دریچه ای"
      ]
    },
    {
      "EnglishWord": "multiport network",
      "Meanings": [
        "شبکه چند درگاهی شبکه دارای بیش از یک درگاه"
      ]
    },
    {
      "EnglishWord": "multipositon action",
      "Meanings": [
        "حرکت چند وضعی عملکرد کنترل خوکاری که در آن عنصر کنترل نهایی به یکی از سه یا چند موقعیت از پیش تعیین شده حرکت می‌کند که هر موقعیت متناظر با مقدار معین محدوده ای از مقادیر متغیر کنترل شده است"
      ]
    },
    {
      "EnglishWord": "multiprocessing",
      "Meanings": [
        "پردازش چند گانه محاسبه همزمان یا با فاصله دو یا چند برنامه با یک کامپیوتر"
      ]
    },
    {
      "EnglishWord": "multiprogramming",
      "Meanings": [
        "برنامه نویسی چند گانه برنامه نویسی که امکان انجام دو یا چند عملیات حسابی یا منطقی را با یک کامپیوتر به طور همزمان یا بر اساس اشتراک زمانی فراهم می‌کند"
      ]
    },
    {
      "EnglishWord": "multiprotocol router",
      "Meanings": [
        "مسیر یاب چند پروتکلی"
      ]
    },
    {
      "EnglishWord": "multipurpose",
      "Meanings": [
        "چند منظوره"
      ]
    },
    {
      "EnglishWord": "multiquantum- well structure",
      "Meanings": [
        "ساختار چاه",
        "چند کوانتومی قطعه ساخته شده به صورت پشته ای از لایه‌های چاه کوانتومی که هرکدام از کوانتومهای آن به طور مکانیکی الکترونها و حفره‌ها را به نام دام می‌اندازد این ساختار چندلایه معمولا از لایه‌های بسیار نازک کمتر از 20 گالیم آرسنید GaAS و آلومینیم گالیم آرسنید AIGaAs متوالی تشکیل می‌شود ساختارهای MQW در لیزرهای حالت جامد و FET‌های پیوند. ناهمگون مانند HEMT, SDHT, TEGFET, MODFET به کار برده می‌شود"
      ]
    },
    {
      "EnglishWord": "multirange",
      "Meanings": [
        "چند محدوده ای"
      ]
    },
    {
      "EnglishWord": "multirange test meter",
      "Meanings": [
        "سنجه آزمون چند محدوده ای"
      ]
    },
    {
      "EnglishWord": "multisection",
      "Meanings": [
        "چند بخشی"
      ]
    },
    {
      "EnglishWord": "multisegment magnetron",
      "Meanings": [
        "مکنترون چند قسمتی مگنترونی که آند آن با شیارهایی موازی محو آن به بیش از دو قسمت تقسیم شده باشد"
      ]
    },
    {
      "EnglishWord": "multistage",
      "Meanings": [
        "چند طبقه"
      ]
    },
    {
      "EnglishWord": "multistage amplifier",
      "Meanings": [
        "تقویت کننده چند طبقه"
      ]
    },
    {
      "EnglishWord": "multistage multiplier",
      "Meanings": [
        "ضرب کننده چند طبقه"
      ]
    },
    {
      "EnglishWord": "multistation access unit",
      "Meanings": [
        "واحد دسترسی چند ایستگاهی رسانای سیمی در شبکه‌های محلی LAN حلقه",
        "توکن",
        "که تا هشت ایستگاه به آن متصل می‌شود"
      ]
    },
    {
      "EnglishWord": "multistep",
      "Meanings": [
        "چند پله ای"
      ]
    },
    {
      "EnglishWord": "multithreaded processor",
      "Meanings": [
        "پرادشگر چند قسمتی پردازشگر کامپیوتری که به تعداد زیادی پرداشگر مجازی تقسیم می‌شود. که هر کدام می‌توانند وظایفی را به طور همزمان با درخواست داده‌های جدید در حین انتظار برای دریافت داده‌ها قبلی انجام دهند. بعد از درخواست داده‌های لازم برای تکمیل آن وظیفه اول خود را کنار میگذارد و مشغول انجام وظیفه دوم میشود و دومین درخوات داده را ارسال می‌کند. این پردازش تاوقتی که تمام داده‌های درخواست شده دریاففت شوند ادامه می‌یابد سپس پردازشگحر به وظیفه قبلی خود بر می‌گرددو از اطلاعات استفاده می‌کند"
      ]
    },
    {
      "EnglishWord": "multitone",
      "Meanings": [
        "چند نوایی"
      ]
    },
    {
      "EnglishWord": "multitone modulation",
      "Meanings": [
        "مدوله سازی چند نوایی"
      ]
    },
    {
      "EnglishWord": "multitrace oscilloscope",
      "Meanings": [
        "اسیلوسکوپ چند کاناله اسیلوسکوپی که یک لامپ پرتوکاتدی تک باریکه ای دارد که دو یا چند سیگنال ورودی به صورت اشتراک زمانی از آن استفاده می‌کنند"
      ]
    },
    {
      "EnglishWord": "multitrack recording system",
      "Meanings": [
        "سیستم ضبط چند شیاری سیستم ضبطی که دو یا چند مسیر ضبط را روی یک محیط ایجاد می‌کند که حامل اطلاعات ضبط مرتبط با غیر مرتبطی با رابطه زمانی مشترک هستند"
      ]
    },
    {
      "EnglishWord": "multiturn coil",
      "Meanings": [
        "سیم پیچ چند حلقه ای"
      ]
    },
    {
      "EnglishWord": "multiturn potentiometer",
      "Meanings": [
        "پتانسیومتر چند دور پتانسیومتر دقیقی با پیچک سیمی که عنصر مقاومتی آن به شکل مارپیچی معمولا از 2 تا 10 دور ساخته می‌شود محور تحریک باید به تعداد دور معینی گردانده شود تا تمام محدوده مقاومتی را پوشش دهد بازوی تماس بر روی محور می‌لغزد و نقطه تماس آن در طول مارپیچ حرکت می‌کند"
      ]
    },
    {
      "EnglishWord": "multivibrator  eccles - jordan circuit",
      "Meanings": [
        "چند ارتعاشگر",
        "مدارالکس",
        "جردن مدار نوسان ساز relaxation که دارای دو ترانزیستور یا عناصر فعال تزویج شده دیگری است که وقتی یکی از آنها در حالت قطع است دیگری در حالت هدایت قرار می‌گیرد. چند ارتعاشگر تاپایابه طور آزاد نوسان می‌کند. بسامد حالت گذاری خود به خود بین دو وضعیت با ثابت زمانی عناصر تزویج شده و بعضی مواقع با یک ولتاژ خارجی تعیین می‌شود. ارتعاشگر تک پایا به سیگنال تحریکی برای هدایت مدار به وضعیت نا پایدار نیاز دارد و ثابت زمانی مدار زمان برگشت آن را به وضعیت پایدار تعیین می‌کند. سومین نوع اصلی چند ارتعاشگر فلیپ فلاپ یا دوپایا است که برای هر تغییر وضعیت به یک سیگنال تحریک خارجی نیاز دارد"
      ]
    },
    {
      "EnglishWord": "multiwire",
      "Meanings": [
        "چند سیمه"
      ]
    },
    {
      "EnglishWord": "multiwire line",
      "Meanings": [
        "خط چند سیمه"
      ]
    },
    {
      "EnglishWord": "multiwire system",
      "Meanings": [
        "سیستم چند سیمه"
      ]
    },
    {
      "EnglishWord": "multvalued",
      "Meanings": [
        "چند ارزشی",
        "چند مقداری"
      ]
    },
    {
      "EnglishWord": "munsell value",
      "Meanings": [
        "مقدار مانسل معادله ابعادی در سیستم مانسل تعریف شی",
        "رنگ که قابلیت گسیل کردن روشنایی با بازتابانندگی ظاهری شی را در مقیاسی که دارای گامهای تقریبا برابر در شرایط دید معمولی است. تعیین می‌کند"
      ]
    },
    {
      "EnglishWord": "murray loop test",
      "Meanings": [
        "آزمون حلقه موری روش تعیین محل آشکال در کابل با جانشین کردن دو بازوی پل و تسون به جای حلقه ای از کابل تحت آزمایش و یک کابل سالم متصل به سردور‌تر کابل معیوب"
      ]
    },
    {
      "EnglishWord": "musa  multiple - unit steerable antenna",
      "Meanings": [
        "موزا آنتن steerable چند واحدی آنتن گیرنده هدایت شونده الکتریکی که الگوی جهت دار آن را می‌توان با تغییر فازهای قسمتهای از واحدهای مستقل تغییر داد این واحد ه معمولا انتهای لوزی شکل ثابت هستند"
      ]
    },
    {
      "EnglishWord": "music power",
      "Meanings": [
        "توان موسیقی نرخ قابلیت خروجی تقویت کننده صوتی برای وفاداری بالا که عواملی مانند پاسخ گذرا",
        "رگولاسیون منبع تغذیه و قابلیت توان RMS را در نظر می‌گیرد. تغییرات توان موسیقیابی می‌تواند تا 0/20 بالاتر از تغییرات توان RMS تقویت کننده باشد. از انجا که موسسه وفاداری بالا IHF INSTITUTED OF HIGH FIDELTY این روش اندازه گیری را استاندارد کرده است. آن را توان IMF نیز می‌نامند"
      ]
    },
    {
      "EnglishWord": "musical echo",
      "Meanings": [
        "پژ واک موسیقیایی پژواک لرزانی که متناوب است و لرزشی با بسامد صوتی دارد"
      ]
    },
    {
      "EnglishWord": "musical instrument digital interface",
      "Meanings": [
        "ایجاد صدا با برنامه ریزی دیجیتالی مدار مجتمع ترکیب کننده موسیقی که سیگنالهای آنالوگی تولید می‌کند که از طریق بلند گو تقویت و پخش می‌شوند نوع پیشرفته‌تر آن MIDI جدول موج است که به حقیقی بودن صدای MIDI کمک می‌کند"
      ]
    },
    {
      "EnglishWord": "mute",
      "Meanings": [
        "بی صدا"
      ]
    },
    {
      "EnglishWord": "muting",
      "Meanings": [
        "قطع صدا قطع یا کاهش حجم صدا"
      ]
    },
    {
      "EnglishWord": "mutual",
      "Meanings": [
        "متقابل"
      ]
    },
    {
      "EnglishWord": "mutual capacitance",
      "Meanings": [
        "ظرفیت متقابل"
      ]
    },
    {
      "EnglishWord": "mutual coupling",
      "Meanings": [
        "تزویج متقابل"
      ]
    },
    {
      "EnglishWord": "mutual inductace",
      "Meanings": [
        "اندوکتانس متقابل اندازه ای از مقدار خودالقایی تزویج شده موجود بین دوپیچک. این مقدار با نشتی شار ایجاد شده در پیچک در اثر جریان پیچک دیگر رابطه دارد آن را مانند خاصیت خودالقایی بر حسب هانری میلی هانری و میکروهانری اندازه می‌گیرند"
      ]
    },
    {
      "EnglishWord": "mutual inductance",
      "Meanings": [
        "اندوکتانس متقابل"
      ]
    },
    {
      "EnglishWord": "mutual induction",
      "Meanings": [
        "القای متقابل"
      ]
    },
    {
      "EnglishWord": "mutual interference",
      "Meanings": [
        "تداخل متقابل تداخلی که دو یا چند قطعه از دستگاه زا به دلیل تاثیر‌های متقابلی که در اثر عواملی مانند هارمونیکها و سایر امواج مزاحم تابیده از فر ستنده‌ها و پاسخها و تصاویر spurious گیرنده‌ها به وجود می‌آیند",
        "تحت تاثیر قرار می‌دهد"
      ]
    },
    {
      "EnglishWord": "mutual transconductance",
      "Meanings": [
        "هدایت انتقالی متقابل"
      ]
    },
    {
      "EnglishWord": "mutually",
      "Meanings": [
        "به طور متقابل"
      ]
    },
    {
      "EnglishWord": "mutually exclusive",
      "Meanings": [
        "دو به دو انحصاری"
      ]
    },
    {
      "EnglishWord": "mux",
      "Meanings": [
        "multiplexer",
        "تسهیم گر مداری در سیستم ارسال سیگنال که کانال را با تقسیم باند بسامدبه باندهای باریکتر تسهیم تقسیم بسامدی FDM یا اخصاص دادن یک کانال مشترک در هر زمان به یکی از فرستنده‌های متعدد تسهیم تقسیم زمانی TDM به دو یا چند زیر کانال تقسیم می‌کند"
      ]
    },
    {
      "EnglishWord": "mv",
      "Meanings": [
        "megavolt",
        "مگاولت یک میلیون ولت"
      ]
    },
    {
      "EnglishWord": "mva",
      "Meanings": [
        "megavoltampere",
        "مگاولت آمپر یک میلیون ولت آمپر"
      ]
    },
    {
      "EnglishWord": "mw",
      "Meanings": [
        "megawatt",
        "مگاوات یک میلیون وات"
      ]
    },
    {
      "EnglishWord": "mwh",
      "Meanings": [
        "megawatthour",
        "مگاوات ساعت یک میلیون وات ساعت"
      ]
    },
    {
      "EnglishWord": "mx",
      "Meanings": [
        "maxwell",
        "ماکسول واحد CGS شار مغناطیسی که برابر با G/CM2 یا یک خط نیروی مغناطیسی است. اکنون واحد SI آن",
        "ویر",
        "ترجیح داده می‌شود"
      ]
    },
    {
      "EnglishWord": "mylar",
      "Meanings": [
        "مایلار نام تجاری دو یونت برای پلی استر یا پلاستیک پلی استیلن ترفنالیت که از آن به طور نگسترده ای به عنوان پوسه دی الکتریک در خازنها و ماده اولیه نوار مغناطیس استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "mylar capacitor",
      "Meanings": [
        "خازن مایلار فاز پلی استری نوع پوسه ای"
      ]
    },
    {
      "EnglishWord": "myriametric wave",
      "Meanings": [
        "موج ده هزار متری موج رادیویی با حدود طول موج بین 10 و 100 کیلومتر متناظر با محدوده بسامدهای خیلی کم VHF از 3 تا 30 کیلو هرتز FCC تمام بسامد‌های کمترازط 30 را به عنوان VLF تعریف کرده است"
      ]
    }
  ]
}