{
  "Group": "O",
  "Entries": 394,
  "Words": [
    {
      "EnglishWord": "o",
      "Meanings": [
        "oxygen",
        "اکسیژه عنصر گازی بی رنگ",
        "بی بو و بی مزه با عد اتمی 8 و وزن اتمی 15/99. اکسیژن فراوان‌ترین عنصر در زمن و دومین گاز آزاد در جو زمین درکنار نیتروژن است که حدود 21 در صد از حجم اتمسفر راتشکیل می‌دهد. اکسیژن عنصر بسیار فعالی است و تقریبا با تمام عناصر ترکیب می‌شود. این عنصر برای تمام فرایند‌های حیاتی و برای سوختن ضروری است. اکسیدهای آلومینیم. تانتالیم و سیلیسیم در الکترونیک مواد مهمی هستند"
      ]
    },
    {
      "EnglishWord": "o guide",
      "Meanings": [
        "هادی O خط انتقال موج سطحی که از یک ساختار استوانه ای تو خالی ساخته شده از یک ورقه دی الکتریک نازک تشکیل می‌شود"
      ]
    },
    {
      "EnglishWord": "o network",
      "Meanings": [
        "شبکه O شبکه ای که از چهار شاخه امپدانسی متصل به طور سری",
        "برای ساختن یک مدار بسته",
        "تشکیل می‌شود. دو نقطه مجاور به عنوان پایه‌های ورودی و دو نقطه پیوند دیگر به عنوان پایه‌های خروجی عمل می‌کنند"
      ]
    },
    {
      "EnglishWord": "oao",
      "Meanings": [
        "orbiting astronomical observatory",
        "رصدخانه نجومی گردان ماهواره پرتاب شده به مدار دور زمین برای اندازه گیریهای نجومی نوعی از آن به ابزارهایی برای به دست آوردن داده‌های جذب فرابنفش ابرهای گازی بین کهکشانی",
        "برای نقشه برداری از آسمان در ناحیه فرابنفش",
        "مجهز است"
      ]
    },
    {
      "EnglishWord": "obfect-oriented programming",
      "Meanings": [
        "برنامه نویسی شی گرا در علم کامپیوتر",
        "روش برنامه نویسی که در آن داده‌ها نشان دهنده اشیا یا عناصری از سیستم و رمز تعریف کننده عملیات مجاز روی داده‌های شی همراه بایکدیگر هستند این روش برنامه نویسی امکان استفاده از مفاهیم به کار رفته در حل مسیله یا انتقال عملکرد از تابعی به تابع دیگر را فراهم می‌کند"
      ]
    },
    {
      "EnglishWord": "object",
      "Meanings": [
        "شیی",
        "موضوع",
        "هدف",
        "مقصد"
      ]
    },
    {
      "EnglishWord": "object code",
      "Meanings": [
        "برنامه هدف دستورالعمهایی به زبان ماشین که در واقع با سیستم کامپیوتری اجرا می‌شوند. مترجم کامپایلر برنامه هدف را از برنامه کاربردی نوشته شده به زبان سطح بالاتر می‌سازد. همه برنامه‌ها قبل از اجرا شدن به وسیله پردازشگر",
        "به شکل برنامه هدف خلاصه می‌شوند"
      ]
    },
    {
      "EnglishWord": "object oriented language",
      "Meanings": [
        "زبان شیی گرا"
      ]
    },
    {
      "EnglishWord": "objective lens",
      "Meanings": [
        "عدسی شییی اولین عدسی در سیستم نوری یا الکترونیکی که پرتوها از آن می‌گذرند"
      ]
    },
    {
      "EnglishWord": "oblique - incidence tansmission",
      "Meanings": [
        "ارسال برخورد مایل ارسال موج رادیویی با زاویه ای نسبت به یونوسفر و برگشت آن به زمین",
        "مانند مخابرات رادیویی راه دور"
      ]
    },
    {
      "EnglishWord": "oblique incidence",
      "Meanings": [
        "برخورد مایل"
      ]
    },
    {
      "EnglishWord": "obscure",
      "Meanings": [
        "تاریک",
        "مبهم"
      ]
    },
    {
      "EnglishWord": "obscurity",
      "Meanings": [
        "تاریکی",
        "ابهام"
      ]
    },
    {
      "EnglishWord": "observable",
      "Meanings": [
        "رویت پذیر"
      ]
    },
    {
      "EnglishWord": "observation",
      "Meanings": [
        "رویت",
        "مشاهده"
      ]
    },
    {
      "EnglishWord": "obsevability",
      "Meanings": [
        "رویت پذیری"
      ]
    },
    {
      "EnglishWord": "obstacle",
      "Meanings": [
        "مانع"
      ]
    },
    {
      "EnglishWord": "obstacle gain",
      "Meanings": [
        "بهره مانع نافزایش دادن شدت سیگنال دریافت شده از مسیر مخابراتی رادیویی طولانی که مانع کوهستانی یا منطقه ای از تپه‌ها در میان راه بین آنتنهای گیرنده و فرستنده وجود دارد. این بهره مانع مقداری از تلفات مسیر عادی مورد انتظار را خنثی می‌کند"
      ]
    },
    {
      "EnglishWord": "occluded gas",
      "Meanings": [
        "گاز جذب شده گاز جذب شده در ماده مانند گاز جذب شده در الکترودها",
        "نگهدارنده‌ها ف پایه‌ها و نصب لامپ خلا"
      ]
    },
    {
      "EnglishWord": "occultation",
      "Meanings": [
        "پوشیدگی تداخل در دریافت سیگنالی از سفینه فضایی به زمین در اثر سد شدن آن توسط سیاره",
        "حلقه‌های آن یا اتمسفر"
      ]
    },
    {
      "EnglishWord": "ocr",
      "Meanings": [
        "optical character reader; photoelectric character reader",
        "نویسه خوان نوری",
        "نویسه خوان فتوالکتریک نویسه خوان نوری که نویسه‌های دست نویس یا چاپ شده را با استفاده از نوعی سیستم فتوالکتریک جارو میکند و ترکیبهای سطوح تیره و روشن را با داده‌های ذخیره شده مربوط به هر نویسه",
        "در کامپیوتر یا واحد تشخیص دهنده دیگر مقایسه می‌کند تا تطبیق میان آنها را پیدا کند. سپس رمز متناظر قابل خواندن برای ماشین برای شناسایی به کامپیوتر یا دستگاه پردازش داده دیگری داده می‌شود",
        "optical character recognition",
        "شناسایی نویسه نوری شناسایی خودکار نویسه‌های چاپ شده با روشهای نوری که معمولا با استفاده از یک باریکه نور جارو کنند و یک قطعه حساس به نور انجام می‌شود"
      ]
    },
    {
      "EnglishWord": "octal",
      "Meanings": [
        "هشت هشتی عدد مبنای 8 که نشان دهنده مبنای سیستمی بر اساس اعداد 0 تا 7 است. از آن برای ایجاد برنامه‌های رمز ماشین استفاده می‌شود. و در نمایش الگوی بیت کاربرد دارد",
        "هشت هشتی",
        "اعداد مبنای هشت"
      ]
    },
    {
      "EnglishWord": "octal base",
      "Meanings": [
        "پایه هشت تایی پایه لامپ الکترونی که نشانه تنظیم مرکزی و محلهایی برای قرار گرفتن 8 پایه با فاصله‌های مساوی دارد. پایه هایی که در هر لامپ خاص لازم نیستند خذف می‌شوند بدون آن که پایه‌های باقیمانده تغییر کنند"
      ]
    },
    {
      "EnglishWord": "octal notation",
      "Meanings": [
        "ممیز گذاری هشت هشتی مبنای ممیز گذاری در مقیاس هشت در این مبنای عدد 235 یعنی 5 تا 1 به علاوه 3 تا 8 به علاوه 2 تا مربع 8 که برابر با 157 در ممیز گذاری دهدهی است"
      ]
    },
    {
      "EnglishWord": "octal socket",
      "Meanings": [
        "سوکت هشتی سوکت لامپ هشت پایه"
      ]
    },
    {
      "EnglishWord": "octal tube",
      "Meanings": [
        "لامپ هشتی لامپ الکترونی با پایه هشت تایی"
      ]
    },
    {
      "EnglishWord": "octave",
      "Meanings": [
        "اکتاو فاصله بین هر دو بسامدی که نسبت 2 به 1 دارد. بنابر این یک اکتاو بالاتر رفتن به معنای دو برابر کردن بسامد است. یک اکتاو پایین‌تر رفتن به معنای تغییر بسامد به نصف مقدار اولیه است",
        "اکتاو",
        "هشته"
      ]
    },
    {
      "EnglishWord": "octave - band oscillator",
      "Meanings": [
        "نوسانساز باند",
        "اکتاو نوسانسازی که می‌تواند در محدوده بسامدی 2 به 1 تنظیم شود به طوری که بالاترین بسامد آن دو برابر پایین‌ترین بسامد آن باشد"
      ]
    },
    {
      "EnglishWord": "octave - band pressure level",
      "Meanings": [
        "سطح فشار باند",
        "اکتاو سطح فشار باند به ازای بسامدی که متناظر با یک اکتاو معین از صدا است. مکان سطح فشار باند",
        "اکتاو روی مقیاس بسامدی معمولا به صورت میانگین هندسی بسامدهای بالا و پایین اکتاو تعریف می‌شود"
      ]
    },
    {
      "EnglishWord": "octave -band noise analyzer",
      "Meanings": [
        "تحلیلگر نویز باند",
        "اکتاوی تحلیلگر دارای فیلتری که امکان اندازه گیری سطوح صدا را در باندهای یک اکتاوی متفاوت که بسامدهای مرکزی ترجیحی آنها ANSI است فراهم می‌کند مهمترین باند‌های اکتاو برای ارزیابی سطوح تداخل صحبت عبارت اند از 0/6 تا 1/2 تا 2/4 تا 4/8 کیلو هرتز"
      ]
    },
    {
      "EnglishWord": "octave filter",
      "Meanings": [
        "فیلتراکتاو فیلتر میانگذری که بسامد قطع بالاتر آن دو برابر بسامد قطع پایین‌تر آن است"
      ]
    },
    {
      "EnglishWord": "octet",
      "Meanings": [
        "هشت بخشی بایت 8 بیتی"
      ]
    },
    {
      "EnglishWord": "odd harmonic",
      "Meanings": [
        "هماهنگ فرد هماهنگی که مضرب فرد بسامد اصلی است"
      ]
    },
    {
      "EnglishWord": "odd- odd nuclei",
      "Meanings": [
        "هسته فرد",
        "فرد هسته ای که تعداد پروتونها و نوترونهای آن فرد است"
      ]
    },
    {
      "EnglishWord": "odd-even check",
      "Meanings": [
        "آزمون زوج",
        "فرد آزمون ترکیب",
        "ممنوع که در آن یک رقم اضافی در هر لغت قرار داده می‌شود تا نشان دهد آیا تعداد کل 1ها در لغت فرد است یا زوج"
      ]
    },
    {
      "EnglishWord": "odd-even nuclie",
      "Meanings": [
        "هسته‌های فرد",
        "زوج هسته هایی که تعداد پروتونهای آنها فرد و تعداد نروترونهای آنها زوج است"
      ]
    },
    {
      "EnglishWord": "oe",
      "Meanings": [
        "Oersted",
        "اورستد واحد شدت میدان مغناطیسی",
        "H در سیستم CGS تا 1930 که گاوس جانشین آن شد. امروزه به جای هر دو واژه از آپر بر متر مربع به عنوان واحد SI استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "oem",
      "Meanings": [
        "original equipment manufacturer",
        "سازنده تجهیزات اصلی سازنده ای که تجهیزاتی را به شکل نهایی تولید میکند",
        "سازنده به طور معمول قطعات و زیر مجموعه هایی را سرهم می‌کند که از مابع دیگر به دست آمده اند"
      ]
    },
    {
      "EnglishWord": "oersted",
      "Meanings": [
        "اورستد واحد شدت میدان مغناطیسی",
        "H در سیستم CGS تا 1930 که گاوس جانشین آن شد. امروزه به جای هر دو واژه از آپر بر متر مربع به عنوان واحد SI استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "off",
      "Meanings": [
        "خاموش واژه ای که در برابر روشن نشان دهنده وضعیت غیر فعال قطعه یا یکی از دو شرط ممکن مدار است",
        "قطع",
        "خاموشی"
      ]
    },
    {
      "EnglishWord": "off- center ppl display",
      "Meanings": [
        "صفحه نمایش نامرکز صفحه نمایش نشانگر موقعیت هواپیما که در آن موقعیت صفر محور زمان در مرکز صفحه نمایش نیست. آرایش نامرکزی امکان بزرگنمایی صفحه نمایش را برای بخش انتخاب شده ای از سطح نمایش رادار",
        "فراهم می‌کند"
      ]
    },
    {
      "EnglishWord": "off delay timer",
      "Meanings": [
        "زمان سنج بدون تاخیر"
      ]
    },
    {
      "EnglishWord": "off- hook",
      "Meanings": [
        "گوشی برداشته شرایطی که در هنگام برداشتن گوشی تلفن از روی دستگاه ایجاد می‌شود و در نتیجه تلفن به مرکز تلفن وصل می‌شود",
        "حلقه جریان برقرار می‌شود. مرکز تلفن جریان DC را به عنوان نشانه ای از عدم آماده بودن دستگاه برای زنگ زدن",
        "آشکار می‌کند"
      ]
    },
    {
      "EnglishWord": "off- line",
      "Meanings": [
        "ناپیوسته عبارتی برای تجهیزات جانبی یا قطعاتی که در ارتباط مستقیم با واحد پردازش مرکزی کامپیوتری نیستند"
      ]
    },
    {
      "EnglishWord": "off- line power supply",
      "Meanings": [
        "منبع تغذیه خط",
        "قطع منبع تغذیه خطی یا سوییچینگی که به طور مستقیم با برق شهر AC کار می‌کند. ولتاژ ورودی یکسو و فیلتر می‌شود. این منبع می‌تواند تغذیه مجزا یا بخشی همراه با خود دستگاه",
        "مانند گیرنده رادیو یا تلویزیون",
        "باشد"
      ]
    },
    {
      "EnglishWord": "off state",
      "Meanings": [
        "حالت قطع",
        "حالت خاموش"
      ]
    },
    {
      "EnglishWord": "off -the -shelf",
      "Meanings": [
        "دردسترس قابل دسترس برای حمل سریع"
      ]
    },
    {
      "EnglishWord": "off-center dipole",
      "Meanings": [
        "دو قطبی نامرکز دو قطبی گردان نصب شده روی بازتابنده سهموی با زاویه ای نسبت به محور گردش",
        "برای ایجاد پویش مخروطی"
      ]
    },
    {
      "EnglishWord": "office",
      "Meanings": [
        "دفتر",
        "اداره"
      ]
    },
    {
      "EnglishWord": "off-line storage",
      "Meanings": [
        "ذخیره ناپیوسته قطعه یا سیستم ذخیره کننده ای که تحت کنترل واحد پردازش مرکزی نیست"
      ]
    },
    {
      "EnglishWord": "off-scale",
      "Meanings": [
        "خارج از مقیاس خارج از محدوده تعیین شده عادی",
        "مانند وقتی که جریان بیش از حد باعث نوسان عقربه دستگاه اندازه گیری در خارج از حد سمت راست درجه بندی می‌شود"
      ]
    },
    {
      "EnglishWord": "offset",
      "Meanings": [
        "انحراف",
        "جبران",
        "رانش 1. در سیستم کنترل فرایند",
        "اختلاف بین نقطه کنترل مطلوب و نقطه کنترل حقیقی به دست آمده در حالت پایدار. انحراف ویژگی ذاتی عملکرد کنترل کننده وضعیت است. 2. در تقویت کننده خطی",
        "تغییر لازم در ولتاژ ورودی برای ایجاد خروجی صفر",
        "در هنگام عدم وجود سیگنال ورودی 3. در مدار دیجیتال ولتاژ DC که سیگنال روی آن سوار شده است. 4. در تقویت کننده DC ولتاژ وابسته به دمای کوچک و نسبتا ثابتی که بین دو پایه ورودی وجود دارد. 5. مقدار عدم تعادل بین دو نیم مدار متقارن",
        "آفست",
        "انحراف از میزان",
        "جبران غیر ایده آل بودن"
      ]
    },
    {
      "EnglishWord": "offset keyed transmitter",
      "Meanings": [
        "فرستنده منقطع تاخیر دار"
      ]
    },
    {
      "EnglishWord": "offset voltage drift",
      "Meanings": [
        "رانش ولتاژ آفست"
      ]
    },
    {
      "EnglishWord": "ofhc",
      "Meanings": [
        "oxygen",
        "free high",
        "conductivity copper",
        "مس بدون اکسیژن بارسانایی بالا مس خالص که قابلیت رسانایی آن 0/100 است و برای ساخت لامپای الکترونی توان بالا به کار می‌رود. زیر به هنگام گرم شدن گاز قابل ملاحظه ای تولید نمی‌کند"
      ]
    },
    {
      "EnglishWord": "ohm",
      "Meanings": [
        "اهم واحد SI مقاومت و امپدانس. مقاومت الکتریکی بین دو نقطه از رسانایی که با اعمال اختلاف پتانسیل ثابت 1v به آن نقاط ش",
        "جریان 1A در رسانا جاری شود. به شرط آن که رسانا خود شامل هیچ گونه نیروی محرکه الکتریکی نباشد",
        "اهم"
      ]
    },
    {
      "EnglishWord": "ohm s  law",
      "Meanings": [
        "قانون اهم جریان I در مدار مستقیما متماسب با ولتاژ کل E در مدار به طور معکوس متناسب با مقاومت کل R در مدار است. این قانون به سه شکل بیان می‌شود. E=IR I=E/R, R=E/I"
      ]
    },
    {
      "EnglishWord": "ohm/volt",
      "Meanings": [
        "نماد اهم بر ولت"
      ]
    },
    {
      "EnglishWord": "ohm-centimeter",
      "Meanings": [
        "اهم",
        "سانتی متر واحد مقاومت. مقاومت یک نمونه بر حسب اهم",
        "سانتیمتر برابر است با مقاومت آن R بر حسب اهم ضرب در سطح مقطع ان A بر حسب سانتی متر مربع که نتیجه بر طول نمونه با برحسب سانتی متر تقسیم می‌شود"
      ]
    },
    {
      "EnglishWord": "ohmic",
      "Meanings": [
        "اهمی"
      ]
    },
    {
      "EnglishWord": "ohmic circuit",
      "Meanings": [
        "مدار اهمی"
      ]
    },
    {
      "EnglishWord": "ohmic contact",
      "Meanings": [
        "اتصال اهمی اتصال مقاومتی خالص بین دو سطح یا ماده",
        "اتصال اهمی"
      ]
    },
    {
      "EnglishWord": "ohmic heating",
      "Meanings": [
        "گرمایش اهمی 1. گرمایشی ناشی از جریان ارسالی در مقاومت 2. گرمایش پلاسمایا ولتاژ پالسی برای شتاب دادن الکترونهای پلاسما و در نتیجه ایجاد تراکم حرارتی بیشتر با یونهای پلاسما"
      ]
    },
    {
      "EnglishWord": "ohmic load",
      "Meanings": [
        "بار اهمی"
      ]
    },
    {
      "EnglishWord": "ohmic network",
      "Meanings": [
        "شبکه اهمی"
      ]
    },
    {
      "EnglishWord": "ohmic resistance",
      "Meanings": [
        "مقاومت اهمی"
      ]
    },
    {
      "EnglishWord": "ohmic value",
      "Meanings": [
        "مقدار اهمی مقاومت بر حسب اهم"
      ]
    },
    {
      "EnglishWord": "ohmmeter",
      "Meanings": [
        "اهم سنج ابزار اندازه گیری مقاوممت الکتریکی مقیاس آن می‌تواند بر حسب اهم یا مگااهم درجه بندی شود",
        "اهم سنج"
      ]
    },
    {
      "EnglishWord": "ohm-per -volt",
      "Meanings": [
        "اهم بر ولت مقدار نامی حساسیت ابزارهای اندازه گیری که از تقسیم مقاوممت ابزار بر حسب اهم در محدوده ای خاص بر مقدار ولتاژ تمام",
        "درجه در آن محدوده به دست می‌آید مقدار بالاتر اهم بر ولت نشان دهنده حساسیت بالاتر دستگاه اند ازه گیری و جریان کمتری است که در هنگام اندازه گیری از مدار کشیده می‌شود"
      ]
    },
    {
      "EnglishWord": "ohm-per-square",
      "Meanings": [
        "اهم بر مربع مقاومت هر سطح مربعی از پوسته‌های نازک ماده مقاومتی که بین دو وجه موازی آن اندازیه گیری می‌شود"
      ]
    },
    {
      "EnglishWord": "ohm's law",
      "Meanings": [
        "قانون اهم"
      ]
    },
    {
      "EnglishWord": "oil",
      "Meanings": [
        "روغن"
      ]
    },
    {
      "EnglishWord": "oil bath",
      "Meanings": [
        "حمام روغن"
      ]
    },
    {
      "EnglishWord": "oil brake",
      "Meanings": [
        "ترمز روغنی"
      ]
    },
    {
      "EnglishWord": "oil diffusion pump",
      "Meanings": [
        "پمپ روغن انتشاری پمپ انتشاری شبیه به پمپ خلا بخار",
        "جیوه که در آن روغن جانشین بخار جیوه شده است"
      ]
    },
    {
      "EnglishWord": "olfactronics",
      "Meanings": [
        "بوشناسی علمی که به آشکار سازی و شناسایی بوها می‌پردازد. برای شناسایی درست بوهای از پیش تعریف شده مانند مواد مخدر",
        "باروت و سایر مواد منفجره به مدارهای الکترونیکی بسیار حساسی نیاز است"
      ]
    },
    {
      "EnglishWord": "omega",
      "Meanings": [
        "امگا حرف یونانی که شکل بزرگ آن به صورت اهم است و نشان دهنده کلمه اهم است",
        "حرف کوچک آن به شکل اهم و نماد مقدار برابر با 6/28 برابر بسامد اهم مساوی = است"
      ]
    },
    {
      "EnglishWord": "omnibearing line",
      "Meanings": [
        "خط همه جهتی یکی از بی نهایت خطوط مستقیم تابش از موقعیت جغرافیایی VHF همه جهتی"
      ]
    },
    {
      "EnglishWord": "omniddirectional micriphone  nondirectional microphone  astatic microphone",
      "Meanings": [
        "میکروفون همه جهتی",
        "میکروفونی غیر جهت دار",
        "میکروفون غیر استاتیک میکروفونی که پاسخ آن مستقل از جهت رسیدن صدا به آن است"
      ]
    },
    {
      "EnglishWord": "omnidirectional  nondirectional",
      "Meanings": [
        "همه جهتی",
        "غیر جهت دار تابش یا دریافت با کیفیت یکسان و خوب در همه جهتها"
      ]
    },
    {
      "EnglishWord": "omnidirectional anatenna",
      "Meanings": [
        "آنتن همه جهتی آنتنی که الگوی تابش آن در صفحه افقی دورانی و در صفحه عمودی جهت دار است"
      ]
    },
    {
      "EnglishWord": "omnidirectional beacon",
      "Meanings": [
        "راهنمای همه جهتی راهنمایی که سیگنالهای رادیویی یکسانی در همه جهتها تابش می‌کند"
      ]
    },
    {
      "EnglishWord": "omnidirectional hydrophone",
      "Meanings": [
        "هیدروفون همه جهتی هیدروفونی که در همه جهتها به امواج صوتی زیر آب به خوبی پاسخ میدهد"
      ]
    },
    {
      "EnglishWord": "omnidirectional range  omnirange",
      "Meanings": [
        "محدود ی همه جهتی",
        "همه محدوده ای تسهیلات رادیویی که اطلاعات مسیر را از موقعیت خود به تمام مناطق داخل محدوده خدمات خود",
        "به عنوان راهنمای جهت دار برای خلبانها ارسال می‌کند"
      ]
    },
    {
      "EnglishWord": "omnidistance",
      "Meanings": [
        "فاصله بدون جهت مسافت بین وسیله نقلیه و ایستگاه خدمات رادیویی همه جهتی"
      ]
    },
    {
      "EnglishWord": "on",
      "Meanings": [
        "روشن واژه ای که در برابر «خاموش» برای مشخص کردن وضعیت عملکرد یک قطعه یا یکی از دو حالت ممکن در مدار به کار می‌رود",
        "وصل",
        "روشن"
      ]
    },
    {
      "EnglishWord": "on - off keying",
      "Meanings": [
        "کلید زنی روشن / خاموش کلید زنی که در آن با ارسال موج مدوله",
        "سیگنال نشانه و با قطع آن سیگنال فاصله ساخته می‌شود"
      ]
    },
    {
      "EnglishWord": "on / off control",
      "Meanings": [
        "کنترل روشن / خاموش سیستم کنترل ساده ای که در آن قطعه تحت کنترل یا کاملا خاموش یا کاملا روشن است و هیچ شرایط عملکرد میانه ای برای آن وجود ندارد"
      ]
    },
    {
      "EnglishWord": "on /off switch power switch",
      "Meanings": [
        "سوییچ روشن / خاموش و سوییچ برق سوییچی که گیرنده یا دستگاه دیگری را خاموش یا روشن می‌کند. در گیرنده‌های رادیو تلویزیون این سوییچ همراه با کنترل حجم صداست"
      ]
    },
    {
      "EnglishWord": "on- hook",
      "Meanings": [
        "گوشی گذاشته شرایطی که با قرار گرفتن گوشی تلفن روی دستگاه آن ایجاد می‌شود و مدار DC را باز و ارتباط آن را با مرکز تلفن قطع می‌کند. در نتیجه حلقه جریانی به وجود نمی‌آید. مرکز تلفن",
        "دستگاهی راکه گوشی آن گذاشته شده باشد",
        "قابل دسترس برای زنگ زدن فرض می‌کند"
      ]
    },
    {
      "EnglishWord": "on- line data reduction",
      "Meanings": [
        "کاهش پیوسته داده پردازش اطلاعات با همان سرعت دریافت آن در سیستم محاسباتی"
      ]
    },
    {
      "EnglishWord": "on loaded voltage",
      "Meanings": [
        "ولتاژ کار زیر بار"
      ]
    },
    {
      "EnglishWord": "on off",
      "Meanings": [
        "روشن",
        "خاموش",
        "قطع و وصل"
      ]
    },
    {
      "EnglishWord": "on off controller",
      "Meanings": [
        "کنترل کننده قطع و وصل"
      ]
    },
    {
      "EnglishWord": "on off non linearity",
      "Meanings": [
        "خاصیت غیر خطی قطع و وصل"
      ]
    },
    {
      "EnglishWord": "on period",
      "Meanings": [
        "مدت زمان روشنی بخشی از سیکلی کاری که در آن لامپ الکترونی",
        "ترانزیستور یا قطعه فعال دیگر در حال هدایت است"
      ]
    },
    {
      "EnglishWord": "on state",
      "Meanings": [
        "حالت وصل",
        "حالت روشن"
      ]
    },
    {
      "EnglishWord": "on the air",
      "Meanings": [
        "هوایی ارسال سیگنال رادیویی"
      ]
    },
    {
      "EnglishWord": "on the beam",
      "Meanings": [
        "باریکه ای پیروی کردن از باریکه رادیویی"
      ]
    },
    {
      "EnglishWord": "on-course curvature",
      "Meanings": [
        "انحنا در مسیر نرخ تغییر مسیر ناوبری مشخص شده نسبت به فاصله",
        "در طول خط یا مسیر"
      ]
    },
    {
      "EnglishWord": "on-course signal",
      "Meanings": [
        "سیگنال در مسیر بودن سیگنالی که مشخص کننده در مسیر یودن هواپیمایی است که آن را به صورت باریکه رادیویی راهنما",
        "دریافت می‌کند"
      ]
    },
    {
      "EnglishWord": "one",
      "Meanings": [
        "تک",
        "یک"
      ]
    },
    {
      "EnglishWord": "one - time - only memory",
      "Meanings": [
        "حافظه فقط یکبار حافظه فقط خواندنی قابل برنامه ریزی و پاک کردن با پرتو فرابنفش EPROM در بسته دو ردیفه DIP پلاستیکی غیر شفاف «بی پنجره» امکان برنامه ریزی مجدد آن وجود ندارد. از این حافظه برای مواردی که محصول یا برنامه سیستم ثابت است و نیازی به تغییر ندارد",
        "استفاده می‌شود و قیمت آن کمتر از قطعات قابل برنامه ریزی مجدد است"
      ]
    },
    {
      "EnglishWord": "one dimensional",
      "Meanings": [
        "تک بعدی"
      ]
    },
    {
      "EnglishWord": "one directional",
      "Meanings": [
        "یک جهته"
      ]
    },
    {
      "EnglishWord": "one hop",
      "Meanings": [
        "تک جهشی"
      ]
    },
    {
      "EnglishWord": "one phase",
      "Meanings": [
        "تک فاز"
      ]
    },
    {
      "EnglishWord": "one pole",
      "Meanings": [
        "تک قطب"
      ]
    },
    {
      "EnglishWord": "one port",
      "Meanings": [
        "تک دریچه"
      ]
    },
    {
      "EnglishWord": "one power supply",
      "Meanings": [
        "یک منبع تغذیه"
      ]
    },
    {
      "EnglishWord": "one shot",
      "Meanings": [
        "تک ضربه",
        "تک شلیک"
      ]
    },
    {
      "EnglishWord": "one shot multivibrator",
      "Meanings": [
        "ارتعاشگر تک ضربه ای"
      ]
    },
    {
      "EnglishWord": "one state",
      "Meanings": [
        "حالت یک وضعیت سلول مغناطیسی که در آن شار مغناطیسی عبوری از یک سطح مقطع معین",
        "وقتی که از جهت تعریف شده برای شار مثبت تعیین می‌شود",
        "مقداری مثبت است",
        "وضعیت معکوس که در آن شار مغناطیسی مقداری منفی دارد",
        "وضعیت صفر نامیده می‌شود"
      ]
    },
    {
      "EnglishWord": "one step at a time",
      "Meanings": [
        "تک مرحله در هر زمان"
      ]
    },
    {
      "EnglishWord": "one to one correspondence",
      "Meanings": [
        "تناظر یک به یک"
      ]
    },
    {
      "EnglishWord": "one to one transformer",
      "Meanings": [
        "تبدیل یک به یک"
      ]
    },
    {
      "EnglishWord": "one- to- partial-select ratio",
      "Meanings": [
        "نسبت انتخاب یک به جزء نسبت خروجی 1 به خروجی انتخاب جزیی از سلول مغناطیسی"
      ]
    },
    {
      "EnglishWord": "one valued function",
      "Meanings": [
        "تابع تک مقداره"
      ]
    },
    {
      "EnglishWord": "one- way repeater",
      "Meanings": [
        "تکرار کننده یک طرفه تکرار کننده ای که سیگنالهای در حال حرکت در یک جهت از خطوط سیمی یا فضا",
        "به صورت امواج رادیویی",
        "را تقویت می‌کند"
      ]
    },
    {
      "EnglishWord": "one wire line",
      "Meanings": [
        "خط تک سیمه"
      ]
    },
    {
      "EnglishWord": "one-many function switch",
      "Meanings": [
        "سوییچ یک به چند سوییچ عمل کننده ای که در آن فقط یک ورودی در هر زمان تحریک می‌شود و هر ورودی ترکیبی از خروجیها را به وجود می‌آورد"
      ]
    },
    {
      "EnglishWord": "one's complement",
      "Meanings": [
        "مکمل یک عدد تغییر یافته به صورتی که حاصل جمع عدد تغییر یافته با مقدار اولیه آن",
        "به علاوه L",
        "برابر با توان فردی از 2 می‌شود. مکمل یک به طور ریاضی با تفریقی کردن عدد اولیه یک رشته 1 و معکوس کردن تمام بیتهای عدد به طور الکترونیکی به دست می‌آید. بنابراین مکمل یک عدد 010101 که نشان دهنده 21 است برابر است با 101010 که نشان دهنده 42 است"
      ]
    },
    {
      "EnglishWord": "one's complement arith metic",
      "Meanings": [
        "حساب مکمل یک سیستم حساب دودویی که در آن اعداد منفی با معکوس کردن بیتهای مجزا در نمایش دودویی اعداد مثبت ساخته می‌شوند"
      ]
    },
    {
      "EnglishWord": "on-line",
      "Meanings": [
        "دایم",
        "پیوسته واژه مورد استفاده برای تجهیزات جانبی که به طور مستقیم تحت کنترل واحد پردازش مرکزی است و امکان پردازش داده‌های ورودی را به محض دریافت و ارسال بی درنگ داده‌های خروجی را فراهم می‌کند"
      ]
    },
    {
      "EnglishWord": "ootlambert",
      "Meanings": [
        "فوت لامبرت واحد درخشایی. استفاده از واحد «آی سی» درخشایی یعنی شمع بر متر مربع ترجیح داده می‌شود"
      ]
    },
    {
      "EnglishWord": "op- amp",
      "Meanings": [
        "operational amplifier",
        "تقویت کننده عملیاتی تقویت کننده بهره بالا یا پسخورد ولتاژ که بهره و مشخصه‌های پاسخ آن با استفاده از اجرای خارجی مانند مقاومتها",
        "خازنها یا دیودها",
        "تعیین می‌شود. امروزه به طور گسترده ای به صورت مدارهای مجتمع در دسترس اند. آپ امپ‌ها مدارهای پایه بسیاری از مدارهای یکپارچه و ترکخیبی هستند وطبقه ورودی بسیاری از انواع مختلف حسگرها را تشکیل می‌دهند"
      ]
    },
    {
      "EnglishWord": "opacity",
      "Meanings": [
        "کدری قابلیت ماده در سد کردن ارسال انرژ ابشی کدری عکس قابلیت ارسال است",
        "تاری",
        "غیر قابل دید"
      ]
    },
    {
      "EnglishWord": "opaque",
      "Meanings": [
        "کدر ترکیب که مانع عبور امواج الکترومغناطیس یا ذرات اتمی می‌شود",
        "تار",
        "کدر"
      ]
    },
    {
      "EnglishWord": "opaque plasma",
      "Meanings": [
        "پلاسمای کدر پلاسمایی که موج الکترو مغناطیسی نمی‌تواند در آن منتشر شود و در نتیجه",
        "جذب یا منعکس می‌شود. در حالت کلی",
        "پلاسما برای بسامدهای کمتر از بسامد پلاسما کدر است"
      ]
    },
    {
      "EnglishWord": "op-com",
      "Meanings": [
        "optical communication",
        "مخابرات نوری مخابره در مسافتهای کوتاه باباریکه هایی از تابش مریی",
        "فروسرخ یا فرابنفش یادر مسافتهای بسیار طولانی‌تر با باریکه‌های لیزر"
      ]
    },
    {
      "EnglishWord": "open",
      "Meanings": [
        "باز قطع شدگحی در مسیر جریان الکتریکی",
        "باز"
      ]
    },
    {
      "EnglishWord": "open - architecture",
      "Meanings": [
        "معماری باز سیستمی که مشخصات آن با استانداردهای صنعتی سازکار است و امکان سازگاری و برقراری ارتباط با سیتمهای دیگر را که منطبق بر همان استاندارد هستند فراهم می‌آورد. مانند کامپیوترهای شخصی که دارای سیستمهای عامل مشابه مانند MS",
        "DOS یا unix هستند"
      ]
    },
    {
      "EnglishWord": "open - circuit jack",
      "Meanings": [
        "فیش مدار باز فیش مادگی که اتصالهای کوتاه کننده مدار ندارد. مدار فقط با برقرار شدن اتصال از طریق وارد شدن فیش نری به فیش مادگی بسته می‌شود"
      ]
    },
    {
      "EnglishWord": "open - circuit parameter",
      "Meanings": [
        "پارامتر مدار باز یکی از چهار مجموعه پارامترهای مدار معادل ترانزیستور که عملکرد آن را با انتخاب جریانهای ورودی و خروجی به عنوان متغیر‌های مستقل تعریف می‌کند. در هنگام اندازه گیری این پارامتر باید ورودی یا خروجی به ازای جریان متناوب باز باشد"
      ]
    },
    {
      "EnglishWord": "open - circuit voltage",
      "Meanings": [
        "ولتاژ مدار باز ولتاژ بین پایه‌های منبع وقتی که جریان قابل توجهی از آنها نمی‌گذارد"
      ]
    },
    {
      "EnglishWord": "open - loop control system",
      "Meanings": [
        "سیستم کنترل حلقه باز سیستم کنترلی که هیچ ابزاری برای مقایسه خروجی با ورودی برای اهداف کنترلی ندارد"
      ]
    },
    {
      "EnglishWord": "open - loop gain",
      "Meanings": [
        "بهره حلقه باز بهره تقویت کننده که بدون پسخورد اندازه گیری می‌شود"
      ]
    },
    {
      "EnglishWord": "open - wire transmission line  open -wire feeder",
      "Meanings": [
        "خط انتقال سیم",
        "باز خط انتقالی که از دو سیم موازی با فاصله تشکیل می‌شود که با عایقهایی در فاصله مناسب نگهداشته شده اند تا مقدار امپدانس فراجهش مناسب ایجاد شود. اگر این خط به طور مناسب ختم شده باشد مانند مقاومت خالص عمل می‌کند"
      ]
    },
    {
      "EnglishWord": "open circuit",
      "Meanings": [
        "مدار باز مدار الکتریکی که باز شده است و در نتیجه مسیر جریان آن کامل نیست",
        "مدار باز"
      ]
    },
    {
      "EnglishWord": "open circuit fault",
      "Meanings": [
        "عیب مدار باز"
      ]
    },
    {
      "EnglishWord": "open circuit loss",
      "Meanings": [
        "تلف بی باری"
      ]
    },
    {
      "EnglishWord": "open circuit test",
      "Meanings": [
        "آزمون بی باری"
      ]
    },
    {
      "EnglishWord": "open circuit voltage",
      "Meanings": [
        "ولتاژ مدار باز"
      ]
    },
    {
      "EnglishWord": "open cllector",
      "Meanings": [
        "کلکتور",
        "باز ساختار خروجی در خانواده‌های منطقی معین در این نوع قطعات برای رسیدن به ولتاژ سطح پایین می‌توان خروجی تزانزیستور فعال را بدون استفاده از مقاومت بالا کشنده بین خروجی و منبع تغذیه پایین کشید. مقاومتهای بالاکشنده معمولا برای بدست آوردن ولتاز خروجی سطح بالا به مدار افزوده می‌شوند. قطعات کلکتور",
        "باز در مواردی که تعداد زیادی قطعه همراه با یکدیگر روی یک باس I/O مانند IEEE",
        "قرار می‌گیرند. مقید هستند"
      ]
    },
    {
      "EnglishWord": "open -ended",
      "Meanings": [
        "ته باز مدار یا سیتمی که قابل بسط دادن یا گسترش باشد"
      ]
    },
    {
      "EnglishWord": "open line",
      "Meanings": [
        "خط باز"
      ]
    },
    {
      "EnglishWord": "open loop",
      "Meanings": [
        "حلقه باز مسیر سیگنال که پسخوردی ندارد",
        "حلقه باز"
      ]
    },
    {
      "EnglishWord": "open loop control",
      "Meanings": [
        "کنترل حلقه باز"
      ]
    },
    {
      "EnglishWord": "open loop gain",
      "Meanings": [
        "بهره حلقه باز"
      ]
    },
    {
      "EnglishWord": "open loop stable",
      "Meanings": [
        "پایدار حلقه باز"
      ]
    },
    {
      "EnglishWord": "open subroutine",
      "Meanings": [
        "زبر روال باز زیر روال کامپیوتری که به طور مستقیم در مراحل عملیاتی خطی وارد می‌شود. در مقابل زیر روال بسته که باید با پرش داخل آن شد. زبر روال باز باید در هر نقطه از برنامه که لازم است. تکرار شود"
      ]
    },
    {
      "EnglishWord": "open switch",
      "Meanings": [
        "کلید باز"
      ]
    },
    {
      "EnglishWord": "open system interface",
      "Meanings": [
        "رابط سیستم باز"
      ]
    },
    {
      "EnglishWord": "open wire",
      "Meanings": [
        "سیم باز"
      ]
    },
    {
      "EnglishWord": "operand",
      "Meanings": [
        "عملوند کمیتی که عملیاتی با کامپیوتر بر روی آن انجام می‌شود",
        "عملوند"
      ]
    },
    {
      "EnglishWord": "operate",
      "Meanings": [
        "عمل کردن"
      ]
    },
    {
      "EnglishWord": "operate time",
      "Meanings": [
        "زمان عمل کل زمان صرف شده از لحظه برق دار شدن پیچک رله تا باز شدن یا بسته شدن کامل اتصالها"
      ]
    },
    {
      "EnglishWord": "operating",
      "Meanings": [
        "عملکرد",
        "کار"
      ]
    },
    {
      "EnglishWord": "operating angle",
      "Meanings": [
        "زاویه عملکرد زاویه الکتریکی بخشی از چرخه ولتاز اصلی که در طول آن جریان کلکتور در یک تقویت کننده ترانزیستوری جاری می‌شود. زاویه‌های عملکرد سه نوع از تقویت کننده عبارت اند از 360 درجه A و 180 درجه B تا 360 درجه کلاس C کمتر از 180 درجه"
      ]
    },
    {
      "EnglishWord": "operating characteristic",
      "Meanings": [
        "مشخصه کار"
      ]
    },
    {
      "EnglishWord": "operating current",
      "Meanings": [
        "جریان کار"
      ]
    },
    {
      "EnglishWord": "operating frequency",
      "Meanings": [
        "بسامد کاری بسامدی که قطعه یا مدار در آن عمل می‌کند",
        "فرکانس کار"
      ]
    },
    {
      "EnglishWord": "operating instruction",
      "Meanings": [
        "دستور کار"
      ]
    },
    {
      "EnglishWord": "operating method",
      "Meanings": [
        "طرز کار"
      ]
    },
    {
      "EnglishWord": "operating poing",
      "Meanings": [
        "نقطه کار بسامدی که قطعه یا مدار در آن عمل میکند"
      ]
    },
    {
      "EnglishWord": "operating point",
      "Meanings": [
        "نقطه کار نقطه ای روی دسته منحنیهای مشخصه لامپ الکترونی",
        "تراتزیستور یا قطعه فعال دیگر که متناظر با ولتاژ‌ها یا جریانها ی الکترود متوسط",
        "در هنگام عدم وجود سیگنال است",
        "نقطه کار"
      ]
    },
    {
      "EnglishWord": "operating power",
      "Meanings": [
        "توان کار توان واقعی کا به آنتن فرستنده تغذیه می‌شود",
        "توان عملی"
      ]
    },
    {
      "EnglishWord": "operating range",
      "Meanings": [
        "محدوده کار"
      ]
    },
    {
      "EnglishWord": "operating speed",
      "Meanings": [
        "سرعت کار"
      ]
    },
    {
      "EnglishWord": "operating system",
      "Meanings": [
        "سیستم عامل مجموعه ای از برنامه‌های نظارتی و زیر روالهایی که مجرای برنامه‌های کامپیوتری را کنترل می‌کنند و بعضی وظایف سیستمی خاص مانند فرمت کردن فلاپی و دیسک سخت را انجام می‌دهند"
      ]
    },
    {
      "EnglishWord": "operating temperature",
      "Meanings": [
        "دمای کار"
      ]
    },
    {
      "EnglishWord": "operation",
      "Meanings": [
        "عملیات عملی که با یک دستورالعمل کامپیوتری تعریف می‌شو د",
        "عمل",
        "کار",
        "بهره برداری"
      ]
    },
    {
      "EnglishWord": "operation code",
      "Meanings": [
        "رمز عملکرد 1. فهرستی از بخشهای عملکرد که در رمز دستورالعمل وجود دارد همراه با اسمهای عملکردهای متناظر آنها. 2. کامپیوتر تشکیل می‌دهد"
      ]
    },
    {
      "EnglishWord": "operation part  opration code",
      "Meanings": [
        "بخش عملکرد",
        "رمز عملکرد بخشی از دستورالعمل کامپیوتریکه معمولاش نوع عملکردی را که باید انجام شود تعریف می‌کند اما مکان عملنندها را نشان نمی‌دهد"
      ]
    },
    {
      "EnglishWord": "operation time",
      "Meanings": [
        "زمان عملیات زمان پس از کاربرد همزمان تما ولتاژها ی الکترود به ازای یک جریان برای رسیدن به کسری از مقدار نهایی آن"
      ]
    },
    {
      "EnglishWord": "operational",
      "Meanings": [
        "عملیاتی قابل استفاده بی وقفه",
        "عملیاتی"
      ]
    },
    {
      "EnglishWord": "operational  amplifier",
      "Meanings": [
        "تقویت کننده عملیاتی تقویت کننده بهره بالا یا پسخورد ولتاژ که بهره و مشخصه‌های پاسخ آن با استفاده از اجرای خارجی مانند مقاومتها",
        "خازنها یا دیودها",
        "تعیین می‌شود. امروزه به طور گسترده ای به صورت مدارهای مجتمع در دسترس اند. آپ امپ‌ها مدارهای پایه بسیاری از مدارهای یکپارچه و ترکخیبی هستند وطبقه ورودی بسیاری از انواع مختلف حسگرها را تشکیل می‌دهند"
      ]
    },
    {
      "EnglishWord": "operational amplifier   op-amp",
      "Meanings": [
        "تقویت کننده عملیاتی"
      ]
    },
    {
      "EnglishWord": "operational chart",
      "Meanings": [
        "نمودار عملیاتی"
      ]
    },
    {
      "EnglishWord": "operational power supply",
      "Meanings": [
        "منبع تغذیه عملیاتی منبع تغذیه رگوله شده که طراحی تقویت کننده کنترلی آن برای کاربردهای پردازش سیگنال بهینه شده است. این منبع معمولا از یک یا چند تقویت کننده عملیاتی و یک تقویت کننده توان علاوه بر مدارهای منبع تغذیه معمولی تشکیل می‌شود"
      ]
    },
    {
      "EnglishWord": "operational programming",
      "Meanings": [
        "برنامه ریزی عملیاتی فرایند کنترل کردن ولتاژ خروجی منبع تغذیه عملیاتی باولتاژ جریان یا سیگنالهای دیگر که به صورتهای از پیش تعیین شده ای در منبع تغذیه ایجاد می‌شوند"
      ]
    },
    {
      "EnglishWord": "operationl trigger",
      "Meanings": [
        "تحریک عملیاتی مداری که تحریکی را در پاسخ به تغییرات بسیار کوچکی در ورودی با استفاده از بعضی ویژیگیهای اشمیت تریگر ساخته شده با تقویت کننده عملیاتی دارای پسخورد مثبت ایجاد می‌کند"
      ]
    },
    {
      "EnglishWord": "operations",
      "Meanings": [
        "عملیات"
      ]
    },
    {
      "EnglishWord": "operations reserch",
      "Meanings": [
        "تحقیق در عملیات استفاده ازروشهای تحلیلی برگرفته از ریاضیات",
        "برای ایجاد شرایط بحرانی تصمیم گیری با در نظر گرفتن واکنشهای انسانها",
        "سازمانها یجاری یا نظامی و ماشینها"
      ]
    },
    {
      "EnglishWord": "operator",
      "Meanings": [
        "متصدی",
        "عملگر 1. کسی که عمل کردن",
        "تنظیم کردن و نگهداری قسمتی از تجهیزاتی مانند کامپیوتر یا فرستنده وظزقه اوست. 2. نمادی که نشان دهنده عملیات ریاضی است",
        "کاربر",
        "عملگر"
      ]
    },
    {
      "EnglishWord": "opposing",
      "Meanings": [
        "مخالفت کننده"
      ]
    },
    {
      "EnglishWord": "opposing field",
      "Meanings": [
        "میدان مخالف"
      ]
    },
    {
      "EnglishWord": "opposing winding",
      "Meanings": [
        "سیم پیچی مخالف"
      ]
    },
    {
      "EnglishWord": "opposite",
      "Meanings": [
        "مقابل",
        "مخالف"
      ]
    },
    {
      "EnglishWord": "opposite direction",
      "Meanings": [
        "جهت مقابل"
      ]
    },
    {
      "EnglishWord": "opposite in phase",
      "Meanings": [
        "غیر هم فاز"
      ]
    },
    {
      "EnglishWord": "opposition",
      "Meanings": [
        "تضاد شرایطی که در آن اختلاف فاز بین دو کمیت متناوب با بسامد یکسان 180 درجه متمایز بایک نیم چرخه است",
        "مخالفت",
        "تضاد"
      ]
    },
    {
      "EnglishWord": "optic",
      "Meanings": [
        "اپتیک 1. واژه ای برای اشاره به نور مریی یا نزدیک به مریی حدود نسهایی از طیف اپتیکی در حدود 1000A یا در آخر ین حد ارابنفش 30000A در اخرین حد فرو سرخ است"
      ]
    },
    {
      "EnglishWord": "optical",
      "Meanings": [
        "نوری"
      ]
    },
    {
      "EnglishWord": "optical  cable  fiber optic cable",
      "Meanings": [
        "کابل نوری",
        "کابل تار نوری یک یا چند تار نوری در یک غلاف یا پوشش محافظ مناسب",
        "برای انتقال سیگنالهای نوری"
      ]
    },
    {
      "EnglishWord": "optical amplifier",
      "Meanings": [
        "تقویت کننده نوری تقویت کننده الکترونیکی",
        "نوری که سیگنال ورودی الکتریکی آن به نور تبدیل می‌شود. به صورت نور تقویت می‌شود. سپس دو باره به سیگنال الکتریکی در خروجی تبدیل می‌شود"
      ]
    },
    {
      "EnglishWord": "optical axis",
      "Meanings": [
        "محور نوری 1. خط مستقیمی که از مرکز سطوح منحنی شکل عدسی میگذرد پرتوهای توی که در امتداد این جهت عبور میکنند نه می‌شکنند و نه باتابش پیدا می‌کنند. 2. در بلور گواتز محور Z محور نوری است که به طور طولی در بلور مادر از یک وجه تا وجه دیگر امتداد می‌یابد"
      ]
    },
    {
      "EnglishWord": "optical character reader  photoelectric character reader",
      "Meanings": [
        "نویسه خوان نوری",
        "نویسه خوان فتوالکتریک نویسه خوان نوری که نویسه‌های دست نویس یا چاپ شده را با استفاده از نوعی سیستم فتوالکتریک جارو میکند و ترکیبهای سطوح تیره و روشن را با داده‌های ذخیره شده مربوط به هر نویسه",
        "در کامپیوتر یا واحد تشخیص دهنده دیگر مقایسه می‌کند تا تطبیق میان آنها را پیدا کند. سپس رمز متناظر قابل خواندن برای ماشین برای شناسایی به کامپیوتر یا دستگاه پردازش داده دیگری داده می‌شود"
      ]
    },
    {
      "EnglishWord": "optical character recognition",
      "Meanings": [
        "شناسایی نویسه نوری شناسایی خودکار نویسه‌های چاپ شده با روشهای نوری که معمولا با استفاده از یک باریکه نور جارو کنند و یک قطعه حساس به نور انجام می‌شود"
      ]
    },
    {
      "EnglishWord": "optical communication",
      "Meanings": [
        "مخابرات نوری مخابره در مسافتهای کوتاه باباریکه هایی از تابش مریی",
        "فروسرخ یا فرابنفش یادر مسافتهای بسیار طولانی‌تر با باریکه‌های لیزر"
      ]
    },
    {
      "EnglishWord": "optical computer",
      "Meanings": [
        "کامپیوتر نوری کامپیوتری بر اساس ترکیبهای مختلفی از حافظه‌های سه بعدی نگاری",
        "لیزری و ذخیره انبوه برای کاربردهایی مانند پردازش سیگنالهایی با سرعت بسیار بالا",
        "شفاف سازی تصویر و شناسایی نویسه",
        "بعضی از کاربردهای ویژه آن عبارت اند از: شناسایی اثر انگشت و وضوح بخشیدن به تصاویر به دست آمده با رادارهای دهانه",
        "ترکیبی پهلونگر همدوس. یک سیستم نمونه از قطعه ورودی نوری",
        "جارو کننده تصویر و دیجیتالی سازی تشکیل می‌شود کا به کامپیوتر دیجیتال متصل است. این دستگاه کاربردهایی در پردازش ماشینی",
        "توسعه و تحلیل سطحی",
        "پرتونگاری و تصاویر دیگر دارد"
      ]
    },
    {
      "EnglishWord": "optical computing",
      "Meanings": [
        "محاسبه نوری شکلی از پردازش داده که به طور گسترده ای بر مبنای مفاهیم اپتیک فویه و سه بعدی نگاری استوار است. این روش کاربردهایی در پردازش تصویر‌های به دست آمده از منابع صوتی الکترونیکی",
        "ریز موجی",
        "نوری و منابع دیگر دارد. همچنین تحلیل و بهبود تصاویر سطحی و پرتونگاری نیز از کار بردهای آن است"
      ]
    },
    {
      "EnglishWord": "optical contact bond",
      "Meanings": [
        "چسبدنگی تماسی نوری چسبندگی ناشی از ویژگی خاص صفحات فلزی بسیار صیقلی که هنگام فشرده شدن به یکدیگر با نیروی زیادی به یکدیگر می‌چسبند. از این ویژگی برای جوشکاری سرد قطعات انتقال دهنده امواج آکوستیکی در بسامدهای ریز موج استفاده می‌شود. اتصال باید کسر کوچکی از طول موج انرژی منتقل شونده باشد"
      ]
    },
    {
      "EnglishWord": "optical converter",
      "Meanings": [
        "مبدل نوری"
      ]
    },
    {
      "EnglishWord": "optical coupling",
      "Meanings": [
        "تزویج نوری تزویجی بین دو مدار با استفاده از باریکه نور یا مسیر نوری ختم شده به تراگردانهایی در دو انتها",
        "برای عایق کردن دو مدار از لحاظ الکتریکی"
      ]
    },
    {
      "EnglishWord": "optical encoder",
      "Meanings": [
        "رمز گذار نوری رمز گذاری که اطلاعات موقعیتی را با قطع و وصل کردن باریکه‌های نور جهت داده شده روی قطعات فتوالکتریک",
        "به داده‌ها دیجیتالی متناظر تبدیل می‌کند",
        "کد گذار نوری"
      ]
    },
    {
      "EnglishWord": "optical excitation",
      "Meanings": [
        "تحریک نوری"
      ]
    },
    {
      "EnglishWord": "optical fiber",
      "Meanings": [
        "تار نوری تاری شفافی ساخته شده از شیشه یا پلاستیک که قادر به ارسال سیگنالهای نوری آنالوگ یا دیجیتال مدوله شده در نواحی مریی و فروسرخ",
        "در یک سیتم تار نوری است. تار شیشه به دلیل تلفات کمتر",
        "برای ارسال در مسافتهای بیش از 1 کیلو متر برتری دارد. یک تار در غلاف محافظ می‌تواند یک کابل نوری باشد",
        "فیبر نوری"
      ]
    },
    {
      "EnglishWord": "optical filter",
      "Meanings": [
        "فیلتر نوری فیلتری تشکیل شده از یک تکه شیشه یا ماده شفاف دیگر با عبور انتخابی که تنها محدوده ای از طول موجهای خاص را در طیف مریی",
        "فرو سرخ و فرابنفش عبور می‌دهد"
      ]
    },
    {
      "EnglishWord": "optical heterodyning",
      "Meanings": [
        "هتروداین نوری فرایند ترکیب کردن باریکه سیگنال ورودی با باریکه نوسانساز لیزری محلی یا کانون کردن هر دو باریکه روی سطح یک آشکار ساز تابش. جریانی با اختلاف بسامد دو باریکه لیزر در اثر فرایند غیر خطی آشکار سازی نوری برای تقویت معمولی تولید خواهد شد"
      ]
    },
    {
      "EnglishWord": "optical insulator",
      "Meanings": [
        "جداکننده نوری"
      ]
    },
    {
      "EnglishWord": "optical memory",
      "Meanings": [
        "حافظه اپتیکی حافظه کامپیوتر بر مبنای روشهای نوری که معمولا اساس عملکرد آنبر پایه یک باریکه لیزر قابل آدرس دهی",
        "محیط ذخیره سازی که برای نوشتن و شاید پاک کردن به باریکه پاسخ می‌دهد و آشکار سازی است که به مشخصه‌های تغییر یافته محیط ذخیره سازی در هنام خوانده شدن داده هایی ذخیره شده به وسیله باریکه",
        "واکنش نشان می‌دهد",
        "حافظه نوری"
      ]
    },
    {
      "EnglishWord": "optical modulator",
      "Meanings": [
        "مدوله کننده نوری قطعه ای برای مدوله کردن یا بریدن باریکه ای از انرژ تابشی. تیغه‌های تنظیم",
        "قطعات موتوری و قطعات ارتعاشگر در بسامدهایی تا چندین هزار هرتز کار می‌کنند در حالی که قطعات الکترو نوری در بسامدهایی تا حدود گیگاهرتز عمل می‌کنند"
      ]
    },
    {
      "EnglishWord": "optical pumping",
      "Meanings": [
        "پمپ کردن نوری فرایند تغییر دادن تعداد اتمها با سیستم اتمی در مجموعه ای از سطوح انرژ با جذب نور التهابی و در نتیجه افزایش سطوح انرژی در لیزر نیمرسانا ف ماده نیمرسانا فوتونهای دارای انرژی کافی برای تولید زوجهای الکترون حفره لازم برای تجمع معکوس و عمل لیزر را تابش می‌کند",
        "تلمبه زنی نوری"
      ]
    },
    {
      "EnglishWord": "optical reader",
      "Meanings": [
        "قرایت کننده نوری ماشین ورودی داده به کامپیوتر که نویسه‌های چاپ شده رمز‌های میله ای یا خطی و سطوح سایه زده با مداد را به قالب رمز ورودی کامپیوتری تبدیل می‌کند. وقتی که پویش انجام می‌شود. تصویر نوری به سیگنال الکتریکی منحصر به فردی برای هر نویسه تبدیل می‌شود و این سیگنال به نوبه خود شناسایی می‌شود. به رمز کامپیوتری متناظر تبدیل می‌شود. دستگاههای رمز میله ای خوان. حس کننده علامت و نویسه خوان نوری نمونه هایی از این نوع هستند"
      ]
    },
    {
      "EnglishWord": "optical relay",
      "Meanings": [
        "رله نوری مجزاساز ایزولاتور نوری که قطعه خروجی آن سوییچ حساس به نوری است که عملکرد قطع و وصل آن مانند اتصالهای رله است. در ورودی آن یک LED فروسرخ IRED و یک دیوید",
        "ترانزیستور",
        "SCR",
        "آی سی و یا قطعه حساس به نور دیگری در خروجی آن قرار دارد"
      ]
    },
    {
      "EnglishWord": "optical resonance",
      "Meanings": [
        "تشدید نوری درخشندگی ناشی از تحریک و تابش گسیل شده ای که بسامدهای مشابه دارند"
      ]
    },
    {
      "EnglishWord": "optical scanner",
      "Meanings": [
        "پویشگر نوری پویشگری که باریکه نور را روی نویسه ها",
        "نمادها یا رمزهای میله ای چاپ شده یا نوشته شده حرکت میدهد و نور بازتابیده را به طور فتوالکتریکی اندازه گیری می‌کند",
        "سیگنالهای حاصل را به نمایشهای دیجیتالی متناظر تبدیل می‌کند"
      ]
    },
    {
      "EnglishWord": "optical signal",
      "Meanings": [
        "سیگنال نوری"
      ]
    },
    {
      "EnglishWord": "optical sound track",
      "Meanings": [
        "شیار صدای نوری شیار صدایی که از ضبط عکاسی سیگنالهای صوتی با پهنای متغییر یا چگالی متغییر تشکیل می‌شود که در یک طرف فریمهای فیلم تصویر متحرک قرار می‌گیرد"
      ]
    },
    {
      "EnglishWord": "optical star tracker",
      "Meanings": [
        "ردیاب ستاره نوری ردیاب ستاره ای که تجهیزات الکترونیکی نوری آن روی نور یک ستاره قفل می‌شود"
      ]
    },
    {
      "EnglishWord": "optical storage",
      "Meanings": [
        "ذخیره نوری ذخیره مقدار زیادی داده به شکل دایمی روی فیلم عکاسی یا محیطی معادل آن",
        "برای خواندن تخریب نشدنی داده‌ها با استفاده از منبع نور لیزر و آشکار ساز نوری. با این روش می‌توان داده‌های ثابت را برای کاربردهایی مانند استفاده در کامپیوترهای راهنمای ناوبری و کنترل فرایند یا ماشین",
        "ابزار ذخیره نوری معمولا به شکل دیسک گردانی با آشکارساز نوری است که هدهایی برای خواندن داده‌های ضبط شده روی دایره هایی بر سطح دیسک دارد یا هدهایی که بر روی شیار داده مورد نظر حرکت می‌کند"
      ]
    },
    {
      "EnglishWord": "optical twinning",
      "Meanings": [
        "دوقلوزایی اپتیکی آسیبی که در بلورهای کوارتز طبیعی ایجاد می‌شود. نواحی کوچک و غیر قابل استفاده ماده در هنگام برش بلور پیزوالکتریک جدا می‌شود"
      ]
    },
    {
      "EnglishWord": "optical wand sensing",
      "Meanings": [
        "حسگر نوری خطوط سنجش"
      ]
    },
    {
      "EnglishWord": "optical waveguide  fiber waveguide  optical - fiber cable",
      "Meanings": [
        "موجبر نوری",
        "موجبر تاری",
        "کابل تار نوری موجبری که ماده انتقال دهنده نور آن مانند شیشه یا پلاستیک",
        "اطلاعات را از نقطه ای به نقطه ای دیگر در طول موجهای فرابنفش",
        "مریی یا فروسرخ طیف نور انتقال می‌دهد"
      ]
    },
    {
      "EnglishWord": "optical window",
      "Meanings": [
        "پنجره نوری ناحیه طیفی بین 3000 و 20000 Aدرجه 0/3 و 2 میکرومتر در طول موج تابش مریی و نزدیک به مریی در این ناحیه از جو زمین عبور خواهد کرد"
      ]
    },
    {
      "EnglishWord": "optics",
      "Meanings": [
        "اپتیک",
        "نورشناسی شاخه ای از علم که به پدیده نور بینایی می‌پردازد. این علم به طیف الکترومغناطیس بین پرتوهای ریزموج تا پرتوهای X مربوط می‌شود. این محدوده شامل تابش فرابنفش مریی و فروسرخ می‌شود",
        "نور شناسی"
      ]
    },
    {
      "EnglishWord": "optimal",
      "Meanings": [
        "بهینه"
      ]
    },
    {
      "EnglishWord": "optimal adjustment",
      "Meanings": [
        "تنظیم بهینه"
      ]
    },
    {
      "EnglishWord": "optimal control",
      "Meanings": [
        "کنترل بهینه"
      ]
    },
    {
      "EnglishWord": "optimal decision",
      "Meanings": [
        "تصمیم بهینه"
      ]
    },
    {
      "EnglishWord": "optimal performance",
      "Meanings": [
        "عملکرد بهینه"
      ]
    },
    {
      "EnglishWord": "optimality principle",
      "Meanings": [
        "اصل بهینگی"
      ]
    },
    {
      "EnglishWord": "optimization",
      "Meanings": [
        "بهینه سازی"
      ]
    },
    {
      "EnglishWord": "optimum",
      "Meanings": [
        "بهینه"
      ]
    },
    {
      "EnglishWord": "optimum behavior",
      "Meanings": [
        "رفتار بهینه"
      ]
    },
    {
      "EnglishWord": "optimum bunching",
      "Meanings": [
        "دسته ای سازی بهینه شرایط دسته ای سازی که بیشترین مقدار توان را در بسامد مطلوب در شکاف خروجی لامپ ریزموج کلایسترون تولید می‌کند"
      ]
    },
    {
      "EnglishWord": "optimum conditions",
      "Meanings": [
        "شرایط بهینه"
      ]
    },
    {
      "EnglishWord": "optimum filter",
      "Meanings": [
        "فیلتر بهینه"
      ]
    },
    {
      "EnglishWord": "optimum load",
      "Meanings": [
        "بار بهینه مقدار امپدانس برای بیشینه انتقال توان از منبع به بار"
      ]
    },
    {
      "EnglishWord": "optimum programming",
      "Meanings": [
        "برنامه نویسی بهینه برنامه نویسی کامپیوتری بر اساس دستورالعملها و داده هایی که برای به حداقل رساندن سزمان دسترسی ذخیره شده اند"
      ]
    },
    {
      "EnglishWord": "optimum working frequency",
      "Meanings": [
        "بسامد کار بهینه موثرترین بسامد در زمان معین برای انتشار یونسفری امواج رادیویی بین دو نقطه معین"
      ]
    },
    {
      "EnglishWord": "option",
      "Meanings": [
        "گزینه"
      ]
    },
    {
      "EnglishWord": "option negotiation",
      "Meanings": [
        "مذاکره بر روی گزینه ها"
      ]
    },
    {
      "EnglishWord": "optoacoustic modulator",
      "Meanings": [
        "مدوله کننده نور",
        "صوتی مدوله کننده ای که در آن موج صوتی و باریکه نور همدوس آن در محیط انتقالی مانند یک بلور مولیبدت سرب بر یکدیگر تاثیر متقابل دارند. این مدوله کننده می‌تواند باریکه لیزر را منحرف و مدوله کند"
      ]
    },
    {
      "EnglishWord": "optocoupler  optosilator",
      "Meanings": [
        "تزویجگر نوری",
        "مجزاساز نوری قطعه حالت جامدی که مجزا سازی بالایی را با تبدیل سیگنال ورودی به گسیل نور و تبدیل مجدد آن به سیگنال الکتریکی به وجود می‌آور. این تزویجگر از یک گسیلنده نور مانند دیود نور گسیل یامادون قرمز LED یا IRED و یک آشکارساز نوری مانند ترانزیستور نوری تشکیل می‌شود. تزویجگرهای نوری مانع از ارسال نویز ناخواسته می‌شوند",
        "سیستمهایی با سطح ولتاژ کاری متفاوت رابه یکدیگر تزویج می‌کنند"
      ]
    },
    {
      "EnglishWord": "optoelectronic amplifier",
      "Meanings": [
        "تقویت کننده نوری",
        "الکترونیکی تقویت کننده ای که سیگنالهای ورودی و خروجی و شیوه تقویت آن می‌تواند نوری یا الکترونیکی باشد"
      ]
    },
    {
      "EnglishWord": "optoelectronic device",
      "Meanings": [
        "قطعه نوری",
        "الکترونیکی قطعاتی که نسبت به امواج نوری پاسخ می‌دهند",
        "نور گسیل می‌کنند یا آن را مدوله می‌کنند. امروزه بیشتر این قطعات حالت جامد هستند",
        "مانند دیودهای نور گسیل LEDها",
        "دیودهای نوری",
        "ترانزیستورهای نوری",
        "دیودهای لیزر و تزویجگرهای نوری"
      ]
    },
    {
      "EnglishWord": "optoelectronics",
      "Meanings": [
        "علم اپتوالکترونیک شاخه ای از الکترونیک که به قطعات حالت جامد و الکترونیکی دیگر برای تولید",
        "مدوله کردن",
        "ارسال و حس کردن تابش الکترومغناطیس در باندهای فرابنفش",
        "مریی",
        "مادون قرمز طیف می‌پردازد. لامپهای پرتوکاتدی",
        "صفحه‌های نمایش الکترو درخشایی",
        "دیودهای نورگسیل",
        "مدوله کننده‌های نوری",
        "مبدلهای تصویر",
        "حافظه‌های نوری",
        "موجبرهای نوری",
        "مجزا سازهای نوری",
        "آشکارسازهای نوری",
        "سلولهای خورشیدی",
        "لامپهای دوربین تلویزیونی و قطعات الکترونوری مانند سلولهای کر نمونه‌های از قطعات نوری",
        "الکترونیکی هستند. با وجود آن که در بعضی موارد از این واژه به جای الکترواپتیک استفاده می‌شود",
        "اما واژه اپتوالکترونیک کاربرد بسیار وسیعتری دارد",
        "الکترونیک نوری"
      ]
    },
    {
      "EnglishWord": "optophone",
      "Meanings": [
        "فتوفون قطعه فتوالکتریکی که نویسه‌های چاپ شده معمولی را به صداهای مشخصه ای تبدیل می‌کند که قابل شناسایی برای افراد نابینا است"
      ]
    },
    {
      "EnglishWord": "or",
      "Meanings": [
        "یا عملگر منطقی که خروجی آن 1 منطقی است. اگر حداقل یکی از ورودیهای آن 1 منطقی باشد",
        "operations reserch",
        "تحقیق در عملیات استفاده ازروشهای تحلیلی برگرفته از ریاضیات",
        "برای ایجاد شرایط بحرانی تصمیم گیری با در نظر گرفتن واکنشهای انسانها",
        "سازمانها یجاری یا نظامی و ماشینها",
        "current",
        "جریان یا شارش الکترونها یا حفره‌ها که بر حسب آمپر A یا اجزاء آن میلی آمپر",
        "میکرو آمپر",
        "نانو آمپر",
        "و پیکو آمپر",
        "اندازه گیری می‌شود. جریان از طریق اعمال میدان الکتریکی به رسانا یا با تغییر میدان الکتریکی در دو سر خازن ایجاد می‌شود"
      ]
    },
    {
      "EnglishWord": "or circuit",
      "Meanings": [
        "مدار یا ی منطقی"
      ]
    },
    {
      "EnglishWord": "or gate",
      "Meanings": [
        "دریچه «یا» مدار دریچه منطقی چند ورودی که خروجی آن در صورتی که یک یا چند تا از ورودیهای آندر وضعیت از پیش تعریف شده ای قرار بگیرند",
        "فعال می‌شود",
        "دروازه یا ی منطقی"
      ]
    },
    {
      "EnglishWord": "or logic",
      "Meanings": [
        "منطق «یا» مدار منطقی طراحی شده به گونه ای که هر ورودی آن یک خروجی ایجاد خواهد کرد"
      ]
    },
    {
      "EnglishWord": "orbit",
      "Meanings": [
        "مدار گردش",
        "گردش 1. مسیری که جسمی در گردش به دور جسم دیگر مشخص می‌کند",
        "مانند مسیر ماهواره‌های ساخت بشر به دور زمین. 2. گشتن به دور جسم دیگر"
      ]
    },
    {
      "EnglishWord": "orbital",
      "Meanings": [
        "اوربیتال 1. واژه ای برای اشاره به الکترونهای اطراف هسته اتم. 2. تراز انرژی یا تابع موجی که از آن احتمال یافتن الکترون در نقطه ای خاص را می‌توان محاسبه کرد"
      ]
    },
    {
      "EnglishWord": "orbital electron",
      "Meanings": [
        "الکترون مداری الکترونی که در مداری به دور هسته اتم می‌گردد"
      ]
    },
    {
      "EnglishWord": "orbital- electron capture",
      "Meanings": [
        "گیرانداختن الکترون مداری گیراندازی الکترون که معمولا الکترون آن از مداری از اتم یا مولکول می‌آید که شامل هسته‌های تبدیلی است"
      ]
    },
    {
      "EnglishWord": "orbital quantum number",
      "Meanings": [
        "عدد کوانتومی مداری عددی معادل با اندازه حرکت زاویه ای الکترون در حرکت مدار آن به دور هسته. این عدد می‌تواند تمام مقادیر را تا n",
        "داشته باشد که n نشان دهنده عدد کوانتومی اصلی است"
      ]
    },
    {
      "EnglishWord": "orbital velocity",
      "Meanings": [
        "سرعت مداری سرعت جسم در مدار یک ماهواره زمینی با سرعت مداری مدوله 1/9 mi/s 3km/s",
        "در ارتفاع 22300 mi km 35700 به مدار ساکن می‌رسد"
      ]
    },
    {
      "EnglishWord": "orbiting astronomical observatory",
      "Meanings": [
        "رصدخانه نجومی گردان ماهواره پرتاب شده به مدار دور زمین برای اندازه گیریهای نجومی نوعی از آن به ابزارهایی برای به دست آوردن داده‌های جذب فرابنفش ابرهای گازی بین کهکشانی",
        "برای نقشه برداری از آسمان در ناحیه فرابنفش",
        "مجهز است"
      ]
    },
    {
      "EnglishWord": "orbiting geophysical observatory",
      "Meanings": [
        "رصدخانه ژیوفیزیکی گردان ماهواره ابزار دقیق که داده‌های پرتوهای کیهانی",
        "میدانهای مغناطیسی در فضا",
        "ذرات غبار بین سیاره ای",
        "و داده‌های ژیوفیزیکی دیگر راجمع آوری و به زمین ارسال می‌کند"
      ]
    },
    {
      "EnglishWord": "orbiting solar observatory",
      "Meanings": [
        "رصدخانه خورشیدی گردان ماهواره نجومی پرتاب شده به مدار خورشیدی برای سنجش از راه دور و اندازه گیریهای پدیده‌های خورشیدی و ارسال آن به زمین"
      ]
    },
    {
      "EnglishWord": "order",
      "Meanings": [
        "رتبه 1. بالاترین توان متغیر در مخرج تابع انتقال فیلتر که برابر با تعداد قطبها و در فیلتر خازنی سوییچ شده برابر با تعداد تقویت کننده‌های عملیاتی است",
        "این عدد تیزی افت در پاسخ فیلتر را تعیین می‌کند. 2. تعداد متغیرها یا متغیرهای نیم تناوب میدان در طول قطرهای یک موجبر مدور یا در طول طولانی‌ترین محور عمودی یک موجبر مستطیلی 3. سلسله مراتب عناوین یا رخدادها",
        "مرتبه",
        "درجه"
      ]
    },
    {
      "EnglishWord": "order of magnitude",
      "Meanings": [
        "مرتبه مقداری"
      ]
    },
    {
      "EnglishWord": "ordered pair",
      "Meanings": [
        "زوج مرتب شده"
      ]
    },
    {
      "EnglishWord": "ordinal",
      "Meanings": [
        "ترتیبی"
      ]
    },
    {
      "EnglishWord": "ordinary",
      "Meanings": [
        "عادی",
        "معمولی"
      ]
    },
    {
      "EnglishWord": "ordinary point",
      "Meanings": [
        "نقطه عادی"
      ]
    },
    {
      "EnglishWord": "ordinary-wave component  o- wave component",
      "Meanings": [
        "مولفه موج معمولی",
        "مولفه موج O یکی از دو مولفه ای که موج رادیویی در هنگام ورودیه به یونسفر",
        "تحت تاثیر میدان مغناطیسی زمین",
        "به آن تجزیه می‌شود. مولفه موج معمولی مشخصه هایی شبیه به مشخصات مورد انتظار",
        "در صورت عدم وجود میدان مغناطیسی دارد. مولفه دیگر مولفه موج غیر معمولی است"
      ]
    },
    {
      "EnglishWord": "ordinate",
      "Meanings": [
        "عرض مقداری که فاصله عمودی را روی نمودار تعیین می‌کند"
      ]
    },
    {
      "EnglishWord": "oreferred numbers",
      "Meanings": [
        "عدد ارجح مجموعه اعداد ایجاد شده در اداره دفاع ایالات متحده برای کار برد به صورت مقادیر عددی مقاومتها و خازنها",
        "برای کاهش تعداد اندازه‌های مختلفی که باید برای جایگزینی در انبار نگهداری شوند"
      ]
    },
    {
      "EnglishWord": "organic semiconductor",
      "Meanings": [
        "نیمرسانای آلی ماده آلی که دارای رسانایی زیاد غیر معمولی است. رسانایی این ماده اغلب در حضور گازهای خاصی افزایش می‌یابد و ویژگیهای دیگر شبیه به نیمرساناها دارد. آنتراسن نمونه ای از این مواد است"
      ]
    },
    {
      "EnglishWord": "organization",
      "Meanings": [
        "سازمان"
      ]
    },
    {
      "EnglishWord": "orientation",
      "Meanings": [
        "جهت 1. رابطه بین جهتهای طول",
        "عرض و ضخامت صفحه کوارتز و محورهای عمود بر هم بلور مادر 2. موقعیت فیزیکی آنتن جهت دار یا قطعه دیگری که دارای مشخصه‌های جهت دار است",
        "جهت یابی",
        "تعیین موقعیت"
      ]
    },
    {
      "EnglishWord": "oriented graph",
      "Meanings": [
        "گراف جهت دار"
      ]
    },
    {
      "EnglishWord": "origin",
      "Meanings": [
        "مبدا محل تقاطع محورهای مرجع در نمودار"
      ]
    },
    {
      "EnglishWord": "original",
      "Meanings": [
        "اصلی"
      ]
    },
    {
      "EnglishWord": "original equipment manufacturer",
      "Meanings": [
        "سازنده تجهیزات اصلی سازنده ای که تجهیزاتی را به شکل نهایی تولید میکند",
        "سازنده به طور معمول قطعات و زیر مجموعه هایی را سرهم می‌کند که از مابع دیگر به دست آمده اند"
      ]
    },
    {
      "EnglishWord": "orthoferrite",
      "Meanings": [
        "اورتوفریت ماده مغناطیسی که شامل ترکیبی از فریتها و عناصر کمیاب زمینی است. این ماده تشکیل دهنده نواحی مغناطیسی در حافظه‌های حبابی است"
      ]
    },
    {
      "EnglishWord": "orthogonal",
      "Meanings": [
        "متعامد"
      ]
    },
    {
      "EnglishWord": "orthogonal frequency division modulation",
      "Meanings": [
        "مدولاسیون تقسیم فرکانسی متعامد"
      ]
    },
    {
      "EnglishWord": "orthogonal matrix",
      "Meanings": [
        "ماتریس متعامد"
      ]
    },
    {
      "EnglishWord": "orthogonal mode",
      "Meanings": [
        "حالت متعامد در قطعه مغناطیسی",
        "به حالت عملکرد مشخص شده با دو جهت تحریک عمود بر هم متقابل گفته می‌شود"
      ]
    },
    {
      "EnglishWord": "orthogonal transformation",
      "Meanings": [
        "تبدیل متعامد"
      ]
    },
    {
      "EnglishWord": "orthogonality",
      "Meanings": [
        "تعامد"
      ]
    },
    {
      "EnglishWord": "orthonormal",
      "Meanings": [
        "متعامد بهنجار نرمال"
      ]
    },
    {
      "EnglishWord": "os",
      "Meanings": [
        "operating system",
        "سیستم عامل مجموعه ای از برنامه‌های نظارتی و زیر روالهایی که مجرای برنامه‌های کامپیوتری را کنترل می‌کنند و بعضی وظایف سیستمی خاص مانند فرمت کردن فلاپی و دیسک سخت را انجام می‌دهند"
      ]
    },
    {
      "EnglishWord": "oscillate",
      "Meanings": [
        "نوسان کردن"
      ]
    },
    {
      "EnglishWord": "oscillation",
      "Meanings": [
        "نوسان 1. تغییر متناوب در متغیر",
        "مانند تغییر در دامنه جریان متناوب یانوسان یک پاندول 2. تناوب 3. ارتعاش",
        "نوسان"
      ]
    },
    {
      "EnglishWord": "oscillation detector",
      "Meanings": [
        "آشکار ساز نوسان"
      ]
    },
    {
      "EnglishWord": "oscillation frequency",
      "Meanings": [
        "فرکانس نوسان"
      ]
    },
    {
      "EnglishWord": "oscillation range",
      "Meanings": [
        "محدوده نوسان"
      ]
    },
    {
      "EnglishWord": "oscillator",
      "Meanings": [
        "نوسان ساز 1. مداری که جریان متناوبی با بسامد تعیین شده به وسیله مقادیر اجزای آن تولید میکند. نوسانها با استفاده از پسخورد مثبت در لامپ الکترونی",
        "ترانزیستور",
        "تقویت کننده مغناطیسی یاقطعه تقویت کننده دیگر ایجاد می‌شود. نوسانها با دریافت توان از باتری یا منبع توان دیگر پایدار نگهداشته می‌شود. برای رسیدن به مشخصه‌های بسامدی پایدار",
        "مدار باید شامل یک بلور",
        "تیغه تنظیم",
        "یا منبع اصلی نامتغیری از ارتعاش باشد. 2. طبقه ای از گیرنده سوپرهترودین که سیگنال RF رابا بسامد صحیح برای مخلوط شدن با سیگنال ورودی و تولید مقدار IF گیرنده تولید میکند. 3. طبقه ای از فرستنده که بسامد حامل ایستگاه یا کسری از بسامد حامل را تولید می‌کند",
        "نوسان ساز"
      ]
    },
    {
      "EnglishWord": "oscillator circuit",
      "Meanings": [
        "مدار نوسان ساز"
      ]
    },
    {
      "EnglishWord": "oscillator coil",
      "Meanings": [
        "پیچک نوسان ساز ترانسفورماتور RF در مدار نوسان ساز گیرنده سوپرهترودین یامدارهای نوسان ساز دیگر که پسخورد لازم برای نوسان را به وجود می‌آورد"
      ]
    },
    {
      "EnglishWord": "oscillator harmonic interference",
      "Meanings": [
        "تداخل هماهنگ نوسان ساز تداخلی که در گیرنده سوپرهترودین متصل می‌شود و امکان تنظیم ردیابی را بین نوسان ساز و پیش انتخابگر در بسامدهای پایین انتهای محدود ی تنظیم فراهم می‌آورد"
      ]
    },
    {
      "EnglishWord": "oscillator radiation",
      "Meanings": [
        "تابش نوسان ساز شدت میدان تولید شده در فاصله ای از نوسان ساز محلی گیرنده رادیویی یا تلویزیونی"
      ]
    },
    {
      "EnglishWord": "oscillatory circuit",
      "Meanings": [
        "مدار نوسانی مداری که در آن امکان ایجاد نوسان و ادامه یافتن آن وجود دارد"
      ]
    },
    {
      "EnglishWord": "oscillatory surge",
      "Meanings": [
        "اضافه جهش نوسانی اضافه جهشی که شامل هر دو مقادیر مثبت و منفی است. اضافه جهش تک جهتی پالس نامیده می‌شود"
      ]
    },
    {
      "EnglishWord": "oscilligraph",
      "Meanings": [
        "نوسان نگار ثبت کننده ای که مقادیر لحظه ای یک یا چند کمیت متغیر الکتریکی را به طور دایم ثبت می‌کند. در نوسان نگار پرتوکاتدی معمولا ثبت بر روی فیلم عکاسی وبا استفاده از باریکه الکترونی لامپ پرتوکاتدی انجام می‌شود. در انواع دیگر نوسان نگارها",
        "ثبت با استفاده از باریکه نور",
        "قلم",
        "سوزن فولادی گرم شده یا ابزارهای نوشتاری دیگر مستقیما بر روی کاغذ نمودار ثبت می‌شود"
      ]
    },
    {
      "EnglishWord": "oscillograph",
      "Meanings": [
        "نوسان نگار"
      ]
    },
    {
      "EnglishWord": "oscilloscope",
      "Meanings": [
        "اسیلوسکوپ",
        "نوسان نما"
      ]
    },
    {
      "EnglishWord": "oscilloscope screen",
      "Meanings": [
        "صفحه نوسان نما"
      ]
    },
    {
      "EnglishWord": "oscilloscope tube",
      "Meanings": [
        "لامپ نوسان نما لامپ پرتوکاتدی که الگوی قابل مشاهده ای تولید میکند که نمایش دهنده گرافیکی سیگنالهای الکتریکی است",
        "لامپ نوسان نما"
      ]
    },
    {
      "EnglishWord": "osmium",
      "Meanings": [
        "اوزمیوم عنصر فلزی سخت از گروه پلاتین با عدد اتمی 76 از آلیاژ اینعنصر با ایریدیم در ساخت سوزن ضبط کننده‌های دیسک و گرامافون استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "o-type",
      "Meanings": [
        "linear",
        "beam tube",
        "لامپ باریکه خطی نوع «ا» نوعی لامپ الکترونی ریز موج که دارای میدان مغناطیسی دی سی به موازات میدان الکتریکی دی سی است. وظیفه میدان مغناطیسی دی سی تنها کانونی ساختن باریکه الکترونی است"
      ]
    },
    {
      "EnglishWord": "out diffusion",
      "Meanings": [
        "پخش بیرونی پخش شدن اتمهای ناخالص خارج از سطح نیمرسانا با اعمال حرارت"
      ]
    },
    {
      "EnglishWord": "out of balance",
      "Meanings": [
        "نامتعادل"
      ]
    },
    {
      "EnglishWord": "out of focus",
      "Meanings": [
        "غیر کانونی"
      ]
    },
    {
      "EnglishWord": "out of phase",
      "Meanings": [
        "غیر هم فاز"
      ]
    },
    {
      "EnglishWord": "out- of- phase",
      "Meanings": [
        "ناهمفاز ویژگی شکل موجهایی که هم بسامد هستند اما در لحظات مشابه مقادیر متناظر آنها یکی نیست"
      ]
    },
    {
      "EnglishWord": "outage",
      "Meanings": [
        "قطع برق بروز اشکال در سیستم برق. از آنجا که قطع برق حتی برای کسری از ثانیه میتواند باعث ایجاد خطا در پردازش داده‌ها شود",
        "بسیاری از کامپیوترها مجهز به منابع تغذیه قطع نشدنی و رگولاتورهای ولتاژ برق شهر هستند که در صورت قطع کامل برق به صورت منیع تغذیه پشتیبان عمل می‌کند"
      ]
    },
    {
      "EnglishWord": "outdoor antenna",
      "Meanings": [
        "آنتن خارجی آنتن دریافت کننده ای که بیرون از ساختنام ومعمولا در مکان بلندی نصب می‌شود"
      ]
    },
    {
      "EnglishWord": "outer",
      "Meanings": [
        "خارجی",
        "بیرونی"
      ]
    },
    {
      "EnglishWord": "outer conductor",
      "Meanings": [
        "هادی خارجی"
      ]
    },
    {
      "EnglishWord": "outer marker",
      "Meanings": [
        "نشانه بیرونی نشانه ای در حدود 8 کیلومتری 5 mi رسیدن به انتهای مسیر حرکت در سیستم فرود ابزار دقیق هواپیما این نشانه",
        "نقطه مشخصی را از خط نمایش مکان نشان می‌دهد"
      ]
    },
    {
      "EnglishWord": "outer space",
      "Meanings": [
        "فضای خارج فضای خارج از جو زمین"
      ]
    },
    {
      "EnglishWord": "outer space communication",
      "Meanings": [
        "مخابرات خارج جو"
      ]
    },
    {
      "EnglishWord": "outer winding",
      "Meanings": [
        "سیم پیچی خارجی"
      ]
    },
    {
      "EnglishWord": "outgassing",
      "Meanings": [
        "گاز بیرون رانی حرارت دادن لامپ الکترونی در حین تخلیه آن برای خارج کردن گازهای باقی مانده در حباب لامپ"
      ]
    },
    {
      "EnglishWord": "outlet  receptacle",
      "Meanings": [
        "پریز",
        "پریز برق انتهای خط برق که می‌توان با وارد کردن فیش دو شاخه به آن به نیروی برق دسترسی پیدا کرد"
      ]
    },
    {
      "EnglishWord": "output",
      "Meanings": [
        "خروجی 1. پایه‌های خروجی یک قطعه 2. نتیجه حاصل از پردازش سیگنال یا داده در پایه‌های خروجی مدار یا پایانه کامپیوتری 3. انرژی مفید باتری یا منبع تغذیه",
        "خروجی"
      ]
    },
    {
      "EnglishWord": "output - limited",
      "Meanings": [
        "خروجی",
        "محدود شده محدود شده با ضرورت منتظر ماندن برای کامل شدن عملکرد خروجی کامپیوتر در کنترل فرایند یا پردازش داده ها"
      ]
    },
    {
      "EnglishWord": "output admittance",
      "Meanings": [
        "ادمیتانس خروجی"
      ]
    },
    {
      "EnglishWord": "output amplifier",
      "Meanings": [
        "تقویت کننده خارجی"
      ]
    },
    {
      "EnglishWord": "output arc",
      "Meanings": [
        "کمان خروجی"
      ]
    },
    {
      "EnglishWord": "output block",
      "Meanings": [
        "بلوک خروجی بخشی از حافظه داخلی کامپیوتری که برای دریافت",
        "پردازش و ارسال داده هایی که باید به خارج منتقل شوند",
        "پیش بینی شده است"
      ]
    },
    {
      "EnglishWord": "output capacitance",
      "Meanings": [
        "ظرفیت خازنی خروجی ظرفیت انتقالی اتصال کوتاه بین پایه خروجی و تمام پایه‌های دیگر لامپ الکترونی یا ترانزیستور",
        "بجز پایه ورودی"
      ]
    },
    {
      "EnglishWord": "output characteristic",
      "Meanings": [
        "مشخصه خروجی"
      ]
    },
    {
      "EnglishWord": "output circuit",
      "Meanings": [
        "مدار خروحی"
      ]
    },
    {
      "EnglishWord": "output device",
      "Meanings": [
        "قطعه خروجی"
      ]
    },
    {
      "EnglishWord": "output feedback mode",
      "Meanings": [
        "مود پسخورد خروجی"
      ]
    },
    {
      "EnglishWord": "output frequency",
      "Meanings": [
        "فرکانس خروجی"
      ]
    },
    {
      "EnglishWord": "output group register",
      "Meanings": [
        "ثبات گروه خروجی"
      ]
    },
    {
      "EnglishWord": "output impedance",
      "Meanings": [
        "امپدانس خروجی امپدانس منبع از دید بار برای رسیدن به بیشترین مقدار توان خروجی",
        "امپدانس خروجی باید با امپدانس بار تطبیق داشته باشد"
      ]
    },
    {
      "EnglishWord": "output indicator",
      "Meanings": [
        "نشانگر خروجی سنجه یا دستگاه دیگری که به گیرنده رادیویی متصل می‌شود تا تغییرات شدت سیگنال خروجی را برای تنطیم و اهداف دیگر",
        "نشان دهد. لزومی ندارد که این نشانگر مقدار دقیق خروجی را نشان دهد"
      ]
    },
    {
      "EnglishWord": "output meter",
      "Meanings": [
        "سنجه خروجی ولت سنج AC متصل شده به خروجی گیرنده یا تقویت کننده برای اندازه گیری شدت سیگنال خروجی در واحد حجم یا دسیبل"
      ]
    },
    {
      "EnglishWord": "output power",
      "Meanings": [
        "توان خروجی توانی که بار از سیستم یا یک جزء آن دریافت می‌کند"
      ]
    },
    {
      "EnglishWord": "output register",
      "Meanings": [
        "ثبات خروجی ثبات یا حافظه کامپیوتری که داده‌های پردازش شده را تا زمان انتقال آن به دستگاه خط خروجی نگه می‌دارد"
      ]
    },
    {
      "EnglishWord": "output resonator  catcher resonator",
      "Meanings": [
        "تشدیدگر خروجی",
        "تشدید گر گیرنده کاواک تشدیگری که با مدوله سازی چگالی باریکه الکترونی در یک کلایسترون تحریک می‌شود و انرژی مفید رابه مدار خارجی می‌دهد"
      ]
    },
    {
      "EnglishWord": "output stage",
      "Meanings": [
        "طبقه خروجی طبقه آخر در تجهیزات الکترونیکی در گیرنده رادیویی",
        "این طبقه بلندگو را مستقیما یا از طریق یک ترانسفورماتور خروجی",
        "تغذیه می‌کند. در تقویت کننده AF",
        "این طبقه یک یا چند بلندگو",
        "هد ضبط کننده دستگاه ضبط صدا",
        "خط انتقال یا هر بار دیگری را تغذیه می‌کند. در فرستنده",
        "این طبقه آنتن فرستنده را تغذیه می‌کند"
      ]
    },
    {
      "EnglishWord": "output winding",
      "Meanings": [
        "سیم پیچی خروجی سیم پیچی بجز سیم پیچ پسخورد یک واکنشگر اشباع شدنی که توان از طریق آن به بار منتقل می‌شود"
      ]
    },
    {
      "EnglishWord": "over",
      "Meanings": [
        "فوق",
        "فرا"
      ]
    },
    {
      "EnglishWord": "over - the - horizon radar",
      "Meanings": [
        "رادار فرا",
        "افق رادار دور بردی که پرتوهای ارسال شده و بازتابیده آن در لایه‌های یونسفر پراکنده می‌شود تا به بردهایی بیشتر از خط دی مستقیم برسند. این رادار می‌تواند پرتاب موشکهای بالستیک را اشکار و شناسایی کند. موشکها مشخصه‌های بازتابی یونسفر را تغییر می‌دهند و ر نتیجه در سیگنالهای ارسال شده از رادار تغییر ایجاد می‌کنند. بنابر این سیگنالهای بازگشته مشخصه‌ها ی متفاوتی خواهند داشت"
      ]
    },
    {
      "EnglishWord": "over load relay",
      "Meanings": [
        "رله اضافه بار رله ای که به هنگام جاری شدن جریان بیش از حد عادی برای مدار عمل می‌کند تادر برابر اضافه بار حفاظت کند"
      ]
    },
    {
      "EnglishWord": "over- radiation alarm",
      "Meanings": [
        "هشدار تابش بیش از حد آشکار ساز تابش که با رسیدن به حد تعریف شده ای از تابش رادیو اکتیو هشدار می‌دهد"
      ]
    },
    {
      "EnglishWord": "overal electric efficiency",
      "Meanings": [
        "بازدهی الکتریکی کلی نسبت توان جذب شده در بار به کل توان گرفته شده از خطوط تغذیه در گرمایش القایی و دی الکتریکی که بر حسب درصد بیان می‌شود"
      ]
    },
    {
      "EnglishWord": "overall",
      "Meanings": [
        "کلی"
      ]
    },
    {
      "EnglishWord": "overall power",
      "Meanings": [
        "توان کلی"
      ]
    },
    {
      "EnglishWord": "overall sound-pressure level",
      "Meanings": [
        "سطح فشار",
        "صدای کلی سطح فشار صدا که در تمام حوزه بسامدی مورد نظر",
        "مثلا از 20 تا 20000 هرتز اندازه گیری می‌شود"
      ]
    },
    {
      "EnglishWord": "overbunching",
      "Meanings": [
        "فوق دسته ای شدن شرایط دسته ای شدن که با ادامه یافتن فرایند دسته ای شدن در بالاتر از دسته ای شدن بهینه در لامپ مدوله سازی سرعت مانند کلایسترون ایجاد می‌شود"
      ]
    },
    {
      "EnglishWord": "overcoupling",
      "Meanings": [
        "فوق تزویج شرایطی که در آن دو مدار تشدیدگر به یک بسامد تنظیم می‌شوند اما انقدر به یکدگی نزدیک هستند که دو قله پاسخ به دست می‌آید با جانشین کردن امپدانس یکنواخت می‌توان پاسخ باند پهنی به دست آورد"
      ]
    },
    {
      "EnglishWord": "overcurrent protection",
      "Meanings": [
        "حفاظت در برابر اضافه جریان جفاظت در برابر جریانای زیاد غیر عادی در مدار قطعه منبع تغذیه با بار معمولا برای رسیدن به این حفاظت مدت زمان و مقدار جریان زیاد غیر عادی محدود می‌شود"
      ]
    },
    {
      "EnglishWord": "overdabped",
      "Meanings": [
        "فوق میرا",
        "میرایی بالا"
      ]
    },
    {
      "EnglishWord": "overdamping",
      "Meanings": [
        "فوق میرایی میزایی بیشتر از مقدار لازم برای میرا شدن مدار"
      ]
    },
    {
      "EnglishWord": "overdriven amplifier",
      "Meanings": [
        "تقویت کننده فوق راه اندازی تقویت کننده ای که شکل موج سیگنال ورودی آن به منظور خاصی با راندن بیس آن به ناحیه قطع یا اشباع جریان کلکتور دچار اعوجاج میشود"
      ]
    },
    {
      "EnglishWord": "overflow",
      "Meanings": [
        "سرریر 1. شرایطی که به هنگام زیادتر شدننتیجه عملیات حسابی از ظرفیت نمایش عدد در یک کامپیوتر دیجیتال پیش می‌آید. 2. رقم نقلی از این شرایط به دست می‌آید",
        "سرریز"
      ]
    },
    {
      "EnglishWord": "overheat",
      "Meanings": [
        "داغ شدن"
      ]
    },
    {
      "EnglishWord": "overioad",
      "Meanings": [
        "اضافه بار بای بیشتر از مقداری که قطعه برای آن طراحی شده است اضافه بار می‌توانند سبب گرم شدن بیش از حد قطعات تغذیه کننده و اعوجاج در مدارهای سیگنالی می‌شود"
      ]
    },
    {
      "EnglishWord": "overlap",
      "Meanings": [
        "هم پوشی"
      ]
    },
    {
      "EnglishWord": "overlap add",
      "Meanings": [
        "جمع",
        "روی هم انداختن"
      ]
    },
    {
      "EnglishWord": "overlap angle",
      "Meanings": [
        "زاویه هم پوشی"
      ]
    },
    {
      "EnglishWord": "overlap save",
      "Meanings": [
        "روی هم ذخیره کردن"
      ]
    },
    {
      "EnglishWord": "overload",
      "Meanings": [
        "اضافه بار"
      ]
    },
    {
      "EnglishWord": "overload capacity",
      "Meanings": [
        "ظرفیت اضافه بار سطح جریان. ولتاز با توان که فراتر از آن سبب خرابی دایم قطعه یا مدار می‌شود"
      ]
    },
    {
      "EnglishWord": "overload level",
      "Meanings": [
        "سطح اضافه بار سطحی که عملکرد سیستم در آن به دلیل اعوجاج در سیگنال ایجاد حرارت بیش از حد یا اثرات دیگر رضایت بخش نیست"
      ]
    },
    {
      "EnglishWord": "overload protection",
      "Meanings": [
        "حفاظت اضافه بار حفاظت در برابر جراین بیش از حد با استفاده از قطعه ای که به هنگام ایجاد اضافه بار به طور خودکارجریان را قطع می‌کند فیوزها و مدار شکنها از این نوع قطعات هستند"
      ]
    },
    {
      "EnglishWord": "overmodulation",
      "Meanings": [
        "بیش مدوله سازی مدوله سازی دامنه بیشتر از 0/100 که به دلیک کاهش ولتاز خامل به صفر در مدت زمان این قسمت از دوره تناوب سبب ایجاد اعوجاج می‌شود"
      ]
    },
    {
      "EnglishWord": "override",
      "Meanings": [
        "حذف کردن خنثی کردن تاثیر کنترل خواکار با استفاده از کنترل دستی"
      ]
    },
    {
      "EnglishWord": "overshoot",
      "Meanings": [
        "فراجهش تغییر گذار در ولتاژ خروجی که از حدود دقت تعریف شده تجاوز کند. این امر معمولا در هنگام خاموش یا روشن کردن یا با اعمال تغییر پله ای در بار خروجی یا خط ورودی ایجاد می‌شود",
        "فرا جهش"
      ]
    },
    {
      "EnglishWord": "overspeed",
      "Meanings": [
        "اضافه سرعت"
      ]
    },
    {
      "EnglishWord": "overtension",
      "Meanings": [
        "اضافه کشش"
      ]
    },
    {
      "EnglishWord": "overthrow  distortion  overshoot distortion",
      "Meanings": [
        "اعوجاج بیرون جهش",
        "اعوجاج فراجهش اعوجاجی که در هنگام تجاوز بیشینه دامنه جبه منوج پسیگنال از دامنه حالت پایدار موج سیگنال ایجاد می‌شود"
      ]
    },
    {
      "EnglishWord": "overtone crystal unit  harmonic - mode ecrystal unit",
      "Meanings": [
        "واحد بلور فرانواخت و واحد بلور حالت هماهنگ واحد بلوری که در آن صفلحه کوارتز در مرتبه ای بالاتر از بسامد اصلی عمل می‌کند"
      ]
    },
    {
      "EnglishWord": "overtravel",
      "Meanings": [
        "اضافه جابه جایی حد نهایی"
      ]
    },
    {
      "EnglishWord": "overvoltage",
      "Meanings": [
        "اضافه ولتاژ"
      ]
    },
    {
      "EnglishWord": "overvoltage crowbar",
      "Meanings": [
        "اهرم اضافه ولتاژ مداری که توان خروجی منبع تغذیه را تحت نظر دارد و مانع افزایش ولتاژ خروجی از ولتاژ تعیین شده",
        "تحت هر گونه شرایط خطا می‌شود. این مدار یک مقاومت کم اهرم را در هنگام ایجاد اضافه ولتاژ بین دو پایه خروجی قرار می‌دهد. گ"
      ]
    },
    {
      "EnglishWord": "overvoltage protection",
      "Meanings": [
        "حفاظت اضافه ولتاژ حفاظت مدار در برابر ولتاز بیش از حد بااستفاده از یک یا چند قطعه حفاظتی در برابر اضافه ولتاز که در مدار قرار داده می‌شوند مانند وریستور اکسید فلزی mov دیود حذف ولتاژ گذرا tvs یا لامپ تخلیه گازی یا ترکیب از این قطعات. قطعه یا قطعات حفاظتی انرژ ضربهای الکتریکی را تلف یا اتصال کوتاه می‌کندو به مقدار کمتری که به مدار صدمه نمی‌زند",
        "کاهش می‌دهند",
        "حفاظت اضافه ولتاژ"
      ]
    },
    {
      "EnglishWord": "overvoltage protective device",
      "Meanings": [
        "قطعه حفاظتی اضافه ولتاژ قطعه طراحی شده به منظور تلف کردن یا اتصال کوتاه کردن انرژی ضربه ای الکتریکی که از سطح ولتاژ تعیین شده تجاوز کند. دیودهای زنیر",
        "mov‌ها و دیودها خذف ولتاژ گذرا tvs از این نوع قطعات هستند"
      ]
    },
    {
      "EnglishWord": "overvoltage relay",
      "Meanings": [
        "رله اضافه ولتاز رله ای که به هنگام رسیدن ولتاژ به اعمال شده به پیچک آن به سطح از پیش تعریف شده عمل می‌کند",
        "رله اضافه ولتاژ"
      ]
    },
    {
      "EnglishWord": "overvoltage test",
      "Meanings": [
        "آزمون اضافه ولتاژ آزمونی که در ولتاژی بالاتر از ولتاژ نامی کار انجام می‌شود"
      ]
    },
    {
      "EnglishWord": "overwoltage",
      "Meanings": [
        "اضافه ولتاژ ولتاژ بالاتر از مقدار محدود شده عادی یا تعریف شده"
      ]
    },
    {
      "EnglishWord": "overwrite",
      "Meanings": [
        "روی",
        "نوشت قرار دادن داده‌های جدید در مکانی از حافظه به طوری که اطلاعات ذخیره شده قبلی در آن مکان از بین برود. این ویژگی در دیسکهای کامپیوتری نوارهای کاست و SRMAM‌های خوانن / نوشتن حافظه‌های با دسترسی تصادفی و DRAM‌ها حافظه‌های با دسترسی مستقیم وجود دارد"
      ]
    },
    {
      "EnglishWord": "ovetone",
      "Meanings": [
        "فرا نواخت مولفه ای از یک نون مختلط که ارتفاعی بیشتر از ارتفاع اصلی دارد. واژه فرانواخت مترادف هماهنگ است. هماهنگ in م n",
        "امین فرانواخت نامیده می‌شود"
      ]
    },
    {
      "EnglishWord": "ovp",
      "Meanings": [
        "overvoltage protection",
        "حفاظت اضافه ولتاژ حفاظت مدار در برابر ولتاز بیش از حد بااستفاده از یک یا چند قطعه حفاظتی در برابر اضافه ولتاز که در مدار قرار داده می‌شوند مانند وریستور اکسید فلزی mov دیود حذف ولتاژ گذرا tvs یا لامپ تخلیه گازی یا ترکیب از این قطعات. قطعه یا قطعات حفاظتی انرژ ضربهای الکتریکی را تلف یا اتصال کوتاه می‌کندو به مقدار کمتری که به مدار صدمه نمی‌زند",
        "کاهش می‌دهند"
      ]
    },
    {
      "EnglishWord": "owen bridge",
      "Meanings": [
        "پل اون پل ACچهار بازویی که خود القایی را بر حسب ظرفیت خازنی و مقاومت اندازه گیری می‌کند. تعادل پل مستقل از بسامد است"
      ]
    },
    {
      "EnglishWord": "oxidation",
      "Meanings": [
        "اکسیده شدن"
      ]
    },
    {
      "EnglishWord": "oxide - coaged  cathode",
      "Meanings": [
        "کاتد اکسید پوشانده کاتدی که با اکسیدهای فلزات قلیایی خاکی پوشیده شده است تاگسیل الکترون آن دردماهای متوسط بهتر شود"
      ]
    },
    {
      "EnglishWord": "oxide isolation",
      "Meanings": [
        "مجزا سازی اکسیدی مجزا کردن عناصر مدار مجتمع با ساختن لایه ای از اکسید سیلیسیم در اطراف هر عنصر"
      ]
    },
    {
      "EnglishWord": "oxide passivation",
      "Meanings": [
        "غیر فعال سازی اکسیدی غیر فعال سازی سطح نیمرسانا با ایجاد یکلایه عایق اکسید روی سطح"
      ]
    },
    {
      "EnglishWord": "oxygen",
      "Meanings": [
        "اکسیژه عنصر گازی بی رنگ",
        "بی بو و بی مزه با عد اتمی 8 و وزن اتمی 15/99. اکسیژن فراوان‌ترین عنصر در زمن و دومین گاز آزاد در جو زمین درکنار نیتروژن است که حدود 21 در صد از حجم اتمسفر راتشکیل می‌دهد. اکسیژن عنصر بسیار فعالی است و تقریبا با تمام عناصر ترکیب می‌شود. این عنصر برای تمام فرایند‌های حیاتی و برای سوختن ضروری است. اکسیدهای آلومینیم. تانتالیم و سیلیسیم در الکترونیک مواد مهمی هستند"
      ]
    },
    {
      "EnglishWord": "oxygen-free high-conductivity copper",
      "Meanings": [
        "مس بدون اکسیژن بارسانایی بالا مس خالص که قابلیت رسانایی آن 0/100 است و برای ساخت لامپای الکترونی توان بالا به کار می‌رود. زیر به هنگام گرم شدن گاز قابل ملاحظه ای تولید نمی‌کند"
      ]
    },
    {
      "EnglishWord": "ozone - producing radiation",
      "Meanings": [
        "تابش تولید کننده اوزن تابش فرابنفش که طول موج ان کمتر از 220 nm است و اکسیژن را به اوزن تبدیل می‌کند"
      ]
    }
  ]
}