{
  "Group": "Q",
  "Entries": 152,
  "Words": [
    {
      "EnglishWord": "q  q factor  quality factor",
      "Meanings": [
        "Q",
        "ضریب Q",
        "ضریب کیفیت ضریب شایستگی قطعه ذخیره کننده انرژی",
        "مدار تنظیم شده یا سیستم تشدید. مقدار آن برابر است با رآکتانس بخش بر مقاومت. بنابراین Q خازن",
        "پیچک",
        "مدار یا سیستم سرعت کاهش و ذخیره انرژی را نشان می‌دهد",
        "هر چه Q بالاتر باشد",
        "آزاد شدن انرژی بیشتر طول می‌کشد"
      ]
    },
    {
      "EnglishWord": "q  quality   factor",
      "Meanings": [
        "ضریب Q کیفیت نسبت بسامد مرکزی به پهنای باند. معیاری برای اندازه گیری تیزی پاسخ دامنه فیلتر"
      ]
    },
    {
      "EnglishWord": "q antenna",
      "Meanings": [
        "آنتن Q دوقطبی تطبیق داده شده با خط انتقال آن با استفاده از تطبیق",
        "زایده ای"
      ]
    },
    {
      "EnglishWord": "q channel",
      "Meanings": [
        "کانال Q باندی به پهنای 0/5MHZ در سیستم تلویزیونی رنگی NTSC برای ارسال اطلاعات رنگ سبز",
        "سرخابی. پهنای کانال l",
        "/3MHZ و پهنای کانال روشنایی 3/579545MHZ است"
      ]
    },
    {
      "EnglishWord": "q demodulator",
      "Meanings": [
        "دمدوله کننده Q دمدوله کننده ای که سیگنال رنگ نمایی را با سیگنال نوسان ساز برست رنگ که 90 درجه فاز آن جابه جا شده است",
        "ترکیب می‌کند تا سیگنال Q را در گیرنده تلویزیونی رنگی",
        "بازیابی کند"
      ]
    },
    {
      "EnglishWord": "q meter  quality -factor meter",
      "Meanings": [
        "Q سنج",
        "ضریب کیفیت سنج ابزاری که Q مدار یا عنصر مداری را با تعیین نسبت رآکتانس به مقاومت آن",
        "اندازه می‌گیرد"
      ]
    },
    {
      "EnglishWord": "q multiplier",
      "Meanings": [
        "ضرب کننده Q فیلتری که پاسخ قله ای تیز یا تله بسامدی تیز در یک بسامد خاص دارد که معادل با بالا بردنQ مدار تنظیم شده در آن بسامد است"
      ]
    },
    {
      "EnglishWord": "q signal",
      "Meanings": [
        "سیگنال Q 1. مولفه تربیعی سیگنال رنگ نمایی در تلویزیون رنگی",
        "پهنای باند آن 0/5MHZ است. این سیگنال از +0/48 R",
        "Y, 0/14 B",
        "Y تشکیل می‌شود که Y سیگنال روشنایی",
        "R سیگنال قرمز دوربین وB سیگنال آبی دوربین است. 2. درفهرست بین المللی مخففهای رادیو تلگراف",
        "از یک مخفف سه حرفی که با Q شروع می‌شود",
        "برای نشان دادن کامل کامل شدن جمله‌ها استفاده می‌کنند"
      ]
    },
    {
      "EnglishWord": "q spoiling",
      "Meanings": [
        "خراب کردنQ شیوه ای برای جلوگیری از عمل کردن لیزر با خاموش سازی در حالی که جمعیت زیاد بیش از حدی پمپاز می‌شود",
        "در نتیجه به هنگام فرمان دادن به لیزر با سوییچینگ Q",
        "پالس نوری با توان بیشتر به دست می‌آید"
      ]
    },
    {
      "EnglishWord": "q switching",
      "Meanings": [
        "سوییچینگ Q شیوه ای برای نگهداشت Q کاواک لیزر در مقدار کم در حال ایجاد وارونگی جمعیت یونی",
        "سپس تغییر وضعیت ناگهانی Q به مقدار بالا",
        "پیش از ایجاد عدم پایداری. با این روش سرعت گسیل تحریک شده بسیار بالایی به دست می‌آید. عمل تغییر وضعیت را می‌توان با سلولهای کر",
        "منشورهای بازتابنده گردان",
        "یا قرار دادن ورقه نازکی از طلا بین بلور لیزر و صفحه انتهایی دارای بازتابندگی زیاد",
        "انجام داد. در لیزر یاقوت",
        "مولکولهای فتالوسیانین محلول به عنوان المان سوییچینگ Q قابل تکرار عمل می‌کنند"
      ]
    },
    {
      "EnglishWord": "qam",
      "Meanings": [
        "quadrature amplitude modulation",
        "مدوله سازی دامنه تربیعی مدوله سازی تربیعی که در آن شکلی از مدوله سازی دامنه به هر دو ورودی دیجیتال اعمال می‌شود"
      ]
    },
    {
      "EnglishWord": "qfp",
      "Meanings": [
        "quad flatpack",
        "بسته تخت چهارتایی بسته تخت قالب گیری شده از جنس اپوکسی برای آی سی‌های اندازه بزرگ که پایه‌های آن از هر چهار طرف بیرون آمده اند",
        "بنا براین «چهار تایی» به معنای مربعی است. یک QPF نمونه دارای 64 پایه است که از هر طرف 16 پایه بیرون آمده است. بسته تخت چهارتایی نازک TQPF نیز وجود دارد"
      ]
    },
    {
      "EnglishWord": "qpsk",
      "Meanings": [
        "quaternary phase",
        "shift keying",
        "کلید زنی جا به جایی فاز چهار سطحی مدله سازی عامل موج با دو جریان داده غیر برگشتی به صفر NRZ موازی به طریقی که دادنه‌ها به صورت جا به جاتیی فاز 90 درجه حامل",
        "ارسال شوند. به این ترتیب ظرفیت کانال پیام دو برابر ظرفیت آن در کلید زنی جابه جایی فاز دوتایی در همان پهنای باند می‌شود"
      ]
    },
    {
      "EnglishWord": "qrp",
      "Meanings": [
        "سیگنال رادیویی Q بین المللی به معنای «توان خود را کاهش دهید»"
      ]
    },
    {
      "EnglishWord": "qsk",
      "Meanings": [
        "حرروفی که نشان دهنده تقویت کامل در عملکرد رادیو آماتوری است",
        "full break",
        "in",
        "ورود کامل روشی در درایو آماتوری که امکان شنیدن سیگنالها دربین نویسه‌های رمزی را فراهم می‌کند. این کار باعث می‌شود که دو درایو آماتور بتوانند بدون انتظار برای خاتمه کار فرستنده",
        "وارد ارتباط شوند"
      ]
    },
    {
      "EnglishWord": "qsl card",
      "Meanings": [
        "کارت QSL پیامی که از یک رادیو آماتوری به رادیوی آماتوری دیگر برای تشخیص درستی ارتباط رادیویی با یکدیگر",
        "فرستاده می‌شود"
      ]
    },
    {
      "EnglishWord": "quad",
      "Meanings": [
        "چهارتایی صفتی به معنای چهارگانه بودن. این واژه در الکترونیک به معنای وجود چهار عمل کننده جداگانه در داخل یک بسته است",
        "مانند چهار قطعه مجزا یا مدار مجتمع مستقل عایق شده از یکدیگر بر روی یک زیر ساخت که می‌توانند دیود",
        "مقاومت",
        "تقویت کننده عملیاتی یا دریچه NOR باشند",
        "چهار تایی",
        "چهار گوش"
      ]
    },
    {
      "EnglishWord": "quad flatpack",
      "Meanings": [
        "بسته تخت چهارتایی بسته تخت قالب گیری شده از جنس اپوکسی برای آی سی‌های اندازه بزرگ که پایه‌های آن از هر چهار طرف بیرون آمده اند",
        "بنا براین «چهار تایی» به معنای مربعی است. یک QPF نمونه دارای 64 پایه است که از هر طرف 16 پایه بیرون آمده است. بسته تخت چهارتایی نازک TQPF نیز وجود دارد"
      ]
    },
    {
      "EnglishWord": "quadrant",
      "Meanings": [
        "ربع 1. قطع 90 درجه از دایره. 2. یکی از چهار قسمت",
        "مانند یک ربع از برد رادیویی چهار مسیره",
        "ربع دایره"
      ]
    },
    {
      "EnglishWord": "quadrant electrometer",
      "Meanings": [
        "برق سنج چهار قسمتی برق سنجی برای اندازه گیری ولتاژها و بارها با استفاده از نیروهای الکتروستاتیک بین یک ورقه فلزی معلق و استوانه فلزی اطراف آن که به چهار قسمت عایق شده از یکدیگر تقسیم شده اند و به طور متقابل به یکدیگر متصل اند. ولتاژی که باید اندازه گیری شود بین دو زوج از چهار قسمت اعمال می‌شود"
      ]
    },
    {
      "EnglishWord": "quadraphonic sound system   four - channel sound system",
      "Meanings": [
        "سیستم صوتی چهار صدایی",
        "سیستم صوتی چهار کاناله سیستم صوتی چهار کاناله که چهار بلند گوی آن معمولا در چهار گوشه اتاق قرار داده می‌شوند. زوج متقابل یکدیگر صدای استریو ایجاد می‌کنند",
        "زوج دیگر صدایی را ایجاد می‌کنند که معمولا پس از بازتاب از دیوارهای تالار شنوندگان یا اتاق بزرگ دیگری که ضبط در آن انجام شده است",
        "شنیده می‌شود. شنوندگانی که بین چهار بلند گو قرار دارند می‌توانند از صدایی لذت برند که تقریبا بازسازی صدای سالن کنسرت اصلی است. در سیستم چهارصدایی مجزا",
        "چهارکانال در طول مدت ضبط و پخش از لحاظ آکوستیکی جدا از یکدیگر نگهداشته می‌شوند. در سیستم آرایه ای QS یا SQ",
        "چهار کانال میکروفون با فرایند رمزگذاری",
        "پیش از ضبط یا پخش به دو کانال تبدیل می‌شوند سپس باری پخش دوباره به چهار کانال تبدیل می‌شوند. در سیستم چهار صدایی مشتق شده",
        "با استفاده از تطبیق دهنده",
        "چهار کانال از منبع استریو دو کاناله به دست می‌آید"
      ]
    },
    {
      "EnglishWord": "quadratic form",
      "Meanings": [
        "صورت درجه دوم"
      ]
    },
    {
      "EnglishWord": "quadrature",
      "Meanings": [
        "قایم",
        "عمودی",
        "ربعی"
      ]
    },
    {
      "EnglishWord": "quadrature   phase quadrature",
      "Meanings": [
        "تربیعی",
        "تربیع فاز دارای 90 درجه اختلاف فاز با یکدیگر"
      ]
    },
    {
      "EnglishWord": "quadrature amolitude modulation   qam",
      "Meanings": [
        "مدولاسیون دامنه ربعی"
      ]
    },
    {
      "EnglishWord": "quadrature amplifier",
      "Meanings": [
        "تقویت کننده تربیعی تقویت کننده ای که فاز سیگنال را 90 درجه جا به جا می‌کند. در گیرنده تلویزیونی رنگی",
        "زیر حامل رنگ نمایی 3/58MHz با ایت تقویت کننده",
        "تقویت می‌شود و فاز آن برای دمدوله کننده Q",
        "درجه جابه جا می‌شود"
      ]
    },
    {
      "EnglishWord": "quadrature amplitude modulation",
      "Meanings": [
        "مدوله سازی دامنه تربیعی مدوله سازی تربیعی که در آن شکلی از مدوله سازی دامنه به هر دو ورودی دیجیتال اعمال می‌شود"
      ]
    },
    {
      "EnglishWord": "quadrature carrier",
      "Meanings": [
        "حاصل ربعی"
      ]
    },
    {
      "EnglishWord": "quadrature component",
      "Meanings": [
        "مولفه تربیعی مولفه رآکتیو جریان یا ولتاژ ناشی از رآکتانس سلفی یا خازنی در مدار",
        "مولفه عمودی",
        "مولفه با فاز ربعی"
      ]
    },
    {
      "EnglishWord": "quadrature detector",
      "Meanings": [
        "آشکار ساز ربعی"
      ]
    },
    {
      "EnglishWord": "quadrature filter",
      "Meanings": [
        "فیلتر تربیعی فیلتری که مولفه‌های تربیعی سیگنالها را در سیستمی که اطلاعات آن شامل مولفه‌های مدوله سازی تربیعی حامل است",
        "حذف می‌کند",
        "فیلتر ربعی"
      ]
    },
    {
      "EnglishWord": "quadrature modulation",
      "Meanings": [
        "مدوله سازی تربیعی مدوله سازی که در آن دو مولفه حامل با 90 درجه اختلاف فاز",
        "هر کدام با سیگنال متفاوتی مدوله می‌شوند"
      ]
    },
    {
      "EnglishWord": "quadrature multiplexing",
      "Meanings": [
        "مالتی پلکس ربعی"
      ]
    },
    {
      "EnglishWord": "quadrature ohase shift keying   qpsk",
      "Meanings": [
        "تغییر فاز بععی کلیدی"
      ]
    },
    {
      "EnglishWord": "quadrature oscillator",
      "Meanings": [
        "نوسان ساز ربعی"
      ]
    },
    {
      "EnglishWord": "quadrature-phase subcarrier signal",
      "Meanings": [
        "سیگنال زیر حامل فاز",
        "تربیعی بخشی از سیگنال رنگ نمایی که 90 درجه از بخش همفاز جلوتر یا عقبتر است"
      ]
    },
    {
      "EnglishWord": "quadricorrelator",
      "Meanings": [
        "همبسته ساز درجه دوم مداری که به حلقه کنترل فاز خودکار در گیرنده تلویزیونی رنگی اضافه می‌شود تا عملکرد بهتری در شرایط تداخل شدید داشته باشد"
      ]
    },
    {
      "EnglishWord": "quadrupole amplifier",
      "Meanings": [
        "تقویت کننده چهار قطبی تقویت کننده کم نویز پارامتری تشکیل شده از لامپ باریکه الکترونی که میدانهای چهارگانه آن روی موج سیکلوترون سریع باریکه الکترونی عمل می‌کنند. تا تقویت زیادی را در بسامدهی بین 400 تا 800 ایجاد کنند. بسامد سیکلوترون سیگنال تقویت شونده و بسامد پمپاژ بیشتر از دو برابر این مقدار است"
      ]
    },
    {
      "EnglishWord": "quadrupole diversity",
      "Meanings": [
        "چندگانی چهار قطبی ترکیب همزمان چهار سیگنال دریافتی با روشهای دریافت چندگانه فاصله",
        "بسامد و یا روشهای دیگر"
      ]
    },
    {
      "EnglishWord": "quadrupole moment",
      "Meanings": [
        "گشتاور چهار قطبی واژه ای برای تعریف ریاضی میدان ناشی از توزیع بارهای الکتریکی مغناطیسی معین"
      ]
    },
    {
      "EnglishWord": "quaity factor",
      "Meanings": [
        "فاکتور کیفیت"
      ]
    },
    {
      "EnglishWord": "quality",
      "Meanings": [
        "کیفیت"
      ]
    },
    {
      "EnglishWord": "quality control",
      "Meanings": [
        "کنترل کیفیت"
      ]
    },
    {
      "EnglishWord": "quality of servicd",
      "Meanings": [
        "کیفیت خدمات"
      ]
    },
    {
      "EnglishWord": "quanching",
      "Meanings": [
        "خاموش سازی",
        "خنک سازی 1. فرایند پایان تخلیه در لامپ شمارنده تابش پر شده از گاز یا جلوگیری از شروع مجدد آن 21. خنک شدن سریع مانند آنچه که در فلزات گرماپذیر وجود دارد"
      ]
    },
    {
      "EnglishWord": "quantity",
      "Meanings": [
        "کمیت عدد حقیقی مثبت یا منفی برای داده‌های عددی",
        "مقدار",
        "کیفیت"
      ]
    },
    {
      "EnglishWord": "quantity control",
      "Meanings": [
        "کنترل کمیت"
      ]
    },
    {
      "EnglishWord": "quantity of electricity",
      "Meanings": [
        "کمیت الکتریسیته 1. مقدار بار الکتریکی ذخیره شده در خازن که بر حسب کولب یا واحدهای مشابه اندازه گحیری می‌شود. 2. مقدار جریان عبوری از مدار در زمان معین که بر حسب کولن اندازه گیری می‌شود کی کولن برابر با عبور جریان یک آمپر در یک ثانیه است"
      ]
    },
    {
      "EnglishWord": "quantity of radiation",
      "Meanings": [
        "کمیت تابش کل انرژی تابش شه عبوری از واحد سطح در واحد زمان که ب حسب ارگ بر سانتی متر مربع یا وات ثانیه بر سانتی متر مربع بیان می‌شود"
      ]
    },
    {
      "EnglishWord": "quantization",
      "Meanings": [
        "کوانتایی سازی تقسیم محدوده مقادیر یک موج به تعداد محدودی از زیر محدوده‌های کوچکتر. هر زیر محدوده با یک مقدار کوانتایی نشان داده می‌شود"
      ]
    },
    {
      "EnglishWord": "quantization distrotion  quantization noise",
      "Meanings": [
        "اعوجاج کوانتایی سازی",
        "نویز کوانتیده سازی اعوجاج ذاتی ناشی از فرایند کوانتیده سازی"
      ]
    },
    {
      "EnglishWord": "quantization effect",
      "Meanings": [
        "اثر کوانتیزاسیون"
      ]
    },
    {
      "EnglishWord": "quantization level",
      "Meanings": [
        "سطح کوانتایی سازی یکی از مقادیر زیر محدوده‌های به دست آمده از کوانتیده سازی"
      ]
    },
    {
      "EnglishWord": "quantize",
      "Meanings": [
        "کوانتیدن تبدیل یک متغیر به تعداد گسسته ای از مقادیر ممکن سن یک فرد معمولا به صورت عدد کل سالها کوانتیده می‌شود",
        "گوانتیزه کردن"
      ]
    },
    {
      "EnglishWord": "quantized",
      "Meanings": [
        "کوانتیزه کردن"
      ]
    },
    {
      "EnglishWord": "quantized function",
      "Meanings": [
        "تابع کوانتیزه شده"
      ]
    },
    {
      "EnglishWord": "quantized pulse modulation",
      "Meanings": [
        "مدوله سازی پالس کوانتیده مدوله سازی پالسی که شامل کوانتیده سازی است مانند مدوله سازی پالس",
        "رمز و پالس",
        "اعداد"
      ]
    },
    {
      "EnglishWord": "quantized system",
      "Meanings": [
        "سیستم کوانتیده سیستمی از ذرات که انرژ ی آنها فقط مقادیر گسسته دارد"
      ]
    },
    {
      "EnglishWord": "quantizer",
      "Meanings": [
        "کوانتایی ساز قطعه ای که مقدار کمیت متغیر یا زمان را بر حسب مضربهای یک واحد صحیح یا کوانتوم",
        "در لحظه معین یا با نرخ تکرار معین",
        "اندازه می‌گیرد و پاسخ متناسبی را ارایه می‌دهد که معمولا به صورت رمز پالسی یا به شکل دیجیتالی است. دامنه سیگنال پاسخ در هر لحظه با تعداد عملکرد کوانتایی ساز شبیه به مبدل آنالوگ به دیجیتال است"
      ]
    },
    {
      "EnglishWord": "quantizing",
      "Meanings": [
        "کوانتایی سازی فرایند نشان دادن هر مقدار محدودی با نزدیکترین اعداد مقادیر انتخاب شده برای پوشاندن محدود ه از این فرایند در مدوله سازی رمز پالس استفاده می‌شود",
        "کوانتیزه"
      ]
    },
    {
      "EnglishWord": "quantizing encoder",
      "Meanings": [
        "رمز گذار کوانتایی سازی رمز گذاری که ولتاژ‌ها را به شکل دیجیتال تبدیل می‌کند. ولتاژ متناظر یا محتویات ثبات از خروجی رمزگشای ولتاژ دیجیتال به دست می‌آید. خطای بین این ولتاژ و ولتاژ ورودی به نزدیکترین توان 2 کوانتیده می‌شود و از مقدار محتویات ثبات کم می‌شود هر بار که این فرایند تکرار می‌شود. خطا کاهش می‌یابد"
      ]
    },
    {
      "EnglishWord": "quantizing function",
      "Meanings": [
        "تابع کوانتیزه"
      ]
    },
    {
      "EnglishWord": "quantizing levels",
      "Meanings": [
        "سطوح کوانتیزه"
      ]
    },
    {
      "EnglishWord": "quantizing noise",
      "Meanings": [
        "نویز کوانتایی سازی نویزی که معمولا با سیگنال مربوط به خطای کوانتایی سازی ناشی از تبدیل آنالوگ به دیجیتال و دیجیتال به آنالوگ در سیستمها انتقال دیجیتال",
        "همبسته است"
      ]
    },
    {
      "EnglishWord": "quantum",
      "Meanings": [
        "کوانتوم کوچکترین کمیت انرژی که می‌تواند با یک پدیده معین در ارتباط باشد کوانتوم تابش الکترومغناطیس",
        "فوتون است",
        "کوانتم",
        "مقدار"
      ]
    },
    {
      "EnglishWord": "quantum efficiency",
      "Meanings": [
        "بازده کوانتومی تعداد متوسط الکترونهای گسیل شده فتو الکتریکی از کاتد نوری بر فوتونهای تابش شده با طول موج در لامپ خلا نوری"
      ]
    },
    {
      "EnglishWord": "quantum electronics",
      "Meanings": [
        "الکترونیک کوانتومی شاخه ای از الکترونیک که ترازهای انرژی مختلف ماده را همراه با حرکتهای داخل اتمها یا گروههای اتمی و پدیده‌های مختلف در بلورها",
        "مطالعه می‌کند. میزر هیدروژنی اتم و تشدیدگر باریکه اتمی سزیمی مثالهایی از کاربردهای عملی آن هستند"
      ]
    },
    {
      "EnglishWord": "quantum energy",
      "Meanings": [
        "انرژی کوانتمی"
      ]
    },
    {
      "EnglishWord": "quantum mechanics",
      "Meanings": [
        "مکانیک کوانتومی مطالعه ساختار اتمی و پدیده‌های مربوط به آن به صورت کمیتهایی که قابل اندازه گیری هستند",
        "مکانیک کوانتمی"
      ]
    },
    {
      "EnglishWord": "quantum number",
      "Meanings": [
        "عدد کوانتمی عددی که به یکی از مقادیر مختلف کمیت کوانتایی در محدوده مجزای آن نسبت داده می‌شود. مثلا عدد کوانتومی اصلی الکترون سطح انرژی آن را نسبت به سطح انرژی کمینه با تراز پایین که عدد کوانتومی آن است. تعیین می‌کند",
        "عدد کوانتمی"
      ]
    },
    {
      "EnglishWord": "quantum physics",
      "Meanings": [
        "فیزیک کوانتمی"
      ]
    },
    {
      "EnglishWord": "quantum state",
      "Meanings": [
        "تراز کوانتومی یکی از ترازهایی که اتم می‌تواند به طور دایم یا موقت در آن قرار گیرد"
      ]
    },
    {
      "EnglishWord": "quantum theory",
      "Meanings": [
        "نظریه کوانتوم نظریه ای که بر مبنای آن اتمها یا مولکولها انرژی را با فرایند مرحله مقداری انرژی که کوانتوم نامیده می‌شود. گسیل یا جذب می‌شود. کوانتوم نور یا تابشهای دیگر",
        "فوتون است. انرژی فوتون برابر است با حاصلضرب بسامد تابش بر حسب هرتز در ثابت پلانک 6/62 ضربدر 10 به توان",
        "ergs",
        "نظریه کوانتمی"
      ]
    },
    {
      "EnglishWord": "quantum voltage",
      "Meanings": [
        "ولتاژ کوانتومی ولتاژی که الکترون باید در آن شتاب بگیرد تا انرژی لازم را برای یک کوانتوم خاص به دست آورد"
      ]
    },
    {
      "EnglishWord": "quantum well",
      "Meanings": [
        "چاه کوانتومی ساختار قطعه نیمرسانایی که از لایه‌های نازک و یک در میان مواد گروه III",
        "V یا ویژگیهای شکاف انرژی مختلف ساخته می‌شود تا بتوان ویژگیهای فیزیکی در آن ایجاد کرد که در کمیتهای تکتک مواد سازنده وجود ندارد",
        "مانند چاه کوانتومی که از گالیم آرسنید GaAs و آلومینیم گالیم آرسنید AlGaAs ساخته می‌شود. GaAs که شکاف انرژی کوچکتری دارد بین لایه‌های Al GaAs که شکاف انرژی بیشتری دارند قرار می‌گیرد. این ساختار ناهمجنس کوانتومی الکترونها را به طور مکانیکی به ماده دارای شکاف انرژی کوچکتر هدایت می‌کند. ساختارهای با چاه کوانتوم چندگانه نیز ساخته می‌شود"
      ]
    },
    {
      "EnglishWord": "quantum yield",
      "Meanings": [
        "محصول کوانتومی تعداد واکنشهای فوتون القایی یک نوع معین به ازای فوتون جذب شده"
      ]
    },
    {
      "EnglishWord": "quanxization",
      "Meanings": [
        "گونتیزاسیون",
        "کمی کرد"
      ]
    },
    {
      "EnglishWord": "quarter",
      "Meanings": [
        "ربع"
      ]
    },
    {
      "EnglishWord": "quarter - wave qntenna",
      "Meanings": [
        "آنتن ربع",
        "موجی آرایشی از دو توری سیمی که به فاصله مضرب فردی از یک چهارم طول موج در موجبر قرار می‌گیرند و موج عبوری را در یک جهت تضعیف می‌کنند. موج بازتابیده از توری اول با بازتابش توری دوم خنثی می‌شود. در نتیجه تمام انرژی رسیده به تضعیف کننده یا از توریها عبور می‌کند یا در آنها جذب می‌شود و هیچ بازتابشی به وجود نمی‌آید"
      ]
    },
    {
      "EnglishWord": "quarter - wave stub   quarter - wave line   quarter wave transmission line",
      "Meanings": [
        "زایده ربع",
        "موجی",
        "خط ربع موجی",
        "خط انتقال ربع",
        "موجی بخشی از خط انتقال که طول آن یک چهارم طول موج بسامد اصلی ارسالی است. اگر طرف دیگر خط اتصال کوتاه شود این قسمت در بسامد اصلی و همه هماهنگهای فرد دارای امپدانس بالا خواهد بود و برای همه هماهنگهای زوج بسامد پایین دارد"
      ]
    },
    {
      "EnglishWord": "quarter - wave termination",
      "Meanings": [
        "پایان دهی ربع",
        "موجی پایان موجبر غیر بازتابی که از توری جذب کننده انرژی یا پوسه نیمرسانایی تشکیل می‌شود که در فاصله یک چهارم طول موج موجبر از صفحه فلزی انتهایی قرار می‌گیرد. موج بازتابیده از توری با موج بازتابیده از صفحه خنثی می‌شود"
      ]
    },
    {
      "EnglishWord": "quarter phase",
      "Meanings": [
        "ربع فاز"
      ]
    },
    {
      "EnglishWord": "quarter phase system",
      "Meanings": [
        "سیستم ربع فاز"
      ]
    },
    {
      "EnglishWord": "quarter wave",
      "Meanings": [
        "ربع موج"
      ]
    },
    {
      "EnglishWord": "quarter- wave",
      "Meanings": [
        "ربع",
        "موجی ویژگی داشتن طول الکتریکی برابر با یک چهارم طول موج"
      ]
    },
    {
      "EnglishWord": "quarter wave impedance transformation",
      "Meanings": [
        "مبدل امپدانس ربع موج"
      ]
    },
    {
      "EnglishWord": "quarter wave line",
      "Meanings": [
        "خط ربع موج"
      ]
    },
    {
      "EnglishWord": "quarter- wave plate",
      "Meanings": [
        "صفحه ربع",
        "موجی صفحه ای از میکا یا ماده بلوری دوبار شکست که به اندازه کافی برای ایجاد اختلاف فاز یک چهارم سیکل بین مولفه‌های عادی و غیر عادی نور عبوری ضخامت داشته باشد"
      ]
    },
    {
      "EnglishWord": "quarter- wavelength",
      "Meanings": [
        "ربع",
        "طول موج فاصله ای که متناظر با طول الکتریکی برابر با یک چهارم طول موج در بسامد کار خط انتقال یا جزء آنتنی است"
      ]
    },
    {
      "EnglishWord": "quarter-wave transformer",
      "Meanings": [
        "ترانسفورماتور ربع",
        "موجی بخشی از خط انتقال به طول تقریبی یک چهارم طول موج که می‌تواند خط انتقال را با بار یا آنتن تطبیق دهد"
      ]
    },
    {
      "EnglishWord": "quartz",
      "Meanings": [
        "کوارتز بلور پیزوالکتریک طبیعی یا رشد یافته مصنوعی مرکب از دی الکسید سیلیسیم. ورقه‌های نازکی از آن به دقت برش داده می‌شوند که به عنوان بلور کنترلی بسامد نوسان ساز عمل می‌کند",
        "کوارتز"
      ]
    },
    {
      "EnglishWord": "quartz crystal",
      "Meanings": [
        "بلور کوارتز",
        "کریستال کوارتز"
      ]
    },
    {
      "EnglishWord": "quartz delay line",
      "Meanings": [
        "خط تاخیر کوارتز خط تاخیر آکوستیکی با کوارتز به عنوان محیط انتقال صدا"
      ]
    },
    {
      "EnglishWord": "quartz lamp",
      "Meanings": [
        "لامپ کوارتز لامپ بخار جیوه که دارای حباب شفافی که به جای شیشه از کوارتز ساخته شده است. کوارتز در برابر حرارت مقاوم است",
        "امکان استفاده از جریانهای بالاتر را فراهم می‌کند و پرتوهای فرابنفش را که در شیشه معمولی جذب می‌شوند",
        "عبور می‌دهد"
      ]
    },
    {
      "EnglishWord": "quartz oscillator",
      "Meanings": [
        "نوسان ساز کوارتز"
      ]
    },
    {
      "EnglishWord": "quasar",
      "Meanings": [
        "کوازار ننبع شبه ستارهای سیگنالهای رادیویی در حود انتهای جهان قابل مشاهده که با سرعت حدود نصف سرعت نور در فضا پخش می‌شود و برای انرژی تابشی آن هیچ گونه منقع قابل توضیحی مانند منابع هسته ای یا پدیده‌های دیگر وجود ندارد"
      ]
    },
    {
      "EnglishWord": "quasi",
      "Meanings": [
        "شبه"
      ]
    },
    {
      "EnglishWord": "quasi- dielectric",
      "Meanings": [
        "شبه دی الکتریک دی الکتریکی که Q آن بسیار کمتر از واحد است"
      ]
    },
    {
      "EnglishWord": "quasi fermi level",
      "Meanings": [
        "تراز شبه فرمی"
      ]
    },
    {
      "EnglishWord": "quasi- ferroelectric ceramic",
      "Meanings": [
        "سرامیک شبه",
        "فروالکتریکی سرامیکی که رفتار آن یا مواد فرو الکتریکی و دی الکتریک واقعی تفاوت دارد مانند بعضی ترکیبهای سرب لانتا زیر کنات تیتانات PLZT"
      ]
    },
    {
      "EnglishWord": "quasi fly by wire",
      "Meanings": [
        "سیستم کنترل پرواز شبه الکتریکی"
      ]
    },
    {
      "EnglishWord": "quasi linear",
      "Meanings": [
        "شبه خطی"
      ]
    },
    {
      "EnglishWord": "quasi optical",
      "Meanings": [
        "شبه نوری"
      ]
    },
    {
      "EnglishWord": "quasi random",
      "Meanings": [
        "شبه تصادفی"
      ]
    },
    {
      "EnglishWord": "quasi stable state",
      "Meanings": [
        "حالت شبه پایدار"
      ]
    },
    {
      "EnglishWord": "quasi static",
      "Meanings": [
        "شبه ساکن"
      ]
    },
    {
      "EnglishWord": "quasi static approximation",
      "Meanings": [
        "تقریب شبه ساکن ایستا"
      ]
    },
    {
      "EnglishWord": "quasi steady flow",
      "Meanings": [
        "جریان شبه دایم"
      ]
    },
    {
      "EnglishWord": "quasi tem",
      "Meanings": [
        "شبه TEM"
      ]
    },
    {
      "EnglishWord": "quasi-blstable circuit",
      "Meanings": [
        "مدار شبه دوپایا مدار دو پایایی که با سرعت الایی نسبت به بسامد طبیعی خود",
        "تحریک می‌شود"
      ]
    },
    {
      "EnglishWord": "quasi-conductor",
      "Meanings": [
        "شبه رسانا رسانایی که Q آن سیار کمتر از واحد است"
      ]
    },
    {
      "EnglishWord": "quasi-monostable citcuit",
      "Meanings": [
        "مدارشبه تکپ پایا مدار تک پایا یی که با سرعت بالای نسبت به بسامد طبیعی خود",
        "تحریک می‌شود"
      ]
    },
    {
      "EnglishWord": "quasi-optical",
      "Meanings": [
        "شبه",
        "اپتیکی واژه ای برای اشاره به ویژگیهای شبیه به امواج نور",
        "مانند محدودیت حوزه خط دید"
      ]
    },
    {
      "EnglishWord": "quasi-passive satellite",
      "Meanings": [
        "ماهواره شبه غیر فعال ماهواره غیر فعالی که دارای انتنهای بازتابنده خاصی است. که با متمرکز کردن سیگنال دریافتی و باز تاباندن آن به ایستگاه دریافت کننده به صورت یک باریکه نازک",
        "سیگنالرا بهبود می‌بخشد"
      ]
    },
    {
      "EnglishWord": "quasi-resonant power supply",
      "Meanings": [
        "منبع تغذیه شبه تشدیدی منبع تغذیه تشدید ساز که سوییچ توان آن تکرار سیکلهای تشدید را کنترل و انتقال انرژی را ناپیوسته می‌کند"
      ]
    },
    {
      "EnglishWord": "quasi-single -sideband",
      "Meanings": [
        "شبه تک باند کناری ارسال قسمتهایی از هر دو باند کناری برای شبه سازی ارسال تک باند جانبی"
      ]
    },
    {
      "EnglishWord": "quaternary",
      "Meanings": [
        "چهار تایی"
      ]
    },
    {
      "EnglishWord": "quaternary alloy",
      "Meanings": [
        "آلیاژ چهار تایی"
      ]
    },
    {
      "EnglishWord": "quaternary componund semiconductor",
      "Meanings": [
        "نیمرسانای مرکب چهار تایی نیمرسانای ساخته شده از ترکیب چهار عنصر مانند ایندیم",
        "گالیم",
        "آرسنیک و فسفر برای تشکیل ایندیم گالیم ارسنید فسفی ingaasp ترکیبهای چهارتایی به طور رونشانی روی زیر ساختهایی با ترکیب دوتایی رشد داده می‌شوند"
      ]
    },
    {
      "EnglishWord": "quaternary phase-shift keying",
      "Meanings": [
        "کلید زنی جا به جایی فاز چهار سطحی مدله سازی عامل موج با دو جریان داده غیر برگشتی به صفر NRZ موازی به طریقی که دادنه‌ها به صورت جا به جاتیی فاز 90 درجه حامل",
        "ارسال شوند. به این ترتیب ظرفیت کانال پیام دو برابر ظرفیت آن در کلید زنی جابه جایی فاز دوتایی در همان پهنای باند می‌شود"
      ]
    },
    {
      "EnglishWord": "quaternary signaling",
      "Meanings": [
        "سیگنال دهی چهار سطحی سیگنال دهی ای که در ان اطلاعات با حضور و عدم حضور یا تغییرات مثبت و منفی چهار مجزای یک پارامتر محیط انتقال سیگنال دهی نشان داده می‌شوند"
      ]
    },
    {
      "EnglishWord": "quatization noise",
      "Meanings": [
        "نویز کوانتیزاسیون"
      ]
    },
    {
      "EnglishWord": "quench",
      "Meanings": [
        "خاموش کردن",
        "فرو نشستن"
      ]
    },
    {
      "EnglishWord": "quenched - domain gunn diode",
      "Meanings": [
        "دیودگان حوزه خاموش دیودگان که بسامد نوسان آن با استفاده از مداری که حوزه را پیش از رسیدن آن به آند خاموش می‌کند",
        "افزایش می‌یابد. با این کار سیکل کاری جدید نسبت به دیود گانی که به طور آزاد نوسان میکند",
        "زودتر آغاز می‌شود"
      ]
    },
    {
      "EnglishWord": "quenched - domain mode",
      "Meanings": [
        "مد حوزه",
        "خاموش یکی از سه مدکاری دیود الکترون",
        "انتقالی که تشکیل واز بین رفتن حوزه‌های فضا",
        "با مدار اطراف ان کنترل می‌شود. مدLSA و مدزمانگذر دو مدکاری دیگر هستند"
      ]
    },
    {
      "EnglishWord": "quenched spark - gap converter",
      "Meanings": [
        "مبدل شکاف جرقه خنک شده مولد شکاف جرقه ای که از تخلیه نوسانی خازن از طریق پیچک و شکاف جرقه خنک شده به عنوان منبع توان RF استفاده می‌کند. شکاف جرقه معمولا از شکاف‌های نزدیک به همدیگر تشکیل می‌شود که به طور سری برای ایجاد خنک سازی خوب عمل می‌کنند"
      ]
    },
    {
      "EnglishWord": "quenched spark gap",
      "Meanings": [
        "شکاف جرقه خونک شده شکاف جرقه ای که دارای تمهیداتی برای دیونیده شدن سریع است. نوع از آن شامل شکافهای کوچک زیادی بین الکترودهایی است که دارای جرم نسبتا زیادی بین الکترودهایی است که دارای جرم نسبتا زیاد و تابشگرهای حرارت خوب هستند. الکترودها شکافها را به سرعت خنک می‌کنند و در نتیجه شرایط متوقف می‌شود"
      ]
    },
    {
      "EnglishWord": "quenching",
      "Meanings": [
        "خاموش کننده"
      ]
    },
    {
      "EnglishWord": "quenching circuit",
      "Meanings": [
        "مدار خاموش سازی ماری که ولتاژ اعمالی به لامپ شمارنده را برای جلو گیری از تخلیه چندگانه از یونیزه شدن",
        "کاهش می‌دهد یا حذف یا معکوس می‌کند",
        "مدار خاموش کننده"
      ]
    },
    {
      "EnglishWord": "quenching frequency",
      "Meanings": [
        "بسامد خاموش سازی بسامدی که نوسانهای گیرنده فوق باز تولیدی در آن حذف یا خاموش می‌شود"
      ]
    },
    {
      "EnglishWord": "query",
      "Meanings": [
        "پرس و جو"
      ]
    },
    {
      "EnglishWord": "quesi-linear feedback control system",
      "Meanings": [
        "سیستم کنترل پسخورد با رابطه ای بین سیگنالهای ورودی وخروجی که علی رغم وجود عناصر غیر خطی در داخل سیستم",
        "اساسا خطی است"
      ]
    },
    {
      "EnglishWord": "queue",
      "Meanings": [
        "صف در عملیات کامپیوتری",
        "فهرستی از پردازشهایی که باید به ترتیب انجام شوند",
        "بلوکهای اطلاعاتی باید به ترتیب پردازش شوند یا ترکیب از هر دو"
      ]
    },
    {
      "EnglishWord": "quiescent",
      "Meanings": [
        "خاموش بدون سیگنال ورودی"
      ]
    },
    {
      "EnglishWord": "quiescent - carrier telephony",
      "Meanings": [
        "تلفن حامل",
        "خاموش سیستم رادیو تلفنی که در آن حامل به هنگام عدم وجود سیگنالهای صدا حذف می‌شود"
      ]
    },
    {
      "EnglishWord": "quiescent -carrier modulation",
      "Meanings": [
        "مدوله سازی حامل",
        "خاموش سیستم مدوله ساز یکه حامل در فاصله‌های زمانی که مدوله سازی انجام نمی‌شود",
        "حذف می‌شو د"
      ]
    },
    {
      "EnglishWord": "quiescent current",
      "Meanings": [
        "جریان خاموشی جریان الکترودی که متناظر با ولتاژ بایاس الکترود است"
      ]
    },
    {
      "EnglishWord": "quiescent point",
      "Meanings": [
        "نقطه سکون"
      ]
    },
    {
      "EnglishWord": "quiescent push - pull amplifier",
      "Meanings": [
        "تقویت کننده پوش",
        "پول خاموش تقویت کننده پولی که شبکه کنترل ان طوری بایاس منفی می‌شود که به هنگام عدم وجود سیگنال جریان آند کمی جاری می‌شود در هنگام تنظیم بین ایستگاهها نویزی وجود ندارد اما کیفیت توان به ازای سیگنالهای ضعیف پایین است"
      ]
    },
    {
      "EnglishWord": "quiescent value",
      "Meanings": [
        "مقدار خاموشی مقدار جریان یا ولتاژ الکترود لامپ الکترونی به هنگام عدم وجود سیگنال"
      ]
    },
    {
      "EnglishWord": "quiet",
      "Meanings": [
        "آرام"
      ]
    },
    {
      "EnglishWord": "quiet tuning",
      "Meanings": [
        "تنظیم ساکت مدار تنظیمی که خروجی گیرنده رادیویی را تا وقتی که به درستی روی موج حامل ورودی تنظیم شود",
        "ساکت نگه می‌دارد"
      ]
    },
    {
      "EnglishWord": "quieting sensitivity",
      "Meanings": [
        "حساسیت سکوت کمترین سیگنال ورودی که به ازای آن نسبت سیگنال به نویز خروجی از حد معینی در گیرنده‌های FM تجاوز نمی‌کند"
      ]
    },
    {
      "EnglishWord": "quinary code",
      "Meanings": [
        "رمز پنج پنجی رمزی بر اساس پنج ترکیب ممکن برای نمایش ارقام مانند عددنویسی دو پنجی"
      ]
    },
    {
      "EnglishWord": "quota",
      "Meanings": [
        "سهم"
      ]
    },
    {
      "EnglishWord": "quoted printable encoding",
      "Meanings": [
        "رمز گذاری قابل چاپ"
      ]
    },
    {
      "EnglishWord": "quotient",
      "Meanings": [
        "خارج قسمت",
        "بهر"
      ]
    },
    {
      "EnglishWord": "qurater- eavelength plate",
      "Meanings": [
        "صفحه ربع",
        "طول موجی صفحه شفافی که فاز باریکه نور عبوری از آن به اندازه یک چهارم طول موج تغییر می‌کند"
      ]
    },
    {
      "EnglishWord": "quratz- filber electroscope",
      "Meanings": [
        "برق نمای تار کوارتزی برق نمایی که تار کوارتزی پوشیده شده با ورقه طلا در آن همان کار ورقه طلا را در برق نمای معمولی انجام می‌دهد"
      ]
    },
    {
      "EnglishWord": "quratz pressure gage",
      "Meanings": [
        "اندازه گیر فشار کوارتز اندازه گیر فشاری که شامل تشدیدگر بلور کوارتز با پایداری بالایی است که بسامد آن مستقیما با اعمال فشار تغییر می‌کند"
      ]
    },
    {
      "EnglishWord": "quratz thermometer",
      "Meanings": [
        "دماسنج کوارتز دماسنجی که پاسخ آن براساس حساسیت بسامد تشدید بلور کوارتز نسبت به تغییرات دما است"
      ]
    },
    {
      "EnglishWord": "quratz watch",
      "Meanings": [
        "ساعت کوارتز ساعت الکترونیکی که زمان را تحت کنترل بلور کوارتزی که در مدار نوسان ساز",
        "با انرژی باتری",
        "کار می‌کند",
        "نگه می‌دارد. زمان را می‌توان به صورت ساعت مچی معمولی یا روی صفحه نمایش دیجیتال",
        "که امروزه از بلور مایع است",
        "نشان داد"
      ]
    }
  ]
}