{
  "Group": "R",
  "Entries": 1291,
  "Words": [
    {
      "EnglishWord": "r",
      "Meanings": [
        "rankine",
        "رانگین مقیاس دمای مطلق بر اساس درجه بندی فارنهایت که مقیاس کلی آن طوری جا به جا شده است که OR برابر با صفر مطلق است. در این مقیاس آب در 459/6 R درجه یخ می‌زند و در 639/6 درجه به جوش می‌آید. برای به دست آوردن مقدار درجه رانگین متناظر با فارنهایت باید به مقدار برحسب فارنهایت 427/6 اضافه کرد",
        "resistance",
        "مقاومت مخالفتی که قطعه یا ماده در براب رجاری شدن جریان از خودنشان می‌دهد و بر حسب اهم",
        "کیلو اهم یا مگااهم اندازه گیری می‌شود. در مدارهای AC مقاومت مولفه حقیقی امپدانس است",
        "resistor",
        "مقاومت قطعه ساخته شده برای ایجاد مقدار معینی مقاومت. مقاومت در مدار",
        "مقدار جریان را محدود می‌کند یا افت ولتاژ به وجود می‌آورد. انواع اصلی مقاومتهای مجزا عبارت اند از کربن",
        "مرکب",
        "کربن پوسه ای",
        "سیم پیچی",
        "پوسه فلزی و پوسه سرعتی. همچنین تراشه‌های مقاومتی پوسه",
        "نارک و پوسه ضخیم سرمتی و شبکه‌های مقاومتی نیز وجود دارند",
        "roentgen",
        "رونتگن واحد بین المللی دز قرار گرفتن در معرض پرتوهای X و پرتوهای گاما. یک رونتگن تابش هوای خشک را به اندازه کافی برای تولید 1 واحد الکتروستاتیکی الکتریسیته به ازای 1/293mg را از هوا",
        "یونیده می‌کند"
      ]
    },
    {
      "EnglishWord": "r  ds on",
      "Meanings": [
        "نماد مقاومت استاتیک بین درین و سورس یک MOSFET قدرت در بایاس مستقیم در جریان درین و ولتاژ گیت معین"
      ]
    },
    {
      "EnglishWord": "r  r",
      "Meanings": [
        ". نماد ریاضی مقاومت 2. علامت درجه رانکین"
      ]
    },
    {
      "EnglishWord": "r on",
      "Meanings": [
        "نماد مقاومت روشن",
        "مقاومت بیرونی قطعه قطع و وصل توان",
        "هنگامی که برای وضعیت رسانایی یا روشن کامی به طور مستقیم بایاس می‌شود"
      ]
    },
    {
      "EnglishWord": "r parameter",
      "Meanings": [
        "پارامتر r پارامتر تزانزیستور مربوط به مقاومت"
      ]
    },
    {
      "EnglishWord": "r scope",
      "Meanings": [
        "اسکوپ R اسکوپ رادار که صفحه نمایش R را به وجود می‌آورد"
      ]
    },
    {
      "EnglishWord": "r.f    ratio frequency",
      "Meanings": [
        "فرکانس رادیویی"
      ]
    },
    {
      "EnglishWord": "r.p.m   revolution per minutes",
      "Meanings": [
        "دوران در دقیقه"
      ]
    },
    {
      "EnglishWord": "r/s",
      "Meanings": [
        "معادل rps در سیستم si"
      ]
    },
    {
      "EnglishWord": "ra",
      "Meanings": [
        "radium",
        "رادیم عنصر فلزی با پرتوزایی بالا که پرتوهای الفا",
        "بتاو گاما تابش می‌کندو عدد اتمی آن 88 است"
      ]
    },
    {
      "EnglishWord": "rabbit ears",
      "Meanings": [
        "گوش خرگوشی انتن تلویزیونی دو قطبی داخل اتاق",
        "به شکل V که زاویه بازوهای آن و معمولا طول آن قابل تنظیم است. این آنتن می‌تواند به دستگاه تلویزیون وصل شود یا رویپایه ای برای قرار گرفتن روی دستگاه نصب شود"
      ]
    },
    {
      "EnglishWord": "race",
      "Meanings": [
        "رقابت شرایط گذرایی که در آن دو یا چند عنصر حافظه در مدار کامپیوترری نا همزمان",
        "به طور همزمان تغییر وضعیت می‌دهند"
      ]
    },
    {
      "EnglishWord": "race condition",
      "Meanings": [
        "شرایط رقابت 1. موقعیتی که به هنگام رسیدن ورودیها به گیت قطعه نیمرسانا",
        "به طور موازی و از طریق مسیر‌های مداری مختلف ایجاد می‌شود. تاخیر‌های مسیر مختلف می‌تواند مسبب عدم تعیین زمان درست رسیدن سیگنالها به گیت و زمان گذرای غیر معینی در خروج گیت شود. 2. شرایط مبهمی که به هنگام تغییر وضعیت یک فلیپ فلاپ به حالت بعدی خود ف پیش از ایجاد زمان کافی برای تثبیت حالت فلیپ فالپ دیگر",
        "درشمارنده‌های کنترلی به وجود می‌آید"
      ]
    },
    {
      "EnglishWord": "races",
      "Meanings": [
        "Radio Amateur Civil E mergency Service",
        "خدمات اضطراری رادیو آماتوری شهری خدمات رادیو",
        "آماتوری که در مواقع اضطراری در شهر",
        "مانند زمین لرزه",
        "آتش سوزی",
        "سیل",
        "طوفان یا تورنادو",
        "ارتباط مخابراتی را بر قرار می‌کند"
      ]
    },
    {
      "EnglishWord": "raceway",
      "Meanings": [
        "مجرای رابط کانالی که سیمها",
        "کابلها یا شینه‌ها را نگهداری و حفاظت می‌کند"
      ]
    },
    {
      "EnglishWord": "rack",
      "Meanings": [
        "رک",
        "میله دنده 1. کابینت فلزی استاندارد شده ای که صفحه‌های فرمان 19 اینچی 48/24 سانتی متر را با ارتفاعهای مختلف نگه می‌دارد. گیرنده‌های رادیویی",
        "تقویت کننده‌ها وواحد‌های تجهیزات آزمایشگحاهی الکترونیکی روی این صفحه‌ها نصب می‌شود. سوراخهای نصب روی صفحه‌های فرمان معمولا با مته‌های",
        "سوراخکاری می‌شوند و با مضربهای یک دوم و پنج هشتم اینچ 1/27 و 1/587 سانتی متر از یکدیگر فاصفه دارند تا با فاصله گذاریهای متناظر با صفحه‌های فرمان استاندارد شده منطبق باشند. اولین بار برای نگهداشتن صفحه‌های فرمان رله ای در مزکز تلفن ساخته شدند. 2. میله مستقیم با دندانه‌های چرخ دنده ای که با چرخ دنده راه انداز یا پینیون درگیر می‌شود تا حرکت مستقیم خطی به وجود آورد",
        "قفسه"
      ]
    },
    {
      "EnglishWord": "rad",
      "Meanings": [
        "radian",
        "رادیان زاویه مقطع قوسی که طول ان برابر با شعاع آن است. دایره کامل 2 رادیان است. یک رادیان 58/29579درجه و 1 درجه برابر 0/01745 رایان است",
        "radiation",
        "absorbed dose",
        "دز تابش",
        "جذب واحدی که مقدار انرژ ی منتقل شده به ماده را با تابش یونیده سازی معین می‌کند. یک راد",
        "دز تابشی است که چگالی انرژ ی 100ارگ بر گرم را در ماده جذب کننده ایجاد می‌ند به دلیلاختلاف انرژ ی مواد مختلف نوع ماده باید معین باشد. مثلا 1 rad سیلیسیم برابر با 100erg /g سیلیسیم است. قطعات گالیم رسنیدی معمولا سختی دزی از 10 به توان هفت rad 10 به توان 8 و سختی سرعت راد 10 به توان 8 تا 10 به توان 11 rad /s دارند"
      ]
    },
    {
      "EnglishWord": "rad per unit time",
      "Meanings": [
        "رادبر واحد زمان واحد نرخ دز جذب شده"
      ]
    },
    {
      "EnglishWord": "radaar station",
      "Meanings": [
        "ایستگاه رادار مکان زمینی",
        "هوایی یا دریایی سیستم راداری که سیگنالها را ارسال یا دریافت می‌کند"
      ]
    },
    {
      "EnglishWord": "radar",
      "Meanings": [
        "ردیاب",
        "رادار"
      ]
    },
    {
      "EnglishWord": "radar   radio detecting and ranging",
      "Meanings": [
        "رادار سیستمی بر اساس انرژ RF ارسال شده و بازتابیده برای آشکار سازی و پیدا کردن موقعیت اجسام که فاصله یا ارتفاع را اندازه می‌گیرد",
        "در ناوبری",
        "مان یابی و بمباران به کار می‌رود. در آشکار سازی و فاصله یابی",
        "فاصله زمانی بین ارسال انرژی و دریافت انرژی بازتابیده",
        "فاصله جسم را در مسیر باریکه ارسال تعیین می‌کند. در رادارهای اولیه انرژی ارسال شده راهنمای پاسخ دهنده ای را که سیگنالهای کاملا جدیدی را به دستگاه رادار باز می‌فرستاد تحریک می‌کرد"
      ]
    },
    {
      "EnglishWord": "radar  resolution",
      "Meanings": [
        "افت رادار دقت سیستم رادار"
      ]
    },
    {
      "EnglishWord": "radar altimeter  pulsed  altimeter",
      "Meanings": [
        "ارتفاع سنج راداری",
        "ارتفاع سنج پالسی ارتفاع سنج رادیویی مورد استفاده در هواپیماهابرای مشخص کردن دقیق ارتفاع مطلق در ارتفاعهای بالاتر از 1/524 کیلو متر یا 5000 فوت که حد نهایی ارتفاع سنجهای راداری FM است تجهیزات راداری نوع پالسی",
        "پالسی مستقیم رو به پایین می‌فرستد و زمان کل حرکت ان تا سطح و برگحشت به هواپیما را اندازه میگیرد. کمترین ارتفاع مفید آن 250 فیت 76/2متر است"
      ]
    },
    {
      "EnglishWord": "radar altitude  radio altitude",
      "Meanings": [
        "ارتفاع راداری",
        "ارتفاع رادیویی ارتفاع مطلقی که با ارتفاع سنج داداری تعیین می‌شود"
      ]
    },
    {
      "EnglishWord": "radar astronomy",
      "Meanings": [
        "ستاره شناسی راداری مطالعه اجسام آسمانی و جو زمین با روشهای راداری که شامل ردیابی شهاب سنگها و بازتاب پالسهای رادار از ماه و سیاره‌ها است"
      ]
    },
    {
      "EnglishWord": "radar beacon",
      "Meanings": [
        "راهنمای راداری فرستنده",
        "گیرنده راداری که سیگنال رادار رمز شده قوی را به هر جا که گیرنده رادار به وسیله رادار در خواست کننده روی هواپیما یا کشتی",
        "تحریک شده باشد ف می‌فرستد. پاسخ راهنمای رمز شده می‌تواند بر ای تعیین موقعیت بر حسب جهت و فاصله از راهنما ف مورد استفاده ناخدا قرار گیرد"
      ]
    },
    {
      "EnglishWord": "radar beam",
      "Meanings": [
        "باریکه رادار باریکه قابل حرکت انرژی RF که از آنتن فرستنده رادار تولید می‌شود. شکل آن معمولاضبه صورت مکان هندسی تمام نقاطی تعریف می‌شود که درآنها",
        "توان به نصف مقدار آن در مرکز باریکخه کاهش می‌یابد"
      ]
    },
    {
      "EnglishWord": "radar boresight target",
      "Meanings": [
        "هدف دردیدرس رادار هدفی که با جهت",
        "ارتفاع و فاصله معلومی از رادار قرار داده شده است و بر ای میزان کردن و جهت یابی سیستم آنتن رادار به کار می‌رود"
      ]
    },
    {
      "EnglishWord": "radar calibration",
      "Meanings": [
        "درجه بندی رادار فرایند تعیین گستره و دقت پوشش راداری سیستم رادار کنترل هوایی تاکتیکی با آگاهی کننده هواپیماها. این درجه بندی شامل محاسبه پوشش نظری",
        "امتحان کردن پوشش از سوی پروازها و آماده سازی جدول",
        "نمودار‌ها و تقشه هی درجه بندی است"
      ]
    },
    {
      "EnglishWord": "radar cell",
      "Meanings": [
        "سلول رادار حجمی در فضا که به ازای یک طول پالس از فرستنده ر بیرون رادار گسترده می‌شود. و سطح مقطع آن متناظر با پهنای زاویه ای باریکه رادار است که با نقاط دارای شدت نیم توان معین شده اند"
      ]
    },
    {
      "EnglishWord": "radar chart",
      "Meanings": [
        "جدول رادار نقشه ویژ ه ای که در ناوبری راداری به کار می‌رود. در کشتیهای مجهز به رادار",
        "جدولهای رادار بر روی خطوط ساحلی ف تپه ا ف ساختمانهایبزرگ و اجسام دیگر تاکید می‌کنند که پژواکهای راداری معین و بهتری را برای اطمینان کشتیها از موقعیت خود ف ایجاد می‌نند. به همین طریق جدولهای رادار در ناوبر ی هوایی خطوط شهرها ف رودخانه ها",
        "دریاچه ها",
        "پلها",
        "راه اهنها و اجسام دیگری را که روی صفحه‌های نمایش رادار هوایی ظاهر می‌شوند نشان می‌دهد"
      ]
    },
    {
      "EnglishWord": "radar command guidance",
      "Meanings": [
        "فرمان هد ایت رادار سیستم هدایت موشکی که در آن تجهیزات راداری سکوی پرتاب موقعیت هدف و موشک",
        "هر دو را به طور پیوسته تعیین و تصحیحهای لازم در مسیر موشک را محاسبه می‌کند و به صورت فرمان رادیویی به موشک می‌فرستند"
      ]
    },
    {
      "EnglishWord": "radar contact",
      "Meanings": [
        "تماس راداری شناسایی و تعیین پژواکی روی صفحه رادار. وقتی که پژواک رادار هواپیما دیده و روی صفحه نمایش PPI شناسایی می‌شود. می‌گویند که هواپیما با رادار در تماس است"
      ]
    },
    {
      "EnglishWord": "radar control",
      "Meanings": [
        "کنترل راداری کنترل هواپیما",
        "موشک هدایت شونده یا باتری اسحله با رادار"
      ]
    },
    {
      "EnglishWord": "radar control area",
      "Meanings": [
        "منطقه کنترل رادار منطقه یا فضایی که در آن کنترل راداری هواپیما یا موشک هدایت شونده انجام می‌شود"
      ]
    },
    {
      "EnglishWord": "radar cross section echo area",
      "Meanings": [
        "سطح مقطع رادار",
        "سطح پژواک سطح باز دارنده توانی که اگر به طور سماوی در همه جهتها پراکنده شود",
        "پژواکهای راداری دریافتی برابر با آنچه که واقعا از هدف به دست می‌آید",
        "ایجاد میکند"
      ]
    },
    {
      "EnglishWord": "radar display",
      "Meanings": [
        "نمایش رادار الگویی که داده‌های خروجی سیستم رادار را نشان می‌دهد و معمولا روی صفحه نمایش لامپ پرتواتدی یا صفحه نمایش بلور مایع دیجیتال شده ایجاد می‌شود"
      ]
    },
    {
      "EnglishWord": "radar drift",
      "Meanings": [
        "انحراف رادار انحراف هواپیما که با مجموعه ای از اطلاعات جهت دریافت شده در طول زمان",
        "از هدف راداری ثابت تعیین می‌شود"
      ]
    },
    {
      "EnglishWord": "radar equation",
      "Meanings": [
        "معاله رادار معادله ای که توانهای ارسالی و دریافتی و بهره سیستم رادار ساده را به سطح پژواک و فاصله هدف از رادار مربوط می‌کند"
      ]
    },
    {
      "EnglishWord": "radar fire control",
      "Meanings": [
        "کنترل آتش راداری کنترل شلیک اسلحه با رادار"
      ]
    },
    {
      "EnglishWord": "radar fix",
      "Meanings": [
        "ثابت رادار موقعیت تعیین شده بار رادار /"
      ]
    },
    {
      "EnglishWord": "radar handoff",
      "Meanings": [
        "انتقال رادار انتقال شناسیایی و کنترل راداری روی هواپیما از یک منترل کننده به کنترل ننده دیگر بدون توقف هدایت. از این سییستم د رکنترل پرواز هواپیمای تجاری استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "radar homing",
      "Meanings": [
        "هدایت راداری 1. هدایت بر اساس منبع باریکه رادار. 2. هدایتی که در آن رادار موشکی روی هدف قفل می‌شود و موشک را به سوی هدف می‌راند"
      ]
    },
    {
      "EnglishWord": "radar horizon",
      "Meanings": [
        "افق رادار کوتاهترین زاویه ارتفاعی که در آن رادار می‌تواند به طور موثر در مکان خاصی عمل کند و تحت تاثیر عوارض زمین و تحدب زمین قرار نگیرد"
      ]
    },
    {
      "EnglishWord": "radar illumination",
      "Meanings": [
        "روشن کردن راداری روشن کردن هدف با رادار خارجی برای موشک",
        "به منظورایجاد سیگنالهای پژواک مناسب مورد استفاده تجهیزات هدایت دریافت کننده آنها در موشک"
      ]
    },
    {
      "EnglishWord": "radar indicator",
      "Meanings": [
        "نشانگر راداری صفحه نمایش لامپ پرتوکاتدی یا بلوری مایع دیجیتال شده و تجهیزات مربوط به آن که نمایشی دیداری از سیگنالهای پژواک دریافت شده با دستگاه رادار ارایه می‌دهد"
      ]
    },
    {
      "EnglishWord": "radar mile",
      "Meanings": [
        "مایل راداری زمان لازم برای پالس رادار برای رسیدن به هدفی به فاصله 1 مایل statute 1/609 کیلو متر از رادار و برگشت",
        "که برابر است با 10/"
      ]
    },
    {
      "EnglishWord": "radar nautical mile",
      "Meanings": [
        "مایل دریایی راداری فاصله زمانی حدود 12/367 که برای حرکت انرژی RF پالس رادار تا فاصله 1 مایل دریایی 1/852 کیلو متر و برگشت آن لازم است"
      ]
    },
    {
      "EnglishWord": "radar navigation",
      "Meanings": [
        "ناوبری راداری ناوبری با استفاده از تجهیزات راداری و کمک ناوبری راد اری"
      ]
    },
    {
      "EnglishWord": "radar navigation aids",
      "Meanings": [
        "کمک",
        "ناوبریهای راداری اصلاح تجهیرات ناوبری قدیمی برای افزایش بازدهی ناوبری راداری در شب یا در مه. مثلا افزودن بازتابنده‌های گوشه ای به ساختار بویه‌ها و بجهای ناوبری برای بالا بردن توانایی آنها در بازتاباندن باریکه‌های راداری"
      ]
    },
    {
      "EnglishWord": "radar navigator",
      "Meanings": [
        "ناوبر راداری شخص آشنا به ناوبری راداری"
      ]
    },
    {
      "EnglishWord": "radar net  radar screen",
      "Meanings": [
        "تور راداری",
        "پرده راداری شبکه ای از ایستگاههای رادار که برای آشکار سازی هواپیماهای ورودی به محدوده هوایی معین ساخته شده است"
      ]
    },
    {
      "EnglishWord": "radar operator",
      "Meanings": [
        "متصدی رادار 1. شخصی که با دستگاه رادار کار می‌کند. 2. یکی از خدمه هواپیما که با تجهیزات رادار کار می‌کند مانند ناوبر راداری یا بمب انداز راداری"
      ]
    },
    {
      "EnglishWord": "radar performance figure",
      "Meanings": [
        "ضریب کارکرد رادار نسبت توان پالس فرستنده رادار به توان حداقل سیگنال قابل اشکار سازی با گیرنده"
      ]
    },
    {
      "EnglishWord": "radar picket",
      "Meanings": [
        "دژبان راداری هواپیما یا کشتی مجهز به رادار هشدار دهنده سریع و عمل کننده در فاصله ای از محدوده در حال حفاظت برای افزایش برد آشکار سازی رادار"
      ]
    },
    {
      "EnglishWord": "radar plot",
      "Meanings": [
        "نقشه راداری مسیر کشتی کشیده شده روی نشانگر صفحه موقعیت PPI به جای دیدن به صورت تصویرهای دیداری یا چاپ مستقیم روی جدول ناوبری. با مراجعه به این جدول ناوبری و استفاده از عمق یاب صوتی ناخدا می‌تواند کشتی را با ایمنی در آبهای دارای عمق کافی هدایت کند و دچار انحراف از مسیرپابر برخورد با کشتی‌ها یا موانع دیگر نشود. می‌توان این مسیر ار با استفاده از قلم نشانه گذار پاک شدنی مستقیما روی صفحه PPI کشید"
      ]
    },
    {
      "EnglishWord": "radar prediction",
      "Meanings": [
        "پیشکویی رادار نمایش گرافیکی آنچه که انتظار نمایش آن روی صفحه رادار",
        "به هنگام پویش حقیقی رادار",
        "وجود دارد این نمایش را می‌توان با پویش مدلهای توپراگحرافی در مقیاس کوچکتر با امواج مافوق صورت یا هر نوع شبیه سازی دیگر با استفاده از گرافیک کمپیوتری انجام داد"
      ]
    },
    {
      "EnglishWord": "radar probing",
      "Meanings": [
        "کاوش راداری فرایند به دست اوردن داده‌ها از اجسام دور در فضا با استفاده از سیگنالهای راداری",
        "پژواکهای سیگنالهای راسال به سیاره ونوس در فلاصله 4500000کیلو متر و 28000000 مایل دریافت شده اند"
      ]
    },
    {
      "EnglishWord": "radar range",
      "Meanings": [
        "برد رادار بیشترین فاصله ای که دستگاه رادار به طور معمول در آشکار سازی اجسام",
        "عمل می‌کند. معمولا برد رادار را فاصله ای فرض می‌کنند که دستگاه رادار می‌تواند جسم معینی را حداقل در 0/50 موارد آشکار کند. این برد در فضای آزاد با حساسیت توان گیرنده و سطح پژواک هدف نسبت مستقیم دارد ولی با مربع بهره آنتن و توان چهار توان فر ستنده تغییر می‌کند"
      ]
    },
    {
      "EnglishWord": "radar range marker",
      "Meanings": [
        "نشانه برد رادار نشانه یا خطی که روی صفحه نمایش PPI با قلم یا به صورت الکترونیکی ایجاد می‌شود و برد جسم آشکار شده را نشان می‌دهد"
      ]
    },
    {
      "EnglishWord": "radar receiver",
      "Meanings": [
        "گیردنده رادار گیرنده رادیویی با حساسیت بالا که سیگنالهای پژواک رادار را تقویت و دمدوله می‌کند و به صفحه نمایش رادار می‌دهد"
      ]
    },
    {
      "EnglishWord": "radar reconnaissance",
      "Meanings": [
        "شناسایی راداری استفاده از رادار برای به دست آوردن اطلاعات از مکان و توان نیروهای دشمن و یا اطلاعاتی در باره عوارض زمینی"
      ]
    },
    {
      "EnglishWord": "radar reflector",
      "Meanings": [
        "بازتابنده رادار باز تابنده ای که امواج را دار را بازتابده یا منحرف می‌کند"
      ]
    },
    {
      "EnglishWord": "radar repeater",
      "Meanings": [
        "تکرار کننده رادار مونیتوری با لامپ پرتو کاتدی که اطلاعات د یداری صفحه نمایش رادار درمکان د یگر دوباره نمایش می‌دهد. با استفاده از کلید انتخاب کننده می‌توان اطلاعات دیداری هر یک از سیستمهای رادار متعدد را دوباره ایجاد کرد"
      ]
    },
    {
      "EnglishWord": "radar scan",
      "Meanings": [
        "پوشیش رادار حرکت دایروی",
        "کروی",
        "مستطیلی یا حرکتهای دیگر باریکه رادار برای رسیدن به هدف"
      ]
    },
    {
      "EnglishWord": "radar scope",
      "Meanings": [
        "اسکوپ رادار واژه ای که قبلا به صفحه لامپ پرتو",
        "کاتدی CRT برای اطلاعات رادار اشاره می‌کرد اما امروزه برای بیان انواع صفحه‌های نمایش رادار ی از قبیل نمایش باپویش خطهای افقی د یجیتال شده به کار می‌رود",
        "که صفحه نمایش بلور مایع مورد استفاده",
        "در ناوبری قایقهای کوچک استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "radar signal analysis",
      "Meanings": [
        "تحلیل سیگنال رادار تحلیل بازتابهای زادار از هواپیما",
        "موشک بالستیک یا ماهواره در حال گردش برای به دست آرودن بیشترین اطلاعات ممکن از انداره",
        "شسکل و موقعیت آن"
      ]
    },
    {
      "EnglishWord": "radar signal simulator",
      "Meanings": [
        "شبیه ساز سیگنال رادار دستگاهی که خروجی الکترونیکی آن را می‌توان به طور مستقیم به نمایش گر دستگاه رادار وصل کرد تا پژواکهای راداری مصنوعی ایجاد کند"
      ]
    },
    {
      "EnglishWord": "radar sonde",
      "Meanings": [
        "رادار سوند 1. سیستم الکترونیکی برای اندازه گیری و ارسال خودکار دادنده‌های هواشناسی در ارتفاع بالا از بالن",
        "کایت یا زاکت با استفاده زا امواج رادیویی مدوله شده پالسی با فرمان سیگنالهای راداری 2. سیستمی که در آن از روشهای راداری برای تعیین برد",
        "ارتفاع و جهت هدف راداری که با رادیو سوند بالای زمین برده شده است. استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "radar surveying",
      "Meanings": [
        "سنجش راداری سنجشی که در آن",
        "رادار هوایی فاصله بین دو راهنمای زادیویی زمینی قرار گرفته در امتداد یک خط محور زا به دقت اندازه می‌گیرد. با این کار نیازی به اندازه گیری فاصله در طول خط محور در عوارض زمینی بسیار ناهومار و غیر قابل دسترس نخواهد بود"
      ]
    },
    {
      "EnglishWord": "radar system",
      "Meanings": [
        "سیستم رادار ساختار کاملی از تجهیزات راداری برای اشکار سازی و فاصله یابی که اجزای اساسی ان فرستنده انتن",
        "گیرنده و نشانگر است"
      ]
    },
    {
      "EnglishWord": "radar target",
      "Meanings": [
        "هدف رادار جسمی که روی صفحه نمایش رادار یا اسکوپ رادار ردیابی یا مشاهده می‌شود"
      ]
    },
    {
      "EnglishWord": "radar telescope",
      "Meanings": [
        "تلسکوپ راداری آنتن رادار بزرگ و تجهیزات مربوط به آن که برای ستاره شناسی راداری به کار می‌رود"
      ]
    },
    {
      "EnglishWord": "radar theodolite",
      "Meanings": [
        "تنودولیت راداری تنودولیتی که برای به دست آوردن زاویه",
        "ارتفاع و فاصله شیب دار از هدف بازتابنده به منظور سنجش یا مقاصد دیگر از رادار استفاده می‌کند"
      ]
    },
    {
      "EnglishWord": "radar track command guidanc",
      "Meanings": [
        "هدایت فرمان ردیابی رادار هدایت فرانی که از دو رادار خارجی برای موشک استفاده می‌کند. یک رادار هدف و دیگری موشک را ردیابی می‌ند. خروجیهای گیرنده رادار به کامپیوتر داده می‌شود وخروجی کامپیوتر به فرستنده داده ای برگشت داده می‌شود که اطلاعات پرواز را برای اطلاح مسیر پرواز به سمت هدف",
        "به موشک ارسال میکند"
      ]
    },
    {
      "EnglishWord": "radar tracking",
      "Meanings": [
        "ردیابی راداری ردیابی اجسام متحرک باردار"
      ]
    },
    {
      "EnglishWord": "radar trainer",
      "Meanings": [
        "تعلیم دهنده راداری تعلیم دهنده ای برای آموزش روشهای راداری و عملکردهای آن شبیه سازی صفحه‌های هدف راداری متعدد"
      ]
    },
    {
      "EnglishWord": "radar transmitter",
      "Meanings": [
        "فرستنده رادار بخش فرستنده سیستم رادار"
      ]
    },
    {
      "EnglishWord": "radar video data processor",
      "Meanings": [
        "پردازنده داده‌ها ی تصویری رادار سیستم راداری که صفحه نمایش بدون لرزشی برای کنترلف ترافیک هوایی با تبدیل سیگنالهای ورودی به داده‌های دیجیتال قابل همزمان شدن با ساعت سیستم",
        "به وجود می‌آورد. مدارهای مربوط امکان جمع آوری و نمایش سیگنالهای هدف ضعیف و نویزی را فراهم می‌آورند"
      ]
    },
    {
      "EnglishWord": "radar wave",
      "Meanings": [
        "موج رادار موج رادیویی ارسال شده یا بازتابیده که مبدا ان فرستنده رادار است"
      ]
    },
    {
      "EnglishWord": "radardom",
      "Meanings": [
        "radome",
        "رادام پوشش حفاظت کننده آنتن رادار که از مواد دی الکتریک معمولا ورفه‌های پلاستیکی ساخته می‌شود و در براب رانرژ RF شفاف است"
      ]
    },
    {
      "EnglishWord": "radarsurveillance",
      "Meanings": [
        "مراقبت راداری استفاده از یک یا چند دستگاه رادار برای تعیین فاصله هدف و ایجاد اطلاعات نزدیک شدن به آن",
        "مراقبت می‌تواند شامل تصحیلاتی برای شناسایی هدف به عنوان دوست یا دشمن و ابزارهایی برای رله کردن داده‌ها به مراکز کنترل و یا اطلاعات مناسب باشد"
      ]
    },
    {
      "EnglishWord": "rader  shadow",
      "Meanings": [
        "سایه رادار ناحیه ای که با بازتاب معکوس یا محیط جذاب کننده ای مانند تپه یا کوه از دید رادار مخفی شده است"
      ]
    },
    {
      "EnglishWord": "radiac   radioctivitgy detection  identfication . and computation",
      "Meanings": [
        "رادیاک 1. آشکار سازی",
        "شناسایی و اندازه گیری شدت تابش هسته در یک منطقه 2. radiac set"
      ]
    },
    {
      "EnglishWord": "radiac set  radiac radiac instrument  radiacmeter",
      "Meanings": [
        "دستگاه رادیاک",
        "رادیاک",
        "ابزار رادیاک",
        "رادیاک سنج سیستم کامل آشکار سازی",
        "شناسایی و اندازه گیری رادیو اکتیو"
      ]
    },
    {
      "EnglishWord": "radial",
      "Meanings": [
        "رادیال یکی از چند خطوط شعاعی موقعیت که با دستگاههای ناوبری رادیویی زاویه ای تعیین می‌شود و بر حسب زاویه و معمولا مغناطیسی تمام نقاط روی آن خط از دستگاه مشخص می‌شود",
        "شعاعی",
        "پرتویی"
      ]
    },
    {
      "EnglishWord": "radial - leaded  component",
      "Meanings": [
        "قطعه با پایه شعاعی قطعه الکترونیکی که زوج پایه‌های آن به طور موازی از بدنه قطعه بیرون آمده اند و امکان قرار دادن مستقیم قطعه در داخل سوراخهای برد مدار معمولی فراهم می‌نند مانند دیودهای نور گسیل ف بعضی خازنهای الکترولیتی آلومینیمی. و خازنهای تانتالیم dip شده"
      ]
    },
    {
      "EnglishWord": "radial choke",
      "Meanings": [
        "چوک مدور"
      ]
    },
    {
      "EnglishWord": "radial diffusion",
      "Meanings": [
        "انتشار شعاعی"
      ]
    },
    {
      "EnglishWord": "radial distribution",
      "Meanings": [
        "توزیع شعاعی"
      ]
    },
    {
      "EnglishWord": "radial field",
      "Meanings": [
        "میدان شعاعی میدان نیرو جهت داده شده به سوی نقطه ای در فضا یا در جهت دور شدن از آن",
        "میدان شعاعی"
      ]
    },
    {
      "EnglishWord": "radial resonator",
      "Meanings": [
        "تشدید کننده شعاعی"
      ]
    },
    {
      "EnglishWord": "radian",
      "Meanings": [
        "رادیان زاویه مقطع قوسی که طول ان برابر با شعاع آن است. دایره کامل 2 رادیان است. یک رادیان 58/29579درجه و 1 درجه برابر 0/01745 رایان است",
        "رادیان",
        "واحد اندازه گیری زاویه طبیعی"
      ]
    },
    {
      "EnglishWord": "radian frequency",
      "Meanings": [
        "فرکانس رادیان"
      ]
    },
    {
      "EnglishWord": "radian length",
      "Meanings": [
        "طول رادیان فاصله بین نقاط در موج سینوسی که 1 رادیان اختلاف فاز داشته باشند. یک طول رادیان برابر با طول موج تقسیم بر 2 رادیان است"
      ]
    },
    {
      "EnglishWord": "radian per second",
      "Meanings": [
        "رادیان بر ثانیه واحد سرعت زاویه ای"
      ]
    },
    {
      "EnglishWord": "radianc",
      "Meanings": [
        "تابندگی شار تابشی بر واحد زاویه ثابت",
        "بر واحد سطح منبع قرار گرفته در معرض تابش. واحد معمول آن وات بر استرادیان بر متر مربع است. تابندگی در تابش شبیه به روشنایی است"
      ]
    },
    {
      "EnglishWord": "radiansphere",
      "Meanings": [
        "مرزبین میدانهای دور و نزدیک آنتن کوچک که سطحی آن کروی است و شعاع ان برابر با طول موج تقسیم بر 6/28 است"
      ]
    },
    {
      "EnglishWord": "radiant",
      "Meanings": [
        "تابش گسیل شده یا ارسال شده در جهت شعاعهای به مرکز منبع نقطه ای"
      ]
    },
    {
      "EnglishWord": "radiant energy",
      "Meanings": [
        "انرژی تابشی انرژی ارسال شده به شکل تابش الکترومغناطیس مانند امواج رادیویی",
        "امواج حرارتی و امواج نوری"
      ]
    },
    {
      "EnglishWord": "radiant flux",
      "Meanings": [
        "شار تابشی نرخ زمانی جریان انرژ تابشی"
      ]
    },
    {
      "EnglishWord": "radiant flux density  irradianc",
      "Meanings": [
        "چگالی شار تابشی مقدار توان تابشی بر واحد سطح که در مقطع سطح با روی آن جاری می‌شود"
      ]
    },
    {
      "EnglishWord": "radiant gain",
      "Meanings": [
        "بهره تابشی نسبت شار تابشی گسیل شه به شار تابشی تابیده در درگاههای معینی در قطعه نوری",
        "الکترونیکی"
      ]
    },
    {
      "EnglishWord": "radiant intensity",
      "Meanings": [
        "شدت تابش انرژی گسیل شده بر واحد زمان",
        "بر واحد زاویه ثابت در حدود جهت مورد نظر که بر حسب وات بر استرادیان بیان میشود"
      ]
    },
    {
      "EnglishWord": "radiant sensitivity",
      "Meanings": [
        "حساسیت تابشی جریان خروجی سیگنال لامپ یا لامپ نوری دوربین تقسیم بر شار تابشی تابده در طول موج معین"
      ]
    },
    {
      "EnglishWord": "radiate",
      "Meanings": [
        "تابش کردن بیرون فرستادن انرژ ی",
        "مانند امواج الکترو مغناطیسی به فضا"
      ]
    },
    {
      "EnglishWord": "radiated interference",
      "Meanings": [
        "تداخل تابش شده تداخل الکترومغناطیسی ناشی از نویز تابشی و سیگنالهای نامطلوب دیگر از خطوط برق یا دستگاههای برق دار الکتریکی"
      ]
    },
    {
      "EnglishWord": "radiated noise",
      "Meanings": [
        "نویز تابشی انرژی الکترومغناطیسی که نویز ناخواسته ای را در تجهیزات گیرنده ایجاد می‌کند"
      ]
    },
    {
      "EnglishWord": "radiated power",
      "Meanings": [
        "توان تابشی کل توان گسیل شده از آنتن فرستنده"
      ]
    },
    {
      "EnglishWord": "radiating  circuit",
      "Meanings": [
        "مدار تابش کننده مداری که قادر به ارسال امواج الکترومغناطیسی به فضا است. مانند مدار آنتن فرستنده رادیویی"
      ]
    },
    {
      "EnglishWord": "radiating element",
      "Meanings": [
        "عنصر تابش کننده جزء سازنده آنتن که خود قادر به تابش یا دریافت انرژی RF است"
      ]
    },
    {
      "EnglishWord": "radiatio lobe",
      "Meanings": [
        "لب تابش بخشی از الگوی تابش که با یک یا دو مخروط از نقاط صفر محصور می‌شود"
      ]
    },
    {
      "EnglishWord": "radiation",
      "Meanings": [
        "تابش گسیل انرژی در هر قسمت از طیف الکترومغناطیس",
        "از پرتوهای X تا امواج رادیویی",
        "این واژه برای بیشتر افراد معنای تابش هستهای",
        "پرتوهای آلفا",
        "بتا و گاما را دارد",
        "تشعشع"
      ]
    },
    {
      "EnglishWord": "radiation - absorbed dose",
      "Meanings": [
        "دز تابش",
        "جذب واحدی که مقدار انرژ ی منتقل شده به ماده را با تابش یونیده سازی معین می‌کند. یک راد",
        "دز تابشی است که چگالی انرژ ی 100ارگ بر گرم را در ماده جذب کننده ایجاد می‌ند به دلیلاختلاف انرژ ی مواد مختلف نوع ماده باید معین باشد. مثلا 1 rad سیلیسیم برابر با 100erg /g سیلیسیم است. قطعات گالیم رسنیدی معمولا سختی دزی از 10 به توان هفت rad 10 به توان 8 و سختی سرعت راد 10 به توان 8 تا 10 به توان 11 rad /s دارند"
      ]
    },
    {
      "EnglishWord": "radiation  burn",
      "Meanings": [
        "سوختن تابشی سوختن در اثر قرار گرفتن بیش از حد در معرض انرژی تابشی"
      ]
    },
    {
      "EnglishWord": "radiation - hardend circuit",
      "Meanings": [
        "مدار سخت شده با تابش مدار مجتمعی با عناصر مداری اصلاح شده که با روشهای عایق سازی برای جلو گیری از اتصال کوتاه شدن ان عناصر به هنگام قرار گرفتن در معرض تابش شدید ساخته شده است. مدارهای معمول در اثر قرار گرفتن در معرض تابش شدید اتصال کوتاه می‌شود زیرا تابش در داخل ماده نیمرسانا جریان الکتریکی به وجود می‌آورد. محیطهایی که در معرض سطوح تابش بسیار بالا و متغیر قرار دارند به صورت 1 دز کل بالا 2 سرعت دز بالا و 3 SEU تک رخداد شدید دسته بندی می‌شوند. مدارهایی که برای محیطهایی با بیش از 1000 krod سیلیسیم مورد نیاز هستند به عنوان راد",
        "سخت استرانژیک در نظر گرفته می‌شوند در حالی که مدارهای مورذد نیاز 50 krqd سیلیسیم راد",
        "سخت تاکتیکی در نظر گرفته می‌شوند"
      ]
    },
    {
      "EnglishWord": "radiation  window",
      "Meanings": [
        "نماد هشدار تابش پنجره تابش پنجره ای که برای پرتوهای آلفا",
        "بتا",
        "گاما و/ یا ×شفاف است. این پنجره آنچه را که در برابر مواد ومحیط خارجی پوشیده شده است",
        "حفاظت می‌کند"
      ]
    },
    {
      "EnglishWord": "radiation absorber",
      "Meanings": [
        "جاذب انرژی ماده عایقی به شکل ورق که دارای مقداری رسانایی است و به عنوان عنصر دی الکتریک و بازتابنده برای جذب انرژی RF نا خواسته به کار می‌رود"
      ]
    },
    {
      "EnglishWord": "radiation conter",
      "Meanings": [
        "شمارنده تابشی ابزاری که تابش هسته ای را با شمارش تعداد یونیده شدن ناشی از پرتوها",
        "آشکار و اندازه گیری می‌کند"
      ]
    },
    {
      "EnglishWord": "radiation damage",
      "Meanings": [
        "تخریب تابشی خراب شدن دایمی قطعه نیمرسانا که می‌تواند ناشی از تابش ذرات هسته ای و ذرات باردار باشد. تخریب جا به جایی",
        "تخریب انتقال بار و تخریب مکانیکی از این نوع است. مثال تخریب پرتو ترونی و گاما هدایت متقابل",
        "جریان اشباع درین و ولتاژ پینچ اف MESFET‌ها را کاهش می‌دهد. تخریب نوترونی توان خروجی و بهره سیگنال کوچک را در تقویت کننده‌های MESFET کاهش می‌دهد"
      ]
    },
    {
      "EnglishWord": "radiation danger zone",
      "Meanings": [
        "منطقه خطر تابش منطقه که در آن بیشینه دز ثابت از مقدار مجاز بیشتر است"
      ]
    },
    {
      "EnglishWord": "radiation detector",
      "Meanings": [
        "اشکار ساز تابش قطعه ای برای تبدیل انرژی تابشی به شکل مناسبتری برای مشاهده"
      ]
    },
    {
      "EnglishWord": "radiation dose",
      "Meanings": [
        "دز تابش مقدار کل تابش یونیده ساز جذب شده در ماده یا بافت",
        "که معمولا بر حسب rad بیان می‌شود"
      ]
    },
    {
      "EnglishWord": "radiation efficiency",
      "Meanings": [
        "بازده تابش نسبت توان تابش شده به توان کل تغذیه شده به آنتن در بسامد معین"
      ]
    },
    {
      "EnglishWord": "radiation energy",
      "Meanings": [
        "انرژی تشعشعی"
      ]
    },
    {
      "EnglishWord": "radiation field",
      "Meanings": [
        "میدان تابشی میدانی الکترومغناطیسی که از آنتن ارسال کننده خارج می‌شود و به سمت بیرون",
        "به شکل امواج الکترو مغناطیسی در فضا تابش می‌شود"
      ]
    },
    {
      "EnglishWord": "radiation gardness",
      "Meanings": [
        "سختی تابشی قابلیت قطعه یا مدار برای مقاومت در برابر اثرات تابش فضایی",
        "راکتورهای هسته ای",
        "سلاحهای هسته ای و حتی ذرات الفای گییل شده از سرامیکهای بسته‌های پوششی. تابش هسته ای و گاما مخروبترین انواع تابش هسند که هر دو دارای قدرت نفوذ بالا و بدون قطبیت بار هستند. سختی تابشی بر حسب نوع دز نفوذ کنندگی و دز کل اندازهگیری می‌شود"
      ]
    },
    {
      "EnglishWord": "radiation hardening",
      "Meanings": [
        "سخت سازی تابشی بهبود بخشیدن قابلیت قطعه",
        "مدار یا تجهیزات برای مقاومت در بربر تابش هسته ای یا انواع دیگر. این روشها بیشتر برای مواد دی الکتریک و نیمرسانا به کار برده می‌شوند"
      ]
    },
    {
      "EnglishWord": "radiation hazard",
      "Meanings": [
        "خطر تابش خطر قرار گرفتن در معرض تابش یونیده ساز برای سلامتی موجودات زنده"
      ]
    },
    {
      "EnglishWord": "radiation hazards meter",
      "Meanings": [
        "خطر سنج تابش ابزاری که تابش الکترومغناطیس را در سطوح چگالی توانی که امکان ایجاد خط ر را برای فرایندهای حیاتی انسان دارند",
        "اشکار و اندازه گیری می‌کند. این سطوح از منابع رادیویی یا انرژی بالا در فرستنده‌ها فتجهیزات فرایندهای صنعتی و احاقهای ریز موج تولید می‌شوند"
      ]
    },
    {
      "EnglishWord": "radiation intensity",
      "Meanings": [
        "شدت تابش توان تابش شده از آنتن بر واحد زاویه ثابت در جهت معین",
        "شدت تشعشع"
      ]
    },
    {
      "EnglishWord": "radiation ionization  radiation excitaion",
      "Meanings": [
        "یونیده سازی تابشی",
        "تحریک تابشی یونیده سازی اتمها یامولکولهای گاز یا بخار با تابش الکترومغناطیس"
      ]
    },
    {
      "EnglishWord": "radiation length",
      "Meanings": [
        "طول تابش طول مسیر متوسط لازم برای کاهش انرژ ذرات باردار نسبیتی با ضریب یک بر e یا 0/368 به هنگام عبور از ماده. طول تابش الکترونهای نسبیتی در هوا 0/5 سانتی متر رو به جلو است"
      ]
    },
    {
      "EnglishWord": "radiation loss",
      "Meanings": [
        "تلفات تابشی بخشی از تلفات انتقال که ناشی از تابش توان RF از سیستم انتقال است",
        "افت تشعشع"
      ]
    },
    {
      "EnglishWord": "radiation monitor",
      "Meanings": [
        "نمایشگر تابش آشکار ساز تابشی که سطح تابش یونیده ساز را به طور پیوسته اندازه می‌گیرد و بعضی مواقع علامت هشدار دهنه ای را به هنگام رسیدن به سطح خط ناک فعال می‌کند"
      ]
    },
    {
      "EnglishWord": "radiation pattern  field pattern",
      "Meanings": [
        "الگوی تابش",
        "الگوی میدان نایش گرافیکی تابش از آنتن به صیرت تابعی از جهت"
      ]
    },
    {
      "EnglishWord": "radiation potential",
      "Meanings": [
        "پتانسیل تابش ولتاژ متناظر با انرژ بر حسب الکترون ولت که برای تحریک اتم یا مولکول و ایجاد گسیل یکی از بسامد‌های تابش مشخصه آن لازم است"
      ]
    },
    {
      "EnglishWord": "radiation power",
      "Meanings": [
        "توان تشعشع"
      ]
    },
    {
      "EnglishWord": "radiation pressure",
      "Meanings": [
        "فشار تابش فشار بینهایت کوچکی که با تابش الکترومغناطیس روی سطح اعمال می‌شود یا فشار بزرگتری که با امواج صدا روی سطح با واسط اعمال می‌شود"
      ]
    },
    {
      "EnglishWord": "radiation pyrometer  radiation  thermometer",
      "Meanings": [
        "آذرسنج تابشی",
        "دماسنج تابشی آذرسنجی که توان تابشی از جسم یا منبع مورداندازه گیری را روی ترموکوپل",
        "ترموفیل",
        "بولومتر یاآشکار ساز مناسب دیگری کانونی می‌کند که بتواند خروجی الکتریکی متناسب را برای ابزار نمایش دهنده ایجاد کند"
      ]
    },
    {
      "EnglishWord": "radiation shield",
      "Meanings": [
        "حفاظ تابش حفاظ یا دیواری از سرب یا ماده دیگری که تابش هسته ای را به طور موثر جذب می‌کند"
      ]
    },
    {
      "EnglishWord": "radiation tolerance",
      "Meanings": [
        "رواداشت تابشی"
      ]
    },
    {
      "EnglishWord": "radiation warning symbol",
      "Meanings": [
        "نماد هشدار تابش نماد استاندارد مورد استفاده مکانهایی که خطر تابش وجود دارد. این نماد از یک نقش سه پره سرخ چاپ شده روی زمینه زرد تشکیل می‌شود"
      ]
    },
    {
      "EnglishWord": "radiationg guide",
      "Meanings": [
        "موجبر تابش کننده موجبری که از شیارها",
        "شکافها یا شیپورهای خود انرژی را به فضای آزاد می‌تاباند"
      ]
    },
    {
      "EnglishWord": "radiaton resistance",
      "Meanings": [
        "مقاومت تابش کل توان تابش شده از آنتن تقسیم برمرجع جریان آنتن موثر اندازه گیری شده در نقطه ای که توان به آنتن تغذیه می‌شود"
      ]
    },
    {
      "EnglishWord": "radiator",
      "Meanings": [
        "تابشگر",
        "راد یاتور 1. بخشی از انتن یا خط انتقال که امواج الکترومغناطس را به طور مستقیم در فضا یا در برابر باز تابنده ای برای کانونی شدن یا جهت گرفتن تابش می‌کند. 2. جسمی که انرژی تابشی گسیل می‌کند",
        "رادیاتور",
        "خنک کننده"
      ]
    },
    {
      "EnglishWord": "radio",
      "Meanings": [
        "رادیو 1. ارسال سیگنالهایی از طریق فضا با امواج الکترومغناطس. با وجود آن که تلویزیون ورادار نیز بر اساس امواج الکترو مغناطیس عمل می‌کنند. این واژه برای ارسال صدا و سیگنالهای رمز به کار می‌رود. 2. radio receiver",
        "رادیو"
      ]
    },
    {
      "EnglishWord": "radio  direction finder   direction finder",
      "Meanings": [
        "جهت یاب رادیویی",
        "جهت یاب ابزار رادیویی برای کمک به ناوبری که از حلقه قابل گردش یا آرایش آنتنی با جهت گیرندگی بالا برای تعیین جهت دریافت سیگنال رادیویی استفاده می‌کند. مانند جهت یابهای خودکار و یابنده‌های صفر شنوایی"
      ]
    },
    {
      "EnglishWord": "radio - range leg",
      "Meanings": [
        "پای برد رادیویی یکی از چهار مسیر یا باریکه در برد رادیویی چهار جهتی"
      ]
    },
    {
      "EnglishWord": "radio - range monitor",
      "Meanings": [
        "ناظر برد رادیویی ابزاری که به طور خودکار بر سیگنال راهنمای برد رادیویی نظارت می‌کند و به هنگام انحراف فرستنده به مقدار معینی از جهت صحیح به متصدی هشدار می‌دهد و هشدار جداگانه ای را به هنگام بروز اشکال در راهنما به هواپیما‌ها ی نزدیک به آن می‌فرستد"
      ]
    },
    {
      "EnglishWord": "radio acanner",
      "Meanings": [
        "جارو کننده رادیویی"
      ]
    },
    {
      "EnglishWord": "radio altimeter",
      "Meanings": [
        "ارتفاع سنج رادیویی ارتفاع سنج مطلق که بر اساس بازتاب امواج رادیویی از زمین برای تعیین دامنه عمل می‌کند. مانند ازتفاع سنج راداری FM و ارتفاع سنج راداری پالسی"
      ]
    },
    {
      "EnglishWord": "radio amateur civil e mergency service",
      "Meanings": [
        "خدمات اضطراری رادیو آماتوری شهری خدمات رادیو",
        "آماتوری که در مواقع اضطراری در شهر",
        "مانند زمین لرزه",
        "آتش سوزی",
        "سیل",
        "طوفان یا تورنادو",
        "ارتباط مخابراتی را بر قرار می‌کند"
      ]
    },
    {
      "EnglishWord": "radio astronomy",
      "Meanings": [
        "ستاره شناسی رادیویی مطالعه امواج رادیویی گسیل شده از اجرام آسمانی",
        "ستاره شناسی رادیویی"
      ]
    },
    {
      "EnglishWord": "radio beacon",
      "Meanings": [
        "ر اهنمای رادیویی ایستگاه فرستنده رادیویی بدون جهت در مکان جغرافیایی ثابت که سیگنال مشخصه ای را ارسال می‌کند که می‌توان با استفاده از آن اطالاعات جهت یاب رادیویی در کشتی یا هواپیما به دست آورد. بعضی از این ایستگاهها به طور دایم کار می‌کنند. و می‌توانند اطلاعات فاصله را ارایه دهند"
      ]
    },
    {
      "EnglishWord": "radio beam",
      "Meanings": [
        "باریکه رادیویی جریان متمرکز شده ای از انرژی RF مانند آنچه که در دستگاههای رادیو یی و رله‌ها یرادیویی ریز موج به ار می‌رود. باریکه رادار",
        "باریکه رادیویی است که برای کاربرد خاصی ارسال می‌شود"
      ]
    },
    {
      "EnglishWord": "radio bearing",
      "Meanings": [
        "جهت رادیویی جهتی که نسبت فرستنده رادیوییبا استفاده از جهت",
        "یاب رادویی به دست می‌آید"
      ]
    },
    {
      "EnglishWord": "radio broadcast",
      "Meanings": [
        "پخش رادیو یی برنامه ای که ایستگاه رادیویی برای دریافت همگانی پخش می‌شود",
        "پخش رادیویی"
      ]
    },
    {
      "EnglishWord": "radio broadcast statoin",
      "Meanings": [
        "ایتسگاه پخش رادیویی ایستگاهی که برنامه‌های رادیویی را در باند پخش",
        "برای دریافت همگانی ارسال می‌کند"
      ]
    },
    {
      "EnglishWord": "radio broadcasting",
      "Meanings": [
        "پخش رادیویی ارسال رادیویی برای دریافت همگانی"
      ]
    },
    {
      "EnglishWord": "radio capacity",
      "Meanings": [
        "ظرفیت رادیویی معیاری در سیستم تلفن سلولی برای اندازه گیری ظرفیت ترافیک که به صورت m=MIK تعریف می‌شود. m تعداد کانالهای هر بخش",
        "M تعداد کانالهای بسامدی",
        "K ضریب استفاده مجدد از سلول و S تعداد بخشها است"
      ]
    },
    {
      "EnglishWord": "radio channel",
      "Meanings": [
        "کانال رادیویی باند بسامدی با پهنای کافی برای استفاده در مخابرات رادیویی",
        "پهنای کانال به نوع ارسال و دقت بسامد گسیل بستگی دارد"
      ]
    },
    {
      "EnglishWord": "radio circuit",
      "Meanings": [
        "مدار رادیویی 1. آرایش قطعات و سیمهای اتصال برای کاربردهای رادیویی. 2. radio communication"
      ]
    },
    {
      "EnglishWord": "radio clock",
      "Meanings": [
        "ساعت رادیویی ساعتی که زمان و تاریخ دقیق را نگه می‌دارد زیرا حرکت ان با سیگنالهای رادیویی ارسال از ساعت اتمی اداره بازرگانی ایالات متحده در بلودرکلورادو",
        "کنترل می‌شود. زیرا کنترل کننده ای در داخل ساعت",
        "سیگنالهای زمان را پردازش و عقربه‌های ساعت را تنظیم می‌کند. بعضی از این ساعتها می‌تواند به طور خودکار ساعت را در هنگام تغییر فصل از حالت استادنارد به ساعت جدید ان فصل تغییر دهد. این ساعتها به عنوان محصولی تجاری برای استفاده عموم فروخته می‌شوند"
      ]
    },
    {
      "EnglishWord": "radio command",
      "Meanings": [
        "فرمان رادیویی فرمان صادر شده رادیویی برای آغاز یا پایان دادن فعالیتی در مکان یا وسیله نقلیه دور",
        "مانند فرمانهایی که برای اصلاح مسیر به موشک داده می‌شود",
        "فرمانهایی که برای آتش کردن راکتها به هواپیما داده می‌شود یا فرمانهایی برای تغییر مسیر یا روشن کردن ابزارهایی برای نظارت بر یک پدیده صادر می‌شوند",
        "بازکننده‌های در پارکینگ خانه نیز فرمانهای رادیویی رمز شده صادر می‌کنند"
      ]
    },
    {
      "EnglishWord": "radio common carrier",
      "Meanings": [
        "حامل مشترک رادیویی اختصاص باند رسمی بر ای خدمات رادیویی گوناگون مانند تلفنهای سیار و فراخوانها"
      ]
    },
    {
      "EnglishWord": "radio communication",
      "Meanings": [
        "مخابرات رادیویی مخابره با امواج رادیوییمانند فکس رادیویی",
        "رادیو تلگراف",
        "رادیو تلفن یا ماشین نویسی رادیویی"
      ]
    },
    {
      "EnglishWord": "radio control",
      "Meanings": [
        "کنترل رادیویی کنترل اجسام ثابت یا متحرک با ارسال سیگنالهای رادیویی در فضا"
      ]
    },
    {
      "EnglishWord": "radio deceptio",
      "Meanings": [
        "فریب رادیویی استفاده از رادیو برای فریب دادن دشمن مثلا با ارسال پیامهای غلط یا استفاده از علایم مخابراتی دشمن"
      ]
    },
    {
      "EnglishWord": "radio detection",
      "Meanings": [
        "آشکار سازی رادیویی اشکار سازی وجود جسمی با موقعیت یابی رادیویی بدون تعیین دقیق موقعیت"
      ]
    },
    {
      "EnglishWord": "radio determination",
      "Meanings": [
        "تعیین رادیویی تعیین موقعیت یا به دست اوردن اطلاعات مربوط به موقعیت با استفاده از ویژگیهای انتشار امواج رادیویی"
      ]
    },
    {
      "EnglishWord": "radio distress signal",
      "Meanings": [
        "سیگنال اضطرار رادیویی حروف sos ارسال شده بدون فاصله بین حروف",
        "با رمز مورس سه نقطه",
        "سه خط",
        "سه نقطه یا کلمه گفته شده می‌دی که روی یکی از بسامدهای اضطراری بین المللی ارسال شده باشد"
      ]
    },
    {
      "EnglishWord": "radio engineering",
      "Meanings": [
        "مهندسی رادیو حوزه ای از مهندسی که به تولید",
        "ارسال و دریافت امواج رادیویی و طراحی",
        "ساخت و آزمایش تجهیزات مربوطه می‌پردازد"
      ]
    },
    {
      "EnglishWord": "radio facsimile",
      "Meanings": [
        "فکس رادیویی مخابره فکس یا رادیو"
      ]
    },
    {
      "EnglishWord": "radio fadeout  radio black out",
      "Meanings": [
        "محو شدگی رادیویی",
        "سیاه شدگی",
        "سیاه شدگی رادیویی افزایش ناگهانی و غیر عادی یونده شدگی در لایه‌های پایین‌تر یونسفر که سبب افزایش جذب امواج رادیویی عبوری از این نواحی می‌شو. در نتیجه سیگنالها در گیرنده محو می‌شود و ممکن است تا یک ساعت طول بکشد. بسامدهایی از حدود 3 تا 10 مگاهرتز بیشتر تحت تاثیر قرار می‌گیرند اما تنها بخشی از مسیر سیگنال یا همه آن که در روشنایی روز قرار دارد. ارسال بسامدهایی حدود متر از 100 کیلو هرتز معمولا به طور همزمان بهبود می‌یابد"
      ]
    },
    {
      "EnglishWord": "radio field strength",
      "Meanings": [
        "شدت میدان رادیویی مقدار موثر شدت میدانمغناطیسی یا الکتریکی در یک نقطه در اثر عبور امواج رادیویی با بسامد معین که مانند شدت میدان الکتریکی بر حسب میکروولت یا میلی ولت بر متر بیان می‌شود"
      ]
    },
    {
      "EnglishWord": "radio field-to-noise ratio",
      "Meanings": [
        "نسبت میدان به نویز رادیویی نسبت میدان رادیویی به شدت نویز در مکان معین"
      ]
    },
    {
      "EnglishWord": "radio fix",
      "Meanings": [
        "تعیین رادیویی 1. تعیین موقعیت منبع سیگنالهای رادیویی با به دست آوردن محل تلاقی فرستنده با دو یا چند جهت یاب رادیویی در مکانهای مختلف و سپس محاسبه موقعیت با استفاده از محاسبات مثلثاتی. 2. تعیین موقعیت کشتی یا هواپیمای مجهز به تجهیزات جهت یاب با به دست آوردن جهتهای رادیویی در دو یا چند ایستگاه فرستنده در مکانهای معلوم و محاسبه موقعیت با استفاده از مثلثات. 3. تعیین موقعیت هواپیمای در حال پرواز با شناسایی راهنمای رادیویی یا تعیین محل تلاقی دو باریکه رادیویی"
      ]
    },
    {
      "EnglishWord": "radio frequency",
      "Meanings": [
        "بسامد رادیویی بسامدی که در آن از تابش انرژی الکترومغناطیس همدوس برای مخابرات استفاده می‌شود. بسامدهای خیلی کم",
        "کمتر از 30 کیلوهرتز",
        "بسامد کم",
        "KHz",
        "بسامد میانه",
        "kHz",
        "بسامد بالا",
        "MHz",
        "بسامد خیلی بالا",
        "بسامد فوق بالا",
        "بسامد ابر بالا",
        "GHz",
        "بسامد بینهایت بالا",
        "GHz. برای کلید واژه هایی که با radio",
        "frequency شروع می‌شوند به واژه‌های شروع شونده با RF رجوع کنید"
      ]
    },
    {
      "EnglishWord": "radio frequency   rf",
      "Meanings": [
        "فرکانس رادیویی"
      ]
    },
    {
      "EnglishWord": "radio galaxy",
      "Meanings": [
        "کهکشان رادیویی کهکشانی متشکل از میلیونها ستاره که سیگنالهای رادیویی با شدتهای مختلف از خود به آسمان گسیل می‌کنند و در فاصله هزاران سال نوری قرار دارند"
      ]
    },
    {
      "EnglishWord": "radio guard",
      "Meanings": [
        "محافظ رادیویی کشتی",
        "هواپیما یا ایستگاه رادیویی نظامی اختصاص داده شده به شنیدن و ضبط ارسالهای رادیویی و مدیریت ترافیک پیغام در یک یا چند بسامد تخصیصی"
      ]
    },
    {
      "EnglishWord": "radio horizon",
      "Meanings": [
        "افق رادیویی مکان هندسی نقاطی که جهت پرتوهای فرستنده در آنها به سطح زمین مماس می‌شود. فاصله تا افق رادیویی تحت تاثیر شکست پرتوها در جو است"
      ]
    },
    {
      "EnglishWord": "radio interference",
      "Meanings": [
        "تداخل رادیویی تداخل در دریافت سیگنال رادیویی مطلوب با سیگنال رادیویی نامطلوب یا اغتشاش رادیویی"
      ]
    },
    {
      "EnglishWord": "radio interfermoeter",
      "Meanings": [
        "تداخل سنج رادیویی تداخل سنجی که بسامدهای رادیویی کار می‌کند و برای ستاره شناسی رادیویی و ردیابی ماهواره‌ها به کار می‌رود"
      ]
    },
    {
      "EnglishWord": "radio landing beam",
      "Meanings": [
        "باریکه فرود رادیویی باریکه رادیویی برای هدایت عمودی هواپیما در هنگام کاهش ارتفاع برای فرود روی زمین"
      ]
    },
    {
      "EnglishWord": "radio line of position",
      "Meanings": [
        "خط موقعیت رادیویی خط موقعیتی که با جهت یاب رادیویی به دست می‌آید"
      ]
    },
    {
      "EnglishWord": "radio link",
      "Meanings": [
        "ارتباط رادیویی سیستم رادیویی که کانال مخابراتی یا کنترلی بین دو نقطه معین را ایجاد می‌کند"
      ]
    },
    {
      "EnglishWord": "radio link control",
      "Meanings": [
        "کنترل ارتباط رادیویی"
      ]
    },
    {
      "EnglishWord": "radio log",
      "Meanings": [
        "شناسایی رادیویی شناسایی پیامهای رادیویی ارسالی و دریافتی همراه با اطلاعات مربوط دیگر که عملگرهای رادیویی به دست آورده اند"
      ]
    },
    {
      "EnglishWord": "radio multiplexing",
      "Meanings": [
        "تسهیم کردن رادیویی 1. تقسیم کانال رادیویی به تعداد کانال صدا یا رمز با استفاده از تقسیم بسامدی یا تقسیم زمانی. 2. اتصال دو یا چند فرستنده یا گیرنده به یک آنتن از طریق شبکه‌های تزویج مناسب"
      ]
    },
    {
      "EnglishWord": "radio navigation",
      "Meanings": [
        "ناوبری رادیویی ناوبری",
        "سیگنالهای رادیویی با استفاده از تجهیزاتی از قبیل جهت یابی رادیویی",
        "فاصله یابهای رادیویی",
        "راهنماهای رادیویی",
        "لورن و GPS"
      ]
    },
    {
      "EnglishWord": "radio navigation aid",
      "Meanings": [
        "وسایل ناوبری رادیویی وسایل ناوبری که از سیگنالهای رادیویی استفاده می‌کنند مانند وسایل ناوبری راداری"
      ]
    },
    {
      "EnglishWord": "radio navigation guidance",
      "Meanings": [
        "هدایت ناوبری رادیویی هدایت یا کنترل موشک هدایت شونده در طول مسیر ثابت با استفاده از فرستنده‌های رادیویی خارجی"
      ]
    },
    {
      "EnglishWord": "radio net",
      "Meanings": [
        "شبکه رادیویی شبکه ای از ایستگاههای رادیویی ایجاد شده برای اهداف مخابراتی"
      ]
    },
    {
      "EnglishWord": "radio network temporary identivy",
      "Meanings": [
        "هویت موقت شبکه رادیویی"
      ]
    },
    {
      "EnglishWord": "radio noise",
      "Meanings": [
        "نوبز رادیویی نویزی که در طیف رادیویی ایجاد می‌شود"
      ]
    },
    {
      "EnglishWord": "radio operator",
      "Meanings": [
        "متصدی رادیو کسی که با دستگاههای ارسال و دریافت رادیویی کار می‌کند"
      ]
    },
    {
      "EnglishWord": "radio photoluminescence",
      "Meanings": [
        "رادیو فتولومینسانس نو تبی موادی مانند فلوریت و کونزیت در نتیجه تابش پرتوهای بتا و گاما به دنبال قرار گرفتن آنها در معرض نور"
      ]
    },
    {
      "EnglishWord": "radio propagation predicton",
      "Meanings": [
        "پیش بینی انتشار رادیویی پیش بینی کیفیت یا چگونگی انتشار امواج رادیویی تحت تاثیر عوامل مانند لکه‌های خورشیدی و تغییرات فصلی",
        "این پیش بینی به طور متناوب از سوی موسسه ملی استانداردها و فناوری nist منتشر می‌شود"
      ]
    },
    {
      "EnglishWord": "radio rang  radio - range beacon  range",
      "Meanings": [
        "برد رادیویی",
        "راهنمای برد رادیویی",
        "برد تسهیلات ارسالی رادیویی که سیگنالهایی را تابش می‌کند. که هواپیماها از روی آن جهت خود را نسبت به ایسگاه فرستنده تعیین می‌کند. برد رادیویی A",
        "N چهار سیگنال را در چهار جهت ارسال می‌کند"
      ]
    },
    {
      "EnglishWord": "radio recever  radio  radio set  receiver",
      "Meanings": [
        "گیرنده رادیویی",
        "رادیو",
        "دستگاه رادیو",
        "گیرنده گیرنده ای که امواج رادیویی را به صدا یا سیگنالهای حس کردنی دیگر تبدیل می‌کند"
      ]
    },
    {
      "EnglishWord": "radio reciption",
      "Meanings": [
        "دریافت رادیویی دریافت پیامها",
        "برنامه‌ها یا اطلاعات دیگحر با رادیو"
      ]
    },
    {
      "EnglishWord": "radio repearer  radio relay system  relay system",
      "Meanings": [
        "تکرار کننده رادویی",
        "سیستم رله رادویی",
        "سیستم رله تکرار کننده ای که به عنوان ایستگاه میانی برای سیگنالهای مخابراتی رادیویی ارسالی یا برنامه‌های رادیویی از یک ایستگاه ثابت به ایستگاه دیگحر عمل می‌کند. به این ترتیب برد قابل اعتماد ایستگاه‌های مبدا افزایش می‌یابد. تکرار کننده ریز موج نمونه ای از آن است"
      ]
    },
    {
      "EnglishWord": "radio resource control",
      "Meanings": [
        "کنترل منبع رادیویی"
      ]
    },
    {
      "EnglishWord": "radio signal",
      "Meanings": [
        "سیگنال رادیویی سیگنال ارسال شده با رادیو"
      ]
    },
    {
      "EnglishWord": "radio silence",
      "Meanings": [
        "سکوت رادیویی مدت زمانی که در طول آن ارسال از ایستگاه رادیویی متوقف می‌شود. این زمان می‌تواند امکان دریافت از ایستگاههای دیگر یا دریافت سیگنالهای اضطراری ضعیف را فراهم کند"
      ]
    },
    {
      "EnglishWord": "radio sky",
      "Meanings": [
        "آسمان رادیویی آسمانی که انسان می‌توانست در صورت حساس بودن چشمهایش به امواج رادیویی به جای نور",
        "مشاهده کند"
      ]
    },
    {
      "EnglishWord": "radio source",
      "Meanings": [
        "منبع رادیویی منطقه ای در آسمان که تجهیزات ستاره شناسی رادیویی از آن امواج رادیویی دریافت می‌کند"
      ]
    },
    {
      "EnglishWord": "radio spectrum  rf spectrum",
      "Meanings": [
        "طیف رادیویی",
        "طیف RF تمام محدوده بسامدی که در آن می‌توان امواج رادیویی مفید تولید کرد. این محدوده از بسامدهای شنوایی تا حدود 300 گیگا هرتز گسترده می‌شود. طیف رادیویی به هشت باند تقسیم شده است باند یا بسامد رادیویی را ببینید"
      ]
    },
    {
      "EnglishWord": "radio star",
      "Meanings": [
        "ستاره رادیویی منبع رادیویی مجزا در آسمان که معمولا متناظر با یک ستاره نورانی شناخته شده نیست و بنابر این آن را منبع رادیویی نامید. خورشید تنها ستاره شناخته شده ای است که امواج رادیویی گسیل می‌کند"
      ]
    },
    {
      "EnglishWord": "radio station",
      "Meanings": [
        "ایستگاه رادیویی ایستگاه مجهز شده برای مخابرات رادیویی یا پخش رادیویی"
      ]
    },
    {
      "EnglishWord": "radio -station intrference",
      "Meanings": [
        "تداخل ایستگاه رادیویی تداخل ناشی از ایستگاههای رادیویی دیگر با ایستگاه مطلوب برای دریافت"
      ]
    },
    {
      "EnglishWord": "radio sun",
      "Meanings": [
        "خورشید رادیویی خورشیدی که تابش الکترومغناطیسی در قسمت رادیویی طیف شناخته می‌شود"
      ]
    },
    {
      "EnglishWord": "radio system",
      "Meanings": [
        "سیستم رادیویی نصب تجهیزات رادیویی کامل که امکان مخابرات چند کاناله را بین دو نقطه فراهم می‌کند"
      ]
    },
    {
      "EnglishWord": "radio telegraphy",
      "Meanings": [
        "رادیو تلگرافی تلگراف ارسال شده با امواج رادیویی به جای سیم. در رادیو تلگراف معمولا از رمز مورس بین المللی استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "radio telephone  radiophone",
      "Meanings": [
        "رادیو تلفن",
        "رادیوفون 1. واژه ای برای اشاره به تلفن ار طریق کانالهای رادیویی",
        ". فرستنده رادیویی و گیرنده رادیویی که همراه با یکدیگر امکان مخابرات تلفنی دو طرفه را با رادیو فراهم می‌کنند"
      ]
    },
    {
      "EnglishWord": "radio telephone transmitter",
      "Meanings": [
        "فرستنده رادیو تلفن فرستنده رادیو که قادر به ار مدوله سازی",
        "AF",
        "مانند صدا و موسیقی است"
      ]
    },
    {
      "EnglishWord": "radio telescope",
      "Meanings": [
        "تلسکوپ رادیویی سیستمی متشکل از آنتنی برای جمع آوری سیگنالهای رادیویی آسمانی و گیرنده ای برای آشکار سازی و ثبت آنها",
        "این آنتن همانند عدسیهای شییی یا آینه تلسکوپ نوری است و گیرنده / ثبت کننده آن شبیه به ترکیب چشم و مغز",
        "فیلم عکاسی یا ضبط تصویر است. شکل ظاهری آسمان در طول موجهای رادیویی با شکل ظاهر نوری آن تفاوت دارد. زیرا خورشید در آن کم اهمیت‌تر است در حالی که راه شیری سیگنالهای با قدرتی را تابش می‌کند. بقیه آسمان با منابع رادیویی که اغلب آنها به اجسام قابل دیدن با چشم غیر مسلح مربوط نیستند",
        "لکه لکه می‌شود. پنجره رادیویی از طول موج چند میلیمتری تا دهها متر گسترده می‌شوند. و امکان استفاده از هر نوع آنتنی را فراهم می‌کند"
      ]
    },
    {
      "EnglishWord": "radio transmission",
      "Meanings": [
        "ارسال رادیویی ارسال سیگنالها از طریق فضا در بسامدهای رادیویی با تابش امواج الکترومغناطیس"
      ]
    },
    {
      "EnglishWord": "radio transmitter",
      "Meanings": [
        "فرستنده رادیویی فرستنده ای که توان RF را برای ارسال از طریق فضاغ به شکل امواج رادیویی تولید میکند"
      ]
    },
    {
      "EnglishWord": "radio wave",
      "Meanings": [
        "موج رادیویی موج الکترومغناطیس تولید شده با معکوس شدن جریان در رسانا با بسامدی از حدود 10 کیلو هرتز تا 3000 گیکا هرتز امواج رادیویی در فضا با سرعتی در حدود سرعت نور 299792/458 کیلو متر بر ثانیه یا 186000 مایل بر ثانیه حرکت می‌کنند",
        "موج رادیویی"
      ]
    },
    {
      "EnglishWord": "radio wave propagation",
      "Meanings": [
        "انتشار امواج رادیویی انتقال انرژی از طریق فضا با تابش الکترومغناطیس در بسامدهای رادیویی"
      ]
    },
    {
      "EnglishWord": "radio wideband multiple access system",
      "Meanings": [
        "سیستم دسترسی چند گانه باند گسترش رادیویی"
      ]
    },
    {
      "EnglishWord": "radio window",
      "Meanings": [
        "پنجره رادیویی باند بسامد که از حدود 6 MHZ تا 30GHZ گسترده می‌شود. و امکان ورود و حرکت تابشهای جهان خرج را به جو زمین فراهم می‌کند"
      ]
    },
    {
      "EnglishWord": "radioactice source",
      "Meanings": [
        "منبع پرتوزا هر کمیتی از ماده پرتوزا که به عنوان منبع تابش یونیده ساز به کار می‌رود"
      ]
    },
    {
      "EnglishWord": "radioactive",
      "Meanings": [
        "پرتوزا بروز ویژگی پرتوزایی",
        "این منبع می‌تواند طبیعی یا ساخت بشر باشد",
        "رادیو اکتیو",
        "پرتوزا"
      ]
    },
    {
      "EnglishWord": "radioactive decay",
      "Meanings": [
        "واپاشی پرتوزا تبدیل خود به خود هسته به یک یا چند هسته دیگر. این فرایند شامل: الف گسیل ذرات الفا",
        "الکترون",
        "پوزیترون و پرتوهای گاما از هسته",
        "ب گیر اندازی یا بیرون اندازی الکترونهای در حال گحردش به دور هسته یا",
        "ج شکاف",
        "است. سرعت واپاشی پرتو زا به صورت نیم عمر هسته بیان می‌شود",
        "زوال پرتوزا"
      ]
    },
    {
      "EnglishWord": "radioactive element",
      "Meanings": [
        "عنصر پرتو زا عنصری که خود به خود دچار فروپاشی می‌شود و پرتو‌ها و ذرات متعددی از آن گسیل می‌شود مانند رادیم",
        "توریم و اورانیم",
        "عنصر رادیو اکتیو"
      ]
    },
    {
      "EnglishWord": "radioactive emanation",
      "Meanings": [
        "نشر پرتوزا گاز پرتو زا ساطع شونده از عناصر پرتوزای معین به این ترتیب از رادیوم",
        "از توریم",
        "نورون و از استینون ساطع می‌شود"
      ]
    },
    {
      "EnglishWord": "radioactive half-life",
      "Meanings": [
        "نیم عصر پرتوزا زمان لازم برای کاهش رادیو ایزوتوپ معینی به نصف مقدار اولیه آن"
      ]
    },
    {
      "EnglishWord": "radioactive material",
      "Meanings": [
        "ماده پرتوزا ماده ای که دارای یک یا چند عنصر سازنده با پرتوزایی قابل توجه است"
      ]
    },
    {
      "EnglishWord": "radioactive radiation",
      "Meanings": [
        "تشعشع رادیو اکتیو"
      ]
    },
    {
      "EnglishWord": "radioactive standard",
      "Meanings": [
        "استاندارد پرتوزا نمونه ای از ماده پرتوزا",
        "معمولا با نیم عمر طولانی که در آن تعداد و نوع اتمهای پرتوزا و مشتقات آنها از خود نشان می‌دهند. ذرات آلقا و یتا و بعضی مواقع پرتوهای گاما با واپاشی هسته‌های اتم سیل می‌شوند"
      ]
    },
    {
      "EnglishWord": "radioactivity",
      "Meanings": [
        "پرتوزایی"
      ]
    },
    {
      "EnglishWord": "radiobiology",
      "Meanings": [
        "رادیو بیولوژی شاخه ای از زیست شناسی که به بررسی اثرات تابش بر بافتهای زنده می‌پردازد"
      ]
    },
    {
      "EnglishWord": "radio-frequency interference  rf interference",
      "Meanings": [
        "تداخل بسامد",
        "رادیویی",
        "تداخل RF تداخل در دریافت رادیویی که در بسامد سیگنال مطلوب یانزدیک آن اتفاق می‌افتد و می‌تواند ناشی از منابع طبیعی مانند رعد و برق یا منابع ساخت بشر مانند دستگاههای جوش قوسی یا ماشینهای دیاترمی",
        "کموتاسیون موتور DC یا باز شدن اتصالهای رله باشد"
      ]
    },
    {
      "EnglishWord": "radiogoniometer",
      "Meanings": [
        "زاویه سنج رادیویی زاویه سنجی که به عنوان بخشی از جهت یاب رادیویی به کار ی رود. در سیستم بلینی",
        "توسی",
        "دو آنتن حلقوی که با زاویه عمود نسبت به یکدیگر قرار دارند به پیچکهای میدان در زاویه سنج رادیویی متصل می‌شوند. با استفاده از پیچک جستجوگر قابل گردش که به طور القایی با پیچکهای میدان تزویج شده است",
        "جهتها به دست می‌آیند"
      ]
    },
    {
      "EnglishWord": "radiogoniometry",
      "Meanings": [
        "زاویه سنجی رادیویی علم تعیین جهت دریافت امواج رادیویی"
      ]
    },
    {
      "EnglishWord": "radiogram",
      "Meanings": [
        "رادیوگرام پیغام ارسال شده از رادیو"
      ]
    },
    {
      "EnglishWord": "radio-guidance system",
      "Meanings": [
        "سیستم دایت رادیویی سیستم هدایتی که از سیگنالهای رادیویی برای هدایت پرواز موشک یا وسایل دیگر از ایستگاه زمینی استفاده می‌کند"
      ]
    },
    {
      "EnglishWord": "radio-guided bomb",
      "Meanings": [
        "بمب هدایت شونده رادیویی بمب زمینی هدایت شونده با کنترل رادیویی ازخارج موشک"
      ]
    },
    {
      "EnglishWord": "radiolication",
      "Meanings": [
        "مکان رادیویی تعیین جهت",
        "موقیعت یا حرکت جسمی با استخراج ویژگیهای معلوم امواج رادیویی"
      ]
    },
    {
      "EnglishWord": "radiological",
      "Meanings": [
        "پرتو شناختی واژه ای برای اشاره به تابش هسته ای",
        "پرتوزایی و سلاحهای اتمی"
      ]
    },
    {
      "EnglishWord": "radiological defense",
      "Meanings": [
        "دفاع پرتویی دفاع در برابر اثرات پرتوزایی سلاحهای اتمی که شامل آشکارسازی و اندازه گیری میزان پرتوزایی",
        "حفاظت افراد در برابر پرتوزایی و پاکسازی منطقه و تجهیزات است"
      ]
    },
    {
      "EnglishWord": "radiological dose",
      "Meanings": [
        "دز پرتوشناختی مقدار کل تابش یونیده ساز جذب شده در بدن فرد قرار گرفته در معرض هر نوع منبع تابش"
      ]
    },
    {
      "EnglishWord": "radiology",
      "Meanings": [
        "پرتو شناسی"
      ]
    },
    {
      "EnglishWord": "radioluminescence",
      "Meanings": [
        "رادیو",
        "نورتابی روشنایی تولید شده از انرژی تابشی مانند پرتوهای X",
        "گسیلهای پرتوزا",
        "ذرات آلفا یا الکترونها"
      ]
    },
    {
      "EnglishWord": "radiometallography",
      "Meanings": [
        "رادیو",
        "فلز نگاری آزمیش ساختار بلوری و مشخصه‌های دیگر فلزات آلیاژها با دستگاههای پرتوX"
      ]
    },
    {
      "EnglishWord": "radiometeorology",
      "Meanings": [
        "رادیو",
        "هواشناسی شاخه ای از هواشناسی که به بررسی انتشار انرژی رادیویی در جو و استفاده از دستگاههای رادیویی و راداری در هواشناسی می‌پردازد"
      ]
    },
    {
      "EnglishWord": "radiometer",
      "Meanings": [
        "تابش سنج ابزاری که انرژی تابش را اندازه می‌گیرد مانند بلومتر",
        "ریز تابش سنج",
        "تابش سنج ریز موج و ترموپیل",
        "پرتو سنج"
      ]
    },
    {
      "EnglishWord": "radiometry",
      "Meanings": [
        "تابش سنجی اندازه گیری کمیتهای مربوط به انرژی تابشی"
      ]
    },
    {
      "EnglishWord": "radionuclide   radioactive nuclide",
      "Meanings": [
        "هسته رادیویی",
        "هسته پرتوزا ماده ای که خواص پرتوزایی از خود نشان می‌دهد"
      ]
    },
    {
      "EnglishWord": "radiopaque",
      "Meanings": [
        "پرتو",
        "کدر ماده ای که پرتوهای X یا شکل‌های دیگر تابش",
        "نفوذ قابل توجهی در آن ندارند"
      ]
    },
    {
      "EnglishWord": "radiopaque obstacle",
      "Meanings": [
        "مانع پرتو",
        "کدر مانعی که ارتباط مخابراتی بین هواپیما و زمین را قطع می‌کند"
      ]
    },
    {
      "EnglishWord": "radiophoto",
      "Meanings": [
        "عکس رادیویی 1. عکس ارسال شده با امواج رادیویی به گیرنده فکس. 2. facsimile"
      ]
    },
    {
      "EnglishWord": "radiosounde  radio meteorograph",
      "Meanings": [
        "رادیو سوند",
        "هوانگار رادیویی ترکیب دستگاه ثبت پدیده‌های جوی با یک فرستنده رادیویی. وقتی که این دستگاه با بالن بالا فرستاده می‌شود. می‌تواند سیگنالهای رادیویی قابل ثبتی را به ایستگاه زمینی بفرستد که به صورت اطلاعات فشار",
        "دما و رطوبت در فاصله‌های زمانی منظم در حین بالا رفتن آن بر گرداندن شود. پس از انفجار بالن",
        "دستگاه با چتر فرود می‌آید"
      ]
    },
    {
      "EnglishWord": "radiotelegraph",
      "Meanings": [
        "فرستنده رادیو تلگراف فرستنده رادیویی که قادر به کار با سیگنالهای رمز گسیل نوع A1, B است"
      ]
    },
    {
      "EnglishWord": "radiotelephone  distress call",
      "Meanings": [
        "پیام اضطرار رادیو تلفنی لغت mayday متناظر با تلفظ فرانسوی moider که در شرایطی مشابه ارسال سیگنال SOS به رمز با رادیو تلگراف گفته می‌شود"
      ]
    },
    {
      "EnglishWord": "radiotelephony",
      "Meanings": [
        "رادیوتلفن مخابرات صدای دو طرفه تلفن بر اساس امواج رادیویی و بدون سیمهای اتصال بین دوایستگاه"
      ]
    },
    {
      "EnglishWord": "radioteletype",
      "Meanings": [
        "رادیو تله تایپ شکلی از تلراف رادیویی باند باریک با چاپ مستقیم برای رونوشت برداری خودکار با دور چاپگحر متصل به گیرنده‌ها و فرذستنده‌های رادیویی"
      ]
    },
    {
      "EnglishWord": "radioteletypewriter",
      "Meanings": [
        "دور تحریر گر رادیویی دور تحریرگر و تجهیزات مربوط به آن برای کار کردن از طریق کانال رادیویی به جای سیم"
      ]
    },
    {
      "EnglishWord": "radiothermoluminescence",
      "Meanings": [
        "نورتابی حرارتی رادیویی نورتابی مواد شیشه ای و بلوری خاص در نتیجه تابش دهی با پرتوهای بتا و گاما پس از حرارت دیدن"
      ]
    },
    {
      "EnglishWord": "radium",
      "Meanings": [
        "رادیم عنصر فلزی با پرتوزایی بالا که پرتوهای الفا",
        "بتاو گاما تابش می‌کندو عدد اتمی آن 88 است"
      ]
    },
    {
      "EnglishWord": "radius",
      "Meanings": [
        "شعاع"
      ]
    },
    {
      "EnglishWord": "radix",
      "Meanings": [
        "مبنا",
        "ممیز"
      ]
    },
    {
      "EnglishWord": "radix notation",
      "Meanings": [
        "نماگذاری مبنایی نمادگذاری مکانی که رقمهای متوالی در آن به صورت ضریبهای توانهای صحیح متوالی عددی به نام مبنا تعبیر می‌شوند. عدد نشان داده شده برابر با جمع این سری توانهاست. در نتیجه 5762 براب ربا جمع سری توانها 5 ضربدر 10 به توان 3 بعلاوه هفت ضربدر 10 به توان 2 و شش ضربدر 10 به توان 1 و 2 ضربدر 10 به توان صفر که عدد 10 مبنا است"
      ]
    },
    {
      "EnglishWord": "radnos",
      "Meanings": [
        "جا به جا شده حروف کلمات NO RADIO بعلاوه S محو شدگی رادیویی که بیشتر در مناطق قطبی اتفاق می‌افتد و به نظر می‌رسد که در اثر انفجارهای خورشیدی",
        "لکه‌های خورشیدی یا شفق قطبی باشد"
      ]
    },
    {
      "EnglishWord": "radome",
      "Meanings": [
        "رادام پوشش حفاظت کننده آنتن رادار که از مواد دی الکتریک معمولا ورفه‌های پلاستیکی ساخته می‌شود و در براب رانرژ RF شفاف است"
      ]
    },
    {
      "EnglishWord": "radon",
      "Meanings": [
        "رادون عنصر گازی با پرتوزایی بالا",
        "عدد اتمی 86 و وزن اتمی",
        "در سری پرتوزای اورانیم این عنصر بعد از رادیم است"
      ]
    },
    {
      "EnglishWord": "radsr silence",
      "Meanings": [
        "سکوت راداری مدت زمانی که در طول آن ارسال راداری",
        "معمولا به دلایل امنیتی",
        "متوقف می‌شود"
      ]
    },
    {
      "EnglishWord": "railing",
      "Meanings": [
        "خط خط شدگی در هم شدگی ارسالها یراداری از فرستنده‌ها با سرعت پالس 50 تا 150 کیلو هرتز این در هم شدگی سبب ظاهر شدن تصویری همراه با خطوط نرده مانند روی صفحه نمایش رادار می‌شود"
      ]
    },
    {
      "EnglishWord": "railroade radio service",
      "Meanings": [
        "خدمات رادیویی راه آهن خدمات مخابرات رادیویی مربوط به بهره برداری و عملکرد خامل مشترک راه آهن"
      ]
    },
    {
      "EnglishWord": "rain attenuation",
      "Meanings": [
        "تضعیف بارانی تضعیف امواج رادیویی به هنگام عبور از نواحی مرطوب شکل گیری ابرها یا مناطقی ه باران در آنها می‌بارد. این تضعیف با افزایش چگالی رطوبت در مسیر انتقال افزایش می‌یابد"
      ]
    },
    {
      "EnglishWord": "rakio element",
      "Meanings": [
        "رادیو عنصر عنصری که با یک یا چند رادیو ایزوتوپ مشخص شده است"
      ]
    },
    {
      "EnglishWord": "ralative target bearing",
      "Meanings": [
        "جهت هدف نسبی جهت هدف رادار که نسبت به سرکشتی یا هواپیما بیان شده است"
      ]
    },
    {
      "EnglishWord": "ram",
      "Meanings": [
        "random",
        "access memory",
        "حافظه با دستیابی تصادفی حافظه ای سازمان یافته به گونه ای که هر مکان آدرس را می‌توان به هر ترتیبی خواند یا نوشت. بیتهای دیجیتال می‌توانند به طور موقت در حافظه ذخیره شوند و به سرعت و به طور دلخواه تغییر داده شوند. دستیابی تصادفی به معنای آن است که امکان دسترسی به هر مکان ذخیره سازی در حافظه در هر لحظه وجود دارد. واژه دقیقتر آن می‌تواند حافظه خواندنی / نوشتنی RWM باشد. بیشتر قطعات حاظه نیمرسانا قابل دستیابی تصادفی هستند. در حالی که نوارهای مغناطیسی یا ویدیویی یا قطعات بار تزویج شده CCD به طور سری قابل دسترسی هستند. در کاربردهای عادی",
        "این واژه به معنای حافظه با دستیابی تصادفی دینامیک DRAM است",
        "حافظه نیمرسانا فراری که باید به طور منظم بازنویسی شود تا تمام داده هایی که در سلولهای آن ذخیره شده اند",
        "باقی بمانند. DRAM پرکاربردترین حافظه خواندنی / نوشتنی در کامپیوترهاست"
      ]
    },
    {
      "EnglishWord": "ram   random access memory",
      "Meanings": [
        "حافظه با دستیابی تصادفی"
      ]
    },
    {
      "EnglishWord": "raman scattering",
      "Meanings": [
        "پراکندگی رامان پراکندگی نور با مولکولهای گازها",
        "مایعات و جامدات شفاف",
        "پراکندگی رامان در نتیجه بسامد تابش التهابی به دلیل واکنش این تابش با مولکولها ایجاد می‌شود. از این پدیده برای مطالعه ساختار ملکولی مواد استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "raman spectrometer  laser rama spectrometer",
      "Meanings": [
        "طیف سنج رامان",
        "طیف سنج رامان لیزری طیف سنجی که در آن لیزر موج پیوسته به عنوان منبع تحریک عمل می‌ند. معمولا از لیزر هلیم",
        "نیون که در 0/6328m کار میکند",
        "استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "ramark   radar marker",
      "Meanings": [
        "راهنمای راداری ثابت که به طور پیوسته امواج راداری گسیل می‌کند تا اطلاعات جهت را به کشتیها و هواپیما‌های مجهز به رادار بدهد"
      ]
    },
    {
      "EnglishWord": "ramification",
      "Meanings": [
        "انشعاب",
        "شاخه"
      ]
    },
    {
      "EnglishWord": "ramify",
      "Meanings": [
        "منشعب شدن",
        "شاخه شاخه شدن"
      ]
    },
    {
      "EnglishWord": "ramp",
      "Meanings": [
        "شیب"
      ]
    },
    {
      "EnglishWord": "ramp function",
      "Meanings": [
        "تابع شیب"
      ]
    },
    {
      "EnglishWord": "ramp generator",
      "Meanings": [
        "مولد شیب مداری که ولتاژ جارویی را تولید می‌کند که مقدار آن در طول یک سیکل جارو به طور خطی افزایش می‌یابد",
        "سپس در شروع سیکل بعدی ناگهان صفر می‌شود"
      ]
    },
    {
      "EnglishWord": "ramsaur  effect",
      "Meanings": [
        "اثر رمزاور تضعیف کم الکترونهای دارای حرکت آهسته در گازهای بی اثر"
      ]
    },
    {
      "EnglishWord": "rand corpor corporation tation",
      "Meanings": [
        "سازمان غیر دولتی غیر انتفاعی که به تحقیقات برای زفاه و ایمنی ملی در ایالات متحده می‌پردازد"
      ]
    },
    {
      "EnglishWord": "random",
      "Meanings": [
        "اتفاقی",
        "تصادفی"
      ]
    },
    {
      "EnglishWord": "random access channel   rach",
      "Meanings": [
        "کانال با دسترسی اتفاقی"
      ]
    },
    {
      "EnglishWord": "random access memory   ram",
      "Meanings": [
        "حافظه با دسترسی تصادفی"
      ]
    },
    {
      "EnglishWord": "random assignment / transmitted-oriented",
      "Meanings": [
        "تخصیص اتفاقی مبتنی بر فرستنده"
      ]
    },
    {
      "EnglishWord": "random error",
      "Meanings": [
        "خطای تصادفی خطایی که تنها بر مبنای آماری می‌تواند پیش بینی شود"
      ]
    },
    {
      "EnglishWord": "random file",
      "Meanings": [
        "فایل تصادفی"
      ]
    },
    {
      "EnglishWord": "random logic",
      "Meanings": [
        "منطق تصادفی منطقی بر اساس ترکیب دریچه‌های منطقی ساده ای که توابعی را به وجود می‌آورند که می‌توانند در حین ساخت یا به هنگام استفاده برنامه ریزی شوند"
      ]
    },
    {
      "EnglishWord": "random motion",
      "Meanings": [
        "حرکت تصادفی"
      ]
    },
    {
      "EnglishWord": "random noise",
      "Meanings": [
        "نویز تصادفی نویزی که مشخصه آن تعداد زیادی از اغتشاشهای گذرای همپوشانی کننده است که به طور تصادفی ایجاد می‌شوند",
        "مانند نویزهای حرارتی یا ضربه. این نویز را می‌توان برای آزمایش یا ایجاد درهم شدگی در ارسالهای دشمن به طور دلخواه ایجاد کرد"
      ]
    },
    {
      "EnglishWord": "random number",
      "Meanings": [
        "عدد تصادفی عددی که از مجموعه ارقامی ساخته شده است که هر رقم متوالی آن به احتمال برابر می‌تواند هر یک از n رقم در مبنای n باشد. اعداد تصادفی کاملا اتفاقی ایجاد می‌شوند"
      ]
    },
    {
      "EnglishWord": "random process",
      "Meanings": [
        "فرآیند تصادفی"
      ]
    },
    {
      "EnglishWord": "random signal",
      "Meanings": [
        "سیگنال تصادفی"
      ]
    },
    {
      "EnglishWord": "random variable",
      "Meanings": [
        "متغیر تصادفی متغیر پیوسته یا گسسته ای که میتواند هر یک از مقادیر عددی را داشته باشد که احتمال هر کدام مقدار ثابتی است",
        "متغیر تصادفی"
      ]
    },
    {
      "EnglishWord": "random-access discrete-address system",
      "Meanings": [
        "سیستم آدرس",
        "گسسته بادسترسی تصادفی خدمات مخابراتی رادیویی که در آن گروه بزرگی از کاربران به طور همزمان از کانالهای باند پهن به طور مشترک استفاده می‌کنند. مدوله سازی صدا به شکل دیجیتال تبدسل می‌شود و پالسهای به دست آمده به ترتیب",
        "هر کدام با بسامد حامل متفاوت و زمانهای اختصاصی متفاوت ارسال می‌شوند. هر گیرنده معین ترکیب اختصاصی از بسامدهای کانال و شیارهای زمانی دارد"
      ]
    },
    {
      "EnglishWord": "random-access memory",
      "Meanings": [
        "حافظه با دستیابی تصادفی حافظه ای سازمان یافته به گونه ای که هر مکان آدرس را می‌توان به هر ترتیبی خواند یا نوشت. بیتهای دیجیتال می‌توانند به طور موقت در حافظه ذخیره شوند و به سرعت و به طور دلخواه تغییر داده شوند. دستیابی تصادفی به معنای آن است که امکان دسترسی به هر مکان ذخیره سازی در حافظه در هر لحظه وجود دارد. واژه دقیقتر آن می‌تواند حافظه خواندنی / نوشتنی RWM باشد. بیشتر قطعات حاظه نیمرسانا قابل دستیابی تصادفی هستند. در حالی که نوارهای مغناطیسی یا ویدیویی یا قطعات بار تزویج شده CCD به طور سری قابل دسترسی هستند. در کاربردهای عادی",
        "این واژه به معنای حافظه با دستیابی تصادفی دینامیک DRAM است",
        "حافظه نیمرسانا فراری که باید به طور منظم بازنویسی شود تا تمام داده هایی که در سلولهای آن ذخیره شده اند",
        "باقی بمانند. DRAM پرکاربردترین حافظه خواندنی / نوشتنی در کامپیوترهاست"
      ]
    },
    {
      "EnglishWord": "random-noise testing",
      "Meanings": [
        "آزمایش نویز",
        "تصادفی آزمایش با موج مختلطی که بسامدهای متغیر تصادفی و دامنه‌های آن به میز لرزش مکانیکی اعمال می‌شود. این سیگنالها را میتوان به طور تجربی به دست آورد",
        "مانند آنچه که از اطلاعات دورینجی موشک به دست می‌آید",
        "یا به طور الکترونیکی تولید کرد"
      ]
    },
    {
      "EnglishWord": "random-wire antenna",
      "Meanings": [
        "آنتن سیمی تصادفی آنتن سیمی چند باندی با هر طول دلخواهی که به طور مستقیم به فرستنده یا شبکه تطبیق امپدانس",
        "با یک خط خوراننده وصل می‌شود"
      ]
    },
    {
      "EnglishWord": "range",
      "Meanings": [
        "برد 1. فاصله از دستگاه رادار یا اسلحه تا هدف. 2. قابلیت مسافت هواپیما",
        "موشک",
        "اسلحه",
        "رادار یا فرستنده رادیویی. 3. اختلاف بین بیشترین و کمترین مقدار کمیت متغیر. 4. خطی که با دو نشانه زمینی ثابت برای موشک",
        "وسیله نقلیه و وسایل آزمایش دیگر تعیین می‌شود. 5. خط جهت معین شده با رادیو. 6. radio range",
        "محدوده",
        "گستره",
        "دامنه",
        "برد"
      ]
    },
    {
      "EnglishWord": "range - height indicator  display",
      "Meanings": [
        "صفحه نمایش نشانگر برد",
        "ارتفاع صفحه نمایش راداری که فاصله مقیاس بندی شده بین نقطه مرجع و هدف را",
        "در امتداد فاصله عمودی بین صفحه مبدا و هدف را به طور دیداری نشان می‌دهد"
      ]
    },
    {
      "EnglishWord": "range circle",
      "Meanings": [
        "دایره برد نشانه گذار برد رادار به شکل دایره"
      ]
    },
    {
      "EnglishWord": "range extension",
      "Meanings": [
        "گسترش محدوده"
      ]
    },
    {
      "EnglishWord": "range gate",
      "Meanings": [
        "دیچه برد مدار درچه ای که پژواکهای راداری در فاصله برد کوچکی انتخاب کند"
      ]
    },
    {
      "EnglishWord": "range marker generator",
      "Meanings": [
        "مولد نشانه",
        "برد مولد سیگنالی که سیگنال لازم برای ایجاد نشانه‌های برد رادار را روی اسکوپ رادار تولید می‌کند. عملکرد آن با پالس همزمانی که مبدا زمانی را شورع می‌کند. آغاز می‌شود"
      ]
    },
    {
      "EnglishWord": "range of operation",
      "Meanings": [
        "دامنه کار",
        "محدوده بهره برداری"
      ]
    },
    {
      "EnglishWord": "range rate",
      "Meanings": [
        "سرعت برد سرعتی که فاصله از دستگاه اندازه گیری تا مبدا سیگنال ردیابی شونده با آن نسبت به زمان تغییر می‌کند"
      ]
    },
    {
      "EnglishWord": "range selector",
      "Meanings": [
        "انتخاب کننده برد کنترلی که مقیاس برد را روی صفحه نمایش رادار انتخاب می‌کند"
      ]
    },
    {
      "EnglishWord": "range target",
      "Meanings": [
        "هدف برد هدف بازتابنده ای در برد معلوم دقیق از آنتن رادار برای تنظیم سیستم فاصله باب راداری"
      ]
    },
    {
      "EnglishWord": "range-amplitude display",
      "Meanings": [
        "صفحه نمایش برد",
        "دامنه صفحه نمایش راداری که روی آن مبدا زمانی مقیاس فاصله را ایجاد می‌کند پژواکهابه صورت انحرافهای عادی نسبت به مبدا ظاهر می‌شوند. مبدا معمولا خط راستی مانند",
        "خط صفحه نمایش A دورانی یا صفحه نمایش I"
      ]
    },
    {
      "EnglishWord": "ranging",
      "Meanings": [
        "فاصله یابی تعیین فاصله"
      ]
    },
    {
      "EnglishWord": "rank",
      "Meanings": [
        "رتبه تعداد کات",
        "ست‌های مستقلی که می‌توان در شبکه انتخاب کرد. رتبه برابر با تعداد گرهها منهای تعداد قسمتهای جدا است",
        "رتبه"
      ]
    },
    {
      "EnglishWord": "rankine",
      "Meanings": [
        "رانگین مقیاس دمای مطلق بر اساس درجه بندی فارنهایت که مقیاس کلی آن طوری جا به جا شده است که OR برابر با صفر مطلق است. در این مقیاس آب در 459/6 R درجه یخ می‌زند و در 639/6 درجه به جوش می‌آید. برای به دست آوردن مقدار درجه رانگین متناظر با فارنهایت باید به مقدار برحسب فارنهایت 427/6 اضافه کرد"
      ]
    },
    {
      "EnglishWord": "raphael bridge",
      "Meanings": [
        "پل را فایل نوعی پل واتسون سیم",
        "لغزنده برای تعیین محل عیب در خطوط انتقال"
      ]
    },
    {
      "EnglishWord": "rapid control",
      "Meanings": [
        "کنترل سریع"
      ]
    },
    {
      "EnglishWord": "rapid discharge",
      "Meanings": [
        "تخلیه سریع"
      ]
    },
    {
      "EnglishWord": "rapid scanning",
      "Meanings": [
        "پویش سریع پویشی با پرتو راداری باریک با سرعت 10 جارو در ثانیه یا بیشتر",
        "که برای ردیابی هدفهای متحرک سریع لازم است"
      ]
    },
    {
      "EnglishWord": "rapidity",
      "Meanings": [
        "سرعت"
      ]
    },
    {
      "EnglishWord": "rapidity of action",
      "Meanings": [
        "سرعت عمل"
      ]
    },
    {
      "EnglishWord": "rare earth",
      "Meanings": [
        "عنصر نادر زمینی عنصری با عدد اتمی از 57 تا 71. عناصر نادر طمین عبارت اند از: سریم",
        "دیسپروزیوم",
        "اربیم",
        "گادولینیم",
        "همولمیم",
        "لانتان",
        "لوتسیم",
        "نیودیمیم",
        "پراسیودیمیم",
        "پرومتیم",
        "ساماریم",
        "تربیم",
        "تولیم و ایترپم"
      ]
    },
    {
      "EnglishWord": "rare earth enements",
      "Meanings": [
        "عناصر خاکی کمیاب"
      ]
    },
    {
      "EnglishWord": "rare-earth magnet",
      "Meanings": [
        "آهنربایی با عنصر کمیاب زمینی آهنربای دایمی ساخته شده از ترکیبهای کبالت و یک یا دو عنصر از: سریوم",
        "لانتان",
        "میشمتال",
        "پراییودیمیم",
        "ساماریم یا تیریم. نمونه ای از آن",
        "آهنربای ساماریم",
        "کبالت",
        "کاربردهای بسیاری دارد"
      ]
    },
    {
      "EnglishWord": "raster",
      "Meanings": [
        "خط افقی الگوی از پیش تعیین شده ای از خطوط پویش که پوشش یکنواختی از سطح را به وجود می‌آورند. در تلویزیون خطوط افقی به صورت خطوط موازی بسیار نزدیک به هم",
        "اغلب به هنگام عدم وجود تصویر دیده می‌شود",
        "ترام",
        "شبکه"
      ]
    },
    {
      "EnglishWord": "raster burn",
      "Meanings": [
        "سوختگی خط افقی تغییر در مشخصه‌های سطح پویش شده روی هدف لامپ تصویر دوربین",
        "ناش از سیگنال کاذب به هنگام پویش خط افقی بزرگتر یا کج شده"
      ]
    },
    {
      "EnglishWord": "raster data",
      "Meanings": [
        "داده‌های خط افقی داده‌های گرافیکی ذخیره شده به صورت مجموعه ای از سلولها که هر کدام دارای مختصات X",
        "Y و مقدار مشخصی هستند. این شیوه",
        "روش ساده اما ناکارآمدی برای ذخیره اطلاعات جغرافیایی است"
      ]
    },
    {
      "EnglishWord": "rat race",
      "Meanings": [
        "موش دوان"
      ]
    },
    {
      "EnglishWord": "rate",
      "Meanings": [
        "آهنگ",
        "نرخ"
      ]
    },
    {
      "EnglishWord": "rate control   proportional response  throttling control",
      "Meanings": [
        "کنترل نرخ",
        "پاسخ تناسبی",
        "کنترل دریچه ای کنترل سرعت تغییر متغیر مستقل در سیستم کنترل اتوماتیک"
      ]
    },
    {
      "EnglishWord": "rate gyroscope",
      "Meanings": [
        "ژیروسکوپ سرعت متغیر ژیروسکوپ دوار یا ارتعاشی که سرعت تغییر جهت وسیله ای را که در آن قرار گرفته است",
        "انداه می‌گیرد"
      ]
    },
    {
      "EnglishWord": "rate integrating gyro",
      "Meanings": [
        "ژیروسکوپ انتگرالی نرخی"
      ]
    },
    {
      "EnglishWord": "rate of change",
      "Meanings": [
        "آهنگ تغییر"
      ]
    },
    {
      "EnglishWord": "rate of charge",
      "Meanings": [
        "آهنگ تغییر بار"
      ]
    },
    {
      "EnglishWord": "rate of closure",
      "Meanings": [
        "سرعت نزدیکی سرعتی که دو هواپیما",
        "یا جسم متحرک دیگر با آن به یکدیگر نزدیک می‌شوند"
      ]
    },
    {
      "EnglishWord": "rate of decary",
      "Meanings": [
        "نرخ افت نرخ زمانی که سطح فشار صدا",
        "سطح سرعت یا سطح چگالی انرژی صوتی در نقطه ای معین و در زمان معین با آن کاهش می‌یابد. واحد عملی آن دسیبل بر ثانیه است"
      ]
    },
    {
      "EnglishWord": "rate of flow",
      "Meanings": [
        "آهنگ نرخ جریان"
      ]
    },
    {
      "EnglishWord": "rate of migration",
      "Meanings": [
        "آهنگ نرخ نقل مکان"
      ]
    },
    {
      "EnglishWord": "rate signal",
      "Meanings": [
        "سیگنال سرعت سیگنالی متناسب با انحراف زمانی از متغیر تعریف شده"
      ]
    },
    {
      "EnglishWord": "rate transmitter",
      "Meanings": [
        "فرستنده سرعت فرستنده ای در موشک پرتاب شونده که با گیرنده زمینی",
        "نرخ افزایش سرعت را معین خواهد کرد"
      ]
    },
    {
      "EnglishWord": "rated",
      "Meanings": [
        "نامی",
        "اسمی"
      ]
    },
    {
      "EnglishWord": "rated accuracy",
      "Meanings": [
        "دقت مجاز دقت توصیه شده یک ابزار تولید شده"
      ]
    },
    {
      "EnglishWord": "rated capacity",
      "Meanings": [
        "ظرفیت نامی"
      ]
    },
    {
      "EnglishWord": "rated coil current",
      "Meanings": [
        "جریان پیچک مجاز جریان پیچک حالت پایدار که رله برای کار کردن در آن طراحی شده است"
      ]
    },
    {
      "EnglishWord": "rated coil voltage",
      "Meanings": [
        "ولتاژ پیچک مجاز ولتاژ پیچکی که رله برای عمل کردن در آن طراحی شده است"
      ]
    },
    {
      "EnglishWord": "rated contact current",
      "Meanings": [
        "جریان اتصال مجاز جریانی که اتصالها برای تحمل آنها به ازای عمر مفیدشان طراحی شده اند"
      ]
    },
    {
      "EnglishWord": "rated current",
      "Meanings": [
        "جریان نامی"
      ]
    },
    {
      "EnglishWord": "rated frequency",
      "Meanings": [
        "فرکانس نامی"
      ]
    },
    {
      "EnglishWord": "rated impedance",
      "Meanings": [
        "امپدانس نامی"
      ]
    },
    {
      "EnglishWord": "rated load",
      "Meanings": [
        "بار نامی"
      ]
    },
    {
      "EnglishWord": "rated output",
      "Meanings": [
        "خروجی مجاز توان",
        "ولتاژ",
        "جریان یا مقدار خروجی دیگری که ماشین",
        "قطعه یامدار برای عمل کردن در آن مقدار تحت شرایط عادی تعریف شده",
        "طراحی شده است",
        "خروجی نامی"
      ]
    },
    {
      "EnglishWord": "rated power",
      "Meanings": [
        "توان نامی"
      ]
    },
    {
      "EnglishWord": "rated speed",
      "Meanings": [
        "سرعت نامی"
      ]
    },
    {
      "EnglishWord": "rated torque",
      "Meanings": [
        "گشتاور نامی"
      ]
    },
    {
      "EnglishWord": "rated value",
      "Meanings": [
        "مقدار نامی"
      ]
    },
    {
      "EnglishWord": "rated voltage",
      "Meanings": [
        "ولتاژ نامی"
      ]
    },
    {
      "EnglishWord": "rate-grown junction  graded junction",
      "Meanings": [
        "پیوند رشد داده شده تدریجی",
        "پیوند طبقاتی پیوند رشد داده شده ای که با تغییر نرخ رشد بلور نیمرسانا به طور متناوب و با استفاده از ذوب شدن شامل ناخالصی‌های هر دو نوع N و P ساخته شده است. مقدار دو نوع ناخالصی به طور متناوب کم و زیاد می‌شود"
      ]
    },
    {
      "EnglishWord": "rate-grown transistor  graded-junction transistor",
      "Meanings": [
        "ترانزیستور رشد داده شده تدریجی",
        "ترانزیستور پیوندی طبقاتی ترانزیستور پیوندی که در آن هر دو نوع ناخالصی مانند گالیم و آنتیمونی در یک زمان در دانه قرار داده می‌شوند. و دما به طور ناگهانی کم و زیاد می‌شود تا لایه‌های نوع N و P پیوندهای رشد داده شده تدریجی تشکیل شوند"
      ]
    },
    {
      "EnglishWord": "rate-of climb indicator",
      "Meanings": [
        "نشانگر سرعت تغییر بالا رفتن ابزاری که سرعت صعود یا پایین آمدن هواپیما را نشان می‌دهد"
      ]
    },
    {
      "EnglishWord": "rate-of-turn control",
      "Meanings": [
        "کنترل سرعت گردش ابزار ژیروسکوپی که سیگنال سرعت گردشی را به سیستم خلبان خودکار هواپیما می‌دهد"
      ]
    },
    {
      "EnglishWord": "rating",
      "Meanings": [
        "مقدار مجاز اختصاص دادن حد عملکردی برای ماشین",
        "دستگاه یا قطعه مورد استفاده تحت شرایط معین",
        "مقدار مجاز"
      ]
    },
    {
      "EnglishWord": "ratio",
      "Meanings": [
        "نسبت مقدار به دست آمده از تقسیم کمیتی به کمیت دیگر از همان نوع",
        "برای نشان دادن نسبت تناسبی آنها",
        "نسبت"
      ]
    },
    {
      "EnglishWord": "ratio arms",
      "Meanings": [
        "بازوهای تناسبی دو بازوی مجاور پل واتسون که به گونه ای طراحی می‌شوند که بتوانند برای ایجاد نسبتهای مقاومت معین گوناگون تنظیم شوند"
      ]
    },
    {
      "EnglishWord": "ratio control",
      "Meanings": [
        "کنترل نسبت کنترلی که در آن نسبت از پیش تعیین شده ای بین دو کمیت فیزیکی ثابت نگهداشته می‌شود"
      ]
    },
    {
      "EnglishWord": "ratio detector",
      "Meanings": [
        "آشکارساز نسبت مدار آشکارساز FM با دو دیود که نیاز به محدود کننده در ورودی آن نیست. خروجی صوتی بانسبت دو ولتاژ IF ایجاد شده تعیین می‌شود که دامنه‌های نسبی آنها تابعی از بسامد است"
      ]
    },
    {
      "EnglishWord": "ratio meter",
      "Meanings": [
        "نسبت سنج دستگاه اندازه گیری که خارج قسمت دو کمیت الکتریکی را اندازه می‌گیرد. انحراف عقربه دستگاه متناسب با نسبت جریانهای عبوری از دو پیچک است"
      ]
    },
    {
      "EnglishWord": "ratio of transformation",
      "Meanings": [
        "نسبت تبدیل نسبت ولتاژ ثانویه ترانسفورماتور به ولتاژ اولیه تحت شرایط بی باری یا نسبت متناظر دیگری از جریانها در ترانسفوماتور جریان"
      ]
    },
    {
      "EnglishWord": "rational",
      "Meanings": [
        "گویا"
      ]
    },
    {
      "EnglishWord": "rationalized unit",
      "Meanings": [
        "واحد نسبی شده واحدی در سیستم اندازه گیری که برای به حداقل رساندن ایجاد ثابت 4 پی در معادله‌ها طراحی شده است"
      ]
    },
    {
      "EnglishWord": "ratio-type telemeter",
      "Meanings": [
        "دورسنج نوع تناسبی دورسنجی که از رابطه فاز یا مقدار دو یا چند کمیت الکتریکی به عنوان ابزار تبدیل استفاده می‌کند"
      ]
    },
    {
      "EnglishWord": "raw data",
      "Meanings": [
        "داده خام داده پردازش نشده که ممکن است به شکل قابل خواندن برای ماشین باشد یا نباشد"
      ]
    },
    {
      "EnglishWord": "rawin  radar wind or radio wind  pronounced ray win",
      "Meanings": [
        "ری وین 1. تعیین جهت و سرعت باد با رادار یا جهت یاب رادیویی همراه با رادیو سوند",
        "بالون رادیو سوند یا بالونی کهیک بازتابنده رادار را حمل می‌کند. 2. اطلاعات جمع آوری شده باد بار دمایی راداری یا جهت یاب رادیویی متصل به بالن مجهز شده مخصوص"
      ]
    },
    {
      "EnglishWord": "rawin sonde",
      "Meanings": [
        "سوند ری وین رادیو سوند مورد استفاده در ری وین"
      ]
    },
    {
      "EnglishWord": "ray",
      "Meanings": [
        "پرتو",
        "اشعه"
      ]
    },
    {
      "EnglishWord": "ray deflection",
      "Meanings": [
        "انحراف پرتو"
      ]
    },
    {
      "EnglishWord": "ray direction",
      "Meanings": [
        "جهت پرتو"
      ]
    },
    {
      "EnglishWord": "ray path",
      "Meanings": [
        "مسیر پرتو"
      ]
    },
    {
      "EnglishWord": "rayleigh cycle",
      "Meanings": [
        "چرخه ری لای چرخه مغناطیس شدگی که تا قسمتهای شورع منحنی مغناطیس شدگی",
        "بین صفر و خم رو به بالا",
        "گسترش نمی‌یابد. در این ناحیه تراوایی مغناطیسی کم است و پسماند کمی وجود دارد"
      ]
    },
    {
      "EnglishWord": "rayleigh disk",
      "Meanings": [
        "دیسک ری لای تابش سنج آکوستیکی که سرعت ذره را اندازه می‌گیرد. دیسک نازکی که از لبه‌های آن با تارهای نازکی آویزان شده است در وضعتی عمود بر مولفه افقی سرعت ذره صوتی قرار می‌گیرد"
      ]
    },
    {
      "EnglishWord": "rayleigh fading",
      "Meanings": [
        "محو شدگی رایلی"
      ]
    },
    {
      "EnglishWord": "rayleigh line",
      "Meanings": [
        "خط ری لای خطی طیفی در تابش پراکنده ای که بسامدی مشابه با تابش التهابی متناظر آن دارد. این خط از پراکندگی معمولی یا ری لای ناشی می‌شود"
      ]
    },
    {
      "EnglishWord": "rayleigh scattering",
      "Meanings": [
        "پراکندگی ری لای پراکندگی انتخابی نور با ذرات بسیار کوچک معلق در هما",
        "مانند گرد و غبار"
      ]
    },
    {
      "EnglishWord": "rayleigh wave",
      "Meanings": [
        "موج ری لای نوعی موج که می‌تواند در نزدیکی سطح جامد منتشر شود و با حرکت بیضوی ذرات مشخص می‌شود"
      ]
    },
    {
      "EnglishWord": "rb",
      "Meanings": [
        "rubidium",
        "روبیدیم عنصر فلزی حساس به نور با عدد اتم یو وزن اتمی 85/"
      ]
    },
    {
      "EnglishWord": "rc",
      "Meanings": [
        "resistance",
        "capacitance",
        "مقاومتی",
        "خازنی داشتن هر دو خاصیت خازنی و مقاومتی که با خازنها و مقاومتها ایجاد می‌شود"
      ]
    },
    {
      "EnglishWord": "rc amplifier",
      "Meanings": [
        "resistance",
        "capacitance",
        "coupled amplifier",
        "تقویت کننده تزویج شده مقاومتی",
        "خازنی",
        "تقویت کننده RC تقویت کننده با خازنی که مسیر جریان سیگنال را از یک طبقه به طبقه بعد ایجاد می‌کند و از هر طرف آن مقاومتی به منبع تغذیه یا زمین متصل است. این تقویت کننده می‌تواند سیگنالهای AC را تقویت کند",
        "اما نمی‌تواند با تغییر کوچک در جریانهای DC کار کند"
      ]
    },
    {
      "EnglishWord": "rc constant",
      "Meanings": [
        "ثابت RC ثابت زمانی مدار خازن",
        "مقاومت که مقدار آن بر حسب ثانیه برابر است بامقدار مقاومت بر حسب اهم ضرب در مقدار خازن بر حسب فاراد"
      ]
    },
    {
      "EnglishWord": "rccircuit",
      "Meanings": [
        "resistance",
        "capacitance circuit",
        "مدار مقاومتی",
        "خازنی مداری که شامل مقاومتها و خازنهایی است که ثابت زمانی را تعیین می‌کنند. ثابت زمانی بر حسب ثانیه برابر است با حاصلضرب مقاومت بر حسب اهم در خازن بر حسب فاراد"
      ]
    },
    {
      "EnglishWord": "rcg circuit",
      "Meanings": [
        "reverberation",
        "= controlled gain circuit",
        "مدار بارآوایی با بهره کنترل شده مداری در تجهیزات صوتی زیر آبی که بهره تقویت کننده گیرنده را متناسب با شدت بازآواییهای ناخواسته مربوط به پژواک مطلوب",
        "تغییر می‌دهد"
      ]
    },
    {
      "EnglishWord": "rctl",
      "Meanings": [
        "resistor",
        "capacitor",
        "transistor logic",
        "منطق مقاومت",
        "خازن",
        "ترانزیستور منطق مقاومت",
        "ترانزیستوری که خازنهایی برای افزایش سرعت به آن اضافه شده اند"
      ]
    },
    {
      "EnglishWord": "rdf",
      "Meanings": [
        "radio direction finder, direction finder",
        "جهت یاب رادیویی",
        "جهت یاب ابزار رادیویی برای کمک به ناوبری که از حلقه قابل گردش یا آرایش آنتنی با جهت گیرندگی بالا برای تعیین جهت دریافت سیگنال رادیویی استفاده می‌کند. مانند جهت یابهای خودکار و یابنده‌های صفر شنوایی"
      ]
    },
    {
      "EnglishWord": "re",
      "Meanings": [
        "rhenium",
        "رنیم عنصر فلزی با عدد اتمی 75 و وزن اتمی 186/"
      ]
    },
    {
      "EnglishWord": "reaative luminosity",
      "Meanings": [
        "درخشندگحی نسبی نسبت مقدار درخشندگی در طول موج خاص به مقدار آن در طول موج درخشندگی بیشینه"
      ]
    },
    {
      "EnglishWord": "reachability analysis",
      "Meanings": [
        "تحلیل دسترسی پذیری"
      ]
    },
    {
      "EnglishWord": "reactance",
      "Meanings": [
        "رآکتانس مخالف در برابر عبور جریان متناوب از سلف یاخازن خالص در مدار که بر حسب اهم بیان می‌شود. رآکتانس مولفه امپدانسی است که ناشی از مقاومت نیست. رآکتانس القایی در اثر خودالقایی و رآکتانس خازنی ناشی از ظرفیت خازنی است",
        "راکتانس",
        "واکنایی"
      ]
    },
    {
      "EnglishWord": "reactance capacitive",
      "Meanings": [
        "راکتانس خازنی"
      ]
    },
    {
      "EnglishWord": "reactance control circuit",
      "Meanings": [
        "مدار کنترل رآکتانسی مداری در گیرنده تلویزیون رنگی که ولتاژ تصحیح DC خروجی از آشکارساز فاز را به تغییر رآکتانس خازنی تبدیل می‌کند که نوسان ساز 3/58 MHz را در بسامد فاز صحیح نگه می‌دارد"
      ]
    },
    {
      "EnglishWord": "reactance frequency divider",
      "Meanings": [
        "مقسم بسامد رآکتانسی مقسم بسامدی که از یک پیچک یاخازن غیر خطی برای تولید زیرهماهنگهای منبع سینوسی استفاده می‌کند"
      ]
    },
    {
      "EnglishWord": "reactance frequency multiplier",
      "Meanings": [
        "ضرب کننده بسامد رآکتانسی ضرب کننده بسامدی که از یک پیچک یا خزان غیر خطی برای تولید زیرهماهنگهای منبع سینوسی استفاده می‌کند"
      ]
    },
    {
      "EnglishWord": "reactance inductive",
      "Meanings": [
        "راکتانس سلفی"
      ]
    },
    {
      "EnglishWord": "reactance modulator",
      "Meanings": [
        "مدوله کننده رآکتانسی مدوله کننده ای که رآکتانس آن می‌تواند مطابق با دامنه لحظه ای ولتاژ مدوله کننده تغییر کند. مدوله کننده راکتانسی مداری است که مدوله سازی فاز یا بسامد را انجام می‌دهد"
      ]
    },
    {
      "EnglishWord": "reaction",
      "Meanings": [
        "واکنش 1. عملی که یک یا چند ماده در آن به یک یا چند ماده جدید تبدیل می‌شوند",
        "مانند واکنش هسته ای. 2. واژه انگلیسی بریتانیایی برای positive feedback",
        "واکنش"
      ]
    },
    {
      "EnglishWord": "reaction cavity",
      "Meanings": [
        "کاواک واکنشی کاواکی که می‌تواند",
        "برای کاربردهای کنترل بسامد دستی یا خودکار",
        "روی بدنه یا انتهای موجبر نصب شود. تنظیم با استفاده از زیر سنجی که موقعیت پیستون داخل کاواک را کنترل میکند",
        "انجام می‌شود"
      ]
    },
    {
      "EnglishWord": "reaction motor",
      "Meanings": [
        "موتور واکنشی موتور سنکرونی که روتور آن شامل قطبهای برجسته است ولی سیم پیچ و آهنربای دایمی ندارد"
      ]
    },
    {
      "EnglishWord": "reactivation",
      "Meanings": [
        "بازفعال سازی اعمال ولتاژی بالاتر از حد عادی به کاتد توریمی لامپ الکترونی برای چند ثانیه",
        "به منظور ایجاد لایه تازه ای از اتمهای توریم در سطح فیلمان و در نتیجه بهبود گسیل الکترون"
      ]
    },
    {
      "EnglishWord": "reactive",
      "Meanings": [
        "رآکتیو واژهای برای اشاره به رآکتانس سلفی یاخازنی",
        "راکتیو",
        "واکنشی"
      ]
    },
    {
      "EnglishWord": "reactive attenuator",
      "Meanings": [
        "تضعیف کننده رآکتیو تضعیف کننده ای که انرژی بسیار کمی را جذب می‌کند"
      ]
    },
    {
      "EnglishWord": "reactive component",
      "Meanings": [
        "مولفه راکتیو"
      ]
    },
    {
      "EnglishWord": "reactive current",
      "Meanings": [
        "جریان راکتیو"
      ]
    },
    {
      "EnglishWord": "reactive factor",
      "Meanings": [
        "ضریب رآکتیو نسبت توان راکتیو به توان ظاهری"
      ]
    },
    {
      "EnglishWord": "reactive impedance",
      "Meanings": [
        "امپدانس راکتیو"
      ]
    },
    {
      "EnglishWord": "reactive ion etching",
      "Meanings": [
        "زدایش یونی واکنش دار راکتیو"
      ]
    },
    {
      "EnglishWord": "reactive load",
      "Meanings": [
        "بار راکتیو"
      ]
    },
    {
      "EnglishWord": "reactive lode",
      "Meanings": [
        "بار رآکتیو باری که دارای رآکتانس سلفی یاخازنی است"
      ]
    },
    {
      "EnglishWord": "reactive power",
      "Meanings": [
        "توان راکتیو"
      ]
    },
    {
      "EnglishWord": "reactive power  reactive voltamperes  wattless power",
      "Meanings": [
        "توان رآکتیو",
        "ولت آمپر رآکتیو",
        "توان بی وات مقدار توان به دست آمده از حاصلضرب مقدار موثر جریان بر حسب آمپر در مقدار موثر ولتاژ بر حسب ولت",
        "با علامت اختلاف فاز زاویه ای و ولتاژ. واحد توان راکتیو وار است"
      ]
    },
    {
      "EnglishWord": "reactive voltage",
      "Meanings": [
        "ولتاژ راکتیو"
      ]
    },
    {
      "EnglishWord": "reactive-factor meter",
      "Meanings": [
        "ضریب رآکتیو سنج دستگاهی که ضریب راکتیو را اندازه گیری میکند و نمایش میدهد"
      ]
    },
    {
      "EnglishWord": "reactor",
      "Meanings": [
        "رآکتور قطعه ای که رآکتانس سلفی یاخازنی را به مدار اعمال میکند",
        "مانند پیچک یا خازن",
        "واکنشگر",
        "راکتور اتمی"
      ]
    },
    {
      "EnglishWord": "read",
      "Meanings": [
        "خواندن 1. کسب اطلاعات",
        "معمولا از شکلی از حافظه در کامپیوتر. 2. تولید خروجی متناظر با الگوی ذخیره شده در لامپ ذخیره بار. 3. فهمیدن واضح",
        "در مخابرات رادیویی"
      ]
    },
    {
      "EnglishWord": "read in",
      "Meanings": [
        "خواندن حس کردن شکلی از اطلاعات و ارسال این اطلاعات به حافظه داخلی کامپیوتر"
      ]
    },
    {
      "EnglishWord": "read number",
      "Meanings": [
        "تعداد قرایت تعداد دفعاتی که عنصر ذخیره کننده بدون بازنویسی در لامپ ذخیره بار",
        "خوانده می‌شود"
      ]
    },
    {
      "EnglishWord": "read only memory   rom",
      "Meanings": [
        "حافظه فقط خواندنی"
      ]
    },
    {
      "EnglishWord": "read pulse",
      "Meanings": [
        "پالس خواندن پالسی که سبب کسب اطلاات از سلول یا سلولهای مغناطیسی می‌شود"
      ]
    },
    {
      "EnglishWord": "read time  access time",
      "Meanings": [
        "زمان خواندن",
        "زمان دسترسی فاصله زمانی بین لحظه ای که درآن اطلاعات از حافظه کامپیوتر فراخوانده می‌شود تا لحظه ای که ارایه اطلاعات به کامپیوتر کامل می‌شود"
      ]
    },
    {
      "EnglishWord": "read/write memory",
      "Meanings": [
        "حافظه خواندنی / نوشتنی"
      ]
    },
    {
      "EnglishWord": "reading",
      "Meanings": [
        "قرایت 1. نمایش نشان داده شده با ابزار. 2. مشاهده قرایتهای دو یا چند ابزار"
      ]
    },
    {
      "EnglishWord": "reading rate",
      "Meanings": [
        "نرخ قرایت تعداد نویسه ها",
        "لغتها",
        "میدانها یا بلوکهایی که قطعه قرایت وروی می‌تواند در واحد زمان",
        "حس کند"
      ]
    },
    {
      "EnglishWord": "reading speed",
      "Meanings": [
        "سرعت قرایت نرخ قرایت عناصر ذخیره شده موالی در لامپ ذخیره بار"
      ]
    },
    {
      "EnglishWord": "readjust",
      "Meanings": [
        "تنظیم دوباره"
      ]
    },
    {
      "EnglishWord": "read-only memory",
      "Meanings": [
        "حافظه فقط خواندنی حافظه نیمرسانای غیر فراری که اطلاعات دودویی در آن",
        "هرکدام در نشانی ثابتی قرار گرفته اند و قابل تغییر نیستند. این حافظه",
        "ذخیره دایمی اطلاعاتی است که به طور رتب مورد استفاده قرار می‌گیرد. مانند جداول داده و نویسه‌های صفحه‌های نمایش الکترونکی. ROMهای برنامه ریزی شده درکارخانه از موازییکی از سلولهای غیرقابل تغییرساخته می‌شوند که برای وظایف خاصی کاربردهای معینی به طور دایم برنامه ریزی می‌شوند"
      ]
    },
    {
      "EnglishWord": "readout",
      "Meanings": [
        "خواندنی نمایش اطلاعات خروجی بالامپ پرتو کاتدی یا صفحه نمایش بلور مایع یا چاپگر"
      ]
    },
    {
      "EnglishWord": "ready-to-receive signel",
      "Meanings": [
        "سیگنال آماده دریافت سیگنالی که به فرستنده فاکس برگردانده می‌شود تا نشان دهد که گیرنده فاکس آماده دریافت ارسال است"
      ]
    },
    {
      "EnglishWord": "real",
      "Meanings": [
        "حقیقی"
      ]
    },
    {
      "EnglishWord": "real part",
      "Meanings": [
        "قسمت حقیقی"
      ]
    },
    {
      "EnglishWord": "real power",
      "Meanings": [
        "توان حقیقی مولفه توان ظاهری که کار حقیقی را نشان می‌دهد توان حقیقی بر حسب وات بیان می‌شود و می‌توان آن را به صورت حاصلضرب ولتاژ و مولفه همفاز جریان متناوب یا ولت آمپر در ضریب توان محاسبه کرد",
        "توان حقیقی"
      ]
    },
    {
      "EnglishWord": "real time",
      "Meanings": [
        "زمان",
        "حقیقی انجام محاسبه ای در حین فرایند فیزیکی مربوط به آن",
        "به طوری که نتایج آن برای هدایت فرایند فیزیکی در دسترس باشد. این کار در کنترل صنعتی معمول است",
        "بلادرنگ",
        "زمان حقیقی"
      ]
    },
    {
      "EnglishWord": "real value",
      "Meanings": [
        "مقدار حقیقی"
      ]
    },
    {
      "EnglishWord": "realization",
      "Meanings": [
        "تحقق"
      ]
    },
    {
      "EnglishWord": "realize",
      "Meanings": [
        "تحقق بخشیدن"
      ]
    },
    {
      "EnglishWord": "real-time clock",
      "Meanings": [
        "ساعت زمان",
        "حقیقی مداری که زمان را با سرعتی که از عملکرد در حال انجام تشکیل می‌شود",
        "اندازه می‌گیرد"
      ]
    },
    {
      "EnglishWord": "real-time data",
      "Meanings": [
        "داده زمان",
        "حقیقی داده‌های ارایه شده به شکل قابل استفاده در همان زمان اتفاق افتادن حادثه. توخیر در ارایه داده‌ها باید آنتقدر کم باشد که امکان عملکرد اصلاحی را در صورت نیاز فراهم کند"
      ]
    },
    {
      "EnglishWord": "real-time delay",
      "Meanings": [
        "تاخیر زمان",
        "حقیقی تاخیر زمانی قابل صرفه نظر کردن که معمولا در حدود چند نانوثانیه و قابل کنترل است. در آرایه‌های آنتنی از آن برای به دست آوردن الگوی تابش مطلوب با اتصال مطلوب با اتصال خطوط تاخیر مناسب بین عناصر آرایه استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "real-time operation",
      "Meanings": [
        "عملکرد زمان",
        "حقیقی پردازش داده‌های کامپیوتری کهآنقدر سریع است که می‌تواند اطلاعات مربوط به حوادث را به محض اتفاق افتادن آنها پردازش کند. کامپیوتر داده را از حسگرها جمع می‌کند",
        "محاسبات را انجام می‌دهدو پاسخ سریعی برای نگهداشتن ارتباط خود با فرایند ارایه می‌دهد. کنترل موتور خودرو",
        "ترمزهای ضدقفل و ماشین ازارها و وباتهای کنترل شده دیجیتالی نمونه هایی از این نوع هستند"
      ]
    },
    {
      "EnglishWord": "realy broadcast station",
      "Meanings": [
        "ایستگاه رله پخش ایستگاه اختصاص یافته برای ارسال برنانه‌ها از نقاطی که امکانات سیمی در آنجا در دسترس نیست",
        "با یک یا چند ایستگاه پخش"
      ]
    },
    {
      "EnglishWord": "realy chatter",
      "Meanings": [
        "وزوز رله صدای ک بسامدی که به هنگام برق دار شدن پیچک رله با جیران متناوب یا جریان یکسو شده فبلتر نشده",
        "ایجاد می‌شود"
      ]
    },
    {
      "EnglishWord": "rear projection",
      "Meanings": [
        "نمایش روی پرده از پشت سیستم تلویزیونی نمایش روی پرده که تصویر در آن روی صفحه نمایش شیشه ای زمینه انداخته می‌شود تا از طرفدیگر دیده شود"
      ]
    },
    {
      "EnglishWord": "reative damping",
      "Meanings": [
        "میرایی نسبی نسبت میرایی گشتاور در سرعت زاویه ای معین برای عنصر متحرک در ابزار به گشتاور میرایی بحرانی را در همان سرعت زاویه ای ایجاد می‌کند"
      ]
    },
    {
      "EnglishWord": "rebroadcast",
      "Meanings": [
        "پخش مجدد تکرار برنامه رادیویی یا تلویزیونی در زمانی دیگر"
      ]
    },
    {
      "EnglishWord": "recalescent point",
      "Meanings": [
        "دمایی که درآن باسرد شدن فلز حرارت داده شده",
        "به طور ناگهانی گرما آزاد می‌شود"
      ]
    },
    {
      "EnglishWord": "rece condition",
      "Meanings": [
        "وضعیت رقابتی"
      ]
    },
    {
      "EnglishWord": "receiver",
      "Meanings": [
        "گیرنده تجهیزات کامل لازم برای دریافت امواج رادیویی مدوله شده و تبدیل آنها به شکل اولیه",
        "مانند صدا یا تصویر. بااین کار اطلاعات مفید نیز در گیرنده راداری ایجاد می‌شود",
        "گیرنده"
      ]
    },
    {
      "EnglishWord": "receiver bandwidth",
      "Meanings": [
        "پهنای باند گیرنده حوزه بسامدی بین نقاط نیم",
        "توان در منحنیهای پاسخ بسامدی گیرنده"
      ]
    },
    {
      "EnglishWord": "receiver gating",
      "Meanings": [
        "دریچه بندی گیرنده اعمال ولتاز کار به یک یاا چند طبقه گیرنده تنها در حین بخشی از سیکل عملکرد که می‌خواهیم دریافت انجام شود"
      ]
    },
    {
      "EnglishWord": "receiver noise figure",
      "Meanings": [
        "ضریب نویز گیرنده نسبت نویز در گیرنده معین به مقدار آن در گیرنده نظری کامل"
      ]
    },
    {
      "EnglishWord": "receiver radiation",
      "Meanings": [
        "تابش گیرنده تابش میدانهای مغناطیسی تداخل کننده از نوسان ساز گیرنده"
      ]
    },
    {
      "EnglishWord": "receiving  station",
      "Meanings": [
        "ایستگاه دریافت ایستگاهی که سیگنالها یا پیامهای رادیویی را دریاقت می‌کند"
      ]
    },
    {
      "EnglishWord": "receiving antenna",
      "Meanings": [
        "آنتن گیرنده آنتنی که امواج الکترومغناطیس را به جریانهای RF مدوله شده تبدیل می‌کند"
      ]
    },
    {
      "EnglishWord": "receiving window",
      "Meanings": [
        "پیجره گیرنده"
      ]
    },
    {
      "EnglishWord": "reception",
      "Meanings": [
        "دریافت"
      ]
    },
    {
      "EnglishWord": "receway",
      "Meanings": [
        "کانال خطی",
        "لوله کابل"
      ]
    },
    {
      "EnglishWord": "recharger",
      "Meanings": [
        "بازپر کننده منبع تغذیه DC که باتریهای نیکل",
        "کادمیم یا انواع پرشدنی دیگر را برای استفاده در ماشین حسابها",
        "دستگاههای قابل جا به جایی ابزار‌ها و دستگاههای دیگرکه با‌تری کار می‌کنند. دوباره پر می‌کند"
      ]
    },
    {
      "EnglishWord": "recieprocal inductance matris",
      "Meanings": [
        "ماتریس ضریب القای متقابل"
      ]
    },
    {
      "EnglishWord": "reciprocal",
      "Meanings": [
        "متقابل",
        "دو جانبه",
        "هم پاسخ"
      ]
    },
    {
      "EnglishWord": "reciprocal - energy theorem",
      "Meanings": [
        "نظریه عس انرژی نظریه ری لای که می‌گوید: اگر نیروی محرکه الکتریکی E1 در یک شاخه مدار",
        "جریان I2 را در هر یک از شاخه‌های دیگر تولید کند و اگر نیروی محرکه الکتریکی E2 در این شاخه دیگر وارد شود و جریان i1 را در شاخه اول تولید کند آنگاه L1E1=L2E2 این نظریه بسیار نزدیک به نظریه هم پاسخی است"
      ]
    },
    {
      "EnglishWord": "reciprocal counter",
      "Meanings": [
        "شمارنده عکس شمارنده ای که فاصله زمانی بین دو حادثه را اندازه می‌گیرد و عکس مقدار اندازه گیری شده را محاسبه می‌کند. عکس زمان تناوب سیگنال",
        "بسامد آن است و عکس زمان حرکت جسم بین دونقطه سرعت آن است"
      ]
    },
    {
      "EnglishWord": "reciprocal ferrite switch",
      "Meanings": [
        "سوییچ فریتی متقابل سوییچ فریتی که می‌توان در موجبر قرار داد تا سیگنال ورودی را به هر یک از دو موجبر خروجی وصل کند. عمل وصل کردن با رتور فارادی به هنگام عمل کردن روی میدان مغناطیسی خارجی انجام می‌شود"
      ]
    },
    {
      "EnglishWord": "reciprocal impedance",
      "Meanings": [
        "امپدانس متقابل در امپدانس Z1Z2 نسبت به امپدانس z مقاومت غیر قابل تغییر متقابل نامیده می‌شوند. اگر در معادله z1z2=z2 صدق کنند"
      ]
    },
    {
      "EnglishWord": "reciprocal inductance",
      "Meanings": [
        "اندوکتاس متقابل",
        "اندوکتانس متقابل"
      ]
    },
    {
      "EnglishWord": "reciprocal inductance matrix",
      "Meanings": [
        "ماتریس ضریب القای متقابل"
      ]
    },
    {
      "EnglishWord": "reciprocal matrix",
      "Meanings": [
        "ماتریس متقابل"
      ]
    },
    {
      "EnglishWord": "reciprocal network",
      "Meanings": [
        "شبکه هم پاسخ"
      ]
    },
    {
      "EnglishWord": "reciprocal theory",
      "Meanings": [
        "قضیه هم پاسخی"
      ]
    },
    {
      "EnglishWord": "reciprocity theorem",
      "Meanings": [
        "قضیه هم پاسخی اگر ولتاژ قرار گرفته در یک نقطه در شبکه",
        "جریانی در هر نقطه دیگر شبکه تولید کند",
        "با قرار گرفتن همان ولتاژ در نقطه دوم همن جریان در نقطه اول ایجاد می‌شود"
      ]
    },
    {
      "EnglishWord": "recistance- capacitance oscillator  rc oscillator",
      "Meanings": [
        "نوسان ساز مقاومتی",
        "خازنی نوسان ساز RC نوسان سازی که بسامد آن با عناصر مقاومتی وخازنی تعیین می‌شود"
      ]
    },
    {
      "EnglishWord": "reclosing relay",
      "Meanings": [
        "رله بازبستن رله که برای دوباره بستن مدار به طور خوکار",
        "تحت شرایط معین عمل می‌کند"
      ]
    },
    {
      "EnglishWord": "recognition",
      "Meanings": [
        "شناسایی",
        "تشخیص"
      ]
    },
    {
      "EnglishWord": "recognition differential",
      "Meanings": [
        "تفاضل بازشناسی شدت سیگنالی بالاتر از سطح نویز که 0/50 احتمال آشکار سازی سیگنال شنوایی را می‌دهد"
      ]
    },
    {
      "EnglishWord": "recoil",
      "Meanings": [
        "پس زنی",
        "به جای خود برگشتن"
      ]
    },
    {
      "EnglishWord": "recombination",
      "Meanings": [
        "بازترکیب فرایندی که در آن الکترونهای آزاد و جدا از یکدیگر در فضا و حفره‌ها دوباره در اتمها گیر می‌افتند",
        "حرکت آنها متوقف می‌شود و قابلیت حمل جریان منجر به بارکلی صفر می‌شود",
        "باز ترکیب"
      ]
    },
    {
      "EnglishWord": "recombination process",
      "Meanings": [
        "فرآیند باز ترکیب"
      ]
    },
    {
      "EnglishWord": "recombination radiation",
      "Meanings": [
        "تابش بازترکیب تابش گسیل شده در نیمرساناها به هنگام بازترکیب الکترونهای باند هایت با حفره‌های باند ظرفیت. اگر وارونگی جمعت حقیقی بین دو قسمت باندهای ظرفیت و هدایت پایین تراز‌های پذیرنده یا دهنده در نزدیکی این باندها اتفاق بیفتد",
        "می‌تواند گسیل شبیه سازی شده و تقویت لیزر یا نوسان به وجود آورد"
      ]
    },
    {
      "EnglishWord": "recombination rate",
      "Meanings": [
        "نرخ بازترکیب نرخ زمانی که الکترونهای آزاد و حفره‌ها با آن در سطح یا داخل حجم نیمرسانا باز ترکیب می‌شوند"
      ]
    },
    {
      "EnglishWord": "recombination velocity",
      "Meanings": [
        "سرعت باز ترکیب مولفه عادی چگالی جریان الکترون یا حفره در سطح نیمرسانا تقسیم بر چگالی بار الکترون یا حفره اضافی ر سطح"
      ]
    },
    {
      "EnglishWord": "recommendation",
      "Meanings": [
        "پیشنهاد",
        "توصیه"
      ]
    },
    {
      "EnglishWord": "reconditioned - carrier receiver",
      "Meanings": [
        "گیرنده یا حامل اصلاح شده گیرنده ای که حامل در آن از باندهای جانبی جدا می‌شود تاتغییرات دامنه و نویز حذف شوند",
        "سپس حامل در سطح افزایش یافته ای با یکی از باندهای جانبی جمع می‌شود تا خروجی نسبتا بدون اغتشاشی به دست آید از آن در فرستنده‌های تک باند جانبی استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "reconnaissance satellite",
      "Meanings": [
        "ماهواره شناسایی ماهواره زمینی که اطلاعات استراتژیک را با تلویزیون",
        "عکسبرداری یا ارتباط رادیویی تامین می‌کند"
      ]
    },
    {
      "EnglishWord": "reconstituted conductive material",
      "Meanings": [
        "ماده رسانای باز ترکیب شده ماده رسانای ساخته شده با فشردن ذرات ریز تقسیم شده"
      ]
    },
    {
      "EnglishWord": "reconstituted mica",
      "Meanings": [
        "میکای باز ترکیب شده روقه‌های میکا یا اجسام شکل داده شده ای که با خرد کردن تکه‌های میکای طبیعی",
        "ترکیب کردن آن با چسب و فشردن آن به شکل مناسبی به عنوان ماده عایق ساخته می‌شوند"
      ]
    },
    {
      "EnglishWord": "reconstruction",
      "Meanings": [
        "تجدید",
        "بازسازی"
      ]
    },
    {
      "EnglishWord": "record",
      "Meanings": [
        "ضبط کردن رکورد صفحه 1. نگهداری برای تولید یا مراجعه در آینده 2. گروهی از عناوین یا میدانهای اطالاعاتی ک به عنوان یک واحد در نظر گرفته می‌شوند. 3. دیسک فشرده",
        "ضبط کردن"
      ]
    },
    {
      "EnglishWord": "record changer",
      "Meanings": [
        "صفحه عوض کن دستگاه پخش صفحه ای که دو یا چند صفحه را به طور خودکار و به ترتیب پخش می‌کند"
      ]
    },
    {
      "EnglishWord": "record gap",
      "Meanings": [
        "فاصله ضبط فاصله ای که نشان دهنده انتهای ضبط روی نوار مغناطیسی است"
      ]
    },
    {
      "EnglishWord": "record head",
      "Meanings": [
        "هد ضبط"
      ]
    },
    {
      "EnglishWord": "record medium",
      "Meanings": [
        "محیط ضبط محیط فیزیکی که دستگاه ضبط فکس روی تصویری از موضوع نسخه برداری را می‌سازد"
      ]
    },
    {
      "EnglishWord": "record player",
      "Meanings": [
        "پخش صفحه نگهدارنده گردان موتوری که با استفاده از یک پیکاپ گرامفون سیگنالهای AF را از صفحه گرامافون به دست می‌آورد. این سیگنالها باید برای تقویت بیشتر",
        "پیش از بازسازی مجدد به صورت امواج صدا در بلندگو ف به تقویت کننده AF داده شوند. در گرامافون الکتریکی تقویت کننده و بلندگو با دستگاه پخش صفحه ترکیب شده اند"
      ]
    },
    {
      "EnglishWord": "recorded program",
      "Meanings": [
        "برنامه ضبط شده برمانه تلویزیونی یا رادیویی که از دیسکهای فشرده",
        "نسخه برداریهای الکتریکی",
        "نوارهای مغناطیسی یا وسایل دیگر برای ضبط و پخش مجدد آن استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "recorded tape",
      "Meanings": [
        "نوار ضبط شده 1. برنامه ضبط شده ای که به صورت نوار مغناطیسی در بارار وجود دارد. آن را نوار از پیش ضبط شده نیز می‌نامند 2. هر نوع نوارمغناطیس که ضبط شده باشد"
      ]
    },
    {
      "EnglishWord": "recorder",
      "Meanings": [
        "ثبات ابزاری که کمیتها یا سیگنالهای الکتریکی متغیر را به طور دایم ضبط می‌ند. نوع صنعتی معمول آن یک یا چند کمیت را به صورت تابعی از متغیر دیگر",
        "معمولا زمان",
        "ثبت می‌کند. اسیلوسکوپ پرتو",
        "کاتدی ضبط فکس",
        "ثبات کنیسکوپ",
        "دستگاه ضبط نوار مغناطیسی و دستگاه ضبط نوار ویدیو",
        "انواع دیگر آن هستند",
        "ثبت کننده"
      ]
    },
    {
      "EnglishWord": "recording",
      "Meanings": [
        "ضبط",
        "ثبت 1. هر گونه فرایند نگحهداری سیگنالها ف صداها ف داده‌ها یا اطلاعات دیگر برای مراجعه یا باز تولید در آینده از قبیل ضبط صفحه",
        "فکس",
        "ضبط دیسک فشرده",
        "ضبط نوار مغناطیسی یا سیمی و ضبط تصویری 2. محصول نهایی فرایند ضبط",
        "از قبیل نوار مغناطیسی یا دیسک ضبط شده صوتی یا تصویری یا ورقه ثبت",
        "ثبت"
      ]
    },
    {
      "EnglishWord": "recording - playback head",
      "Meanings": [
        "هد ضبط",
        "پخش هد معناطیسی هم برای ضبط و هم برای پخش"
      ]
    },
    {
      "EnglishWord": "recording channel",
      "Meanings": [
        "کانال ضبط شیارهای ضبط مستقل روی محیط ضبط"
      ]
    },
    {
      "EnglishWord": "recording charactristic",
      "Meanings": [
        "مشخصه ضبط نمودار که تضفیف مطلوب بسامدهای بم و تاکید بر بسامدهای زیری را که در ضبط نوار یا دیسک انجام می‌شوند",
        "نشان می‌دهد"
      ]
    },
    {
      "EnglishWord": "recording density",
      "Meanings": [
        "چگالی ضبط تعداد بیت بر واحد طول در یک شیار ضبط داده خطی تک"
      ]
    },
    {
      "EnglishWord": "recording disk",
      "Meanings": [
        "صفحه",
        "ضبط صفحه خالی یا ضبط نشده برای ضبط صدا با لیزر یا قلم فولادی روی آن. گ"
      ]
    },
    {
      "EnglishWord": "recording head",
      "Meanings": [
        "هد ضبط هد مغناطیسی که فقط برای ضبط به ار می‌رود"
      ]
    },
    {
      "EnglishWord": "recording lamp",
      "Meanings": [
        "لامپ ضبط لامپی که شدت نور آن می‌تواند با سرعت AF تغییر کند تا شیارهای صداباچگالی متغییر روی فیلم تصویر متحرک وکاغذ یا فیلم را در عکسبرداری به شیوه ضبط فکس",
        "در معرض تابش نور قرار دهد"
      ]
    },
    {
      "EnglishWord": "recording level",
      "Meanings": [
        "سطح ضبط سطح خروجی مورد نیاز از تقویت کننده برای راه اندازی دستگاه ضبط خاص"
      ]
    },
    {
      "EnglishWord": "recording noise",
      "Meanings": [
        "نویز ضبط نویزی که در حین قرایند ضبط ایجاد می‌شود"
      ]
    },
    {
      "EnglishWord": "recording speed",
      "Meanings": [
        "سرعت ثبت"
      ]
    },
    {
      "EnglishWord": "recording storage tube",
      "Meanings": [
        "لامپ ذخیره ضبط کننده نوعی لامپ پرتوکاتدی که قادر به ذخیره معدل الکتریکی تصویر به صورت الگویی از بارهای الکتروستاتیک روی سطح ذخیره کننده است. صفحه نمایش دیداری وجود ندارد ولی می‌توان اطلاعات ذخیره شده را در هر زمانی در آینده به صورت سیگنال خروجی الکتریکی خواند"
      ]
    },
    {
      "EnglishWord": "recording stylus",
      "Meanings": [
        "قلم ضبط ابزاری که شیارهایی را روی محیط مانیکی به وجود می‌آورد"
      ]
    },
    {
      "EnglishWord": "recovery",
      "Meanings": [
        "بازیافت"
      ]
    },
    {
      "EnglishWord": "recovery package",
      "Meanings": [
        "بسته بازیابی بسته ابزار دقیق که موشک یا ماهواره آن را حمل می‌کند و برای پرتاب به خارج پیش از اصابت طارحی شده است. این بسته معمولا شامل فرستنده ای است که سیگنالهایی را بعد از پرتاب شدن به خارج",
        "برای کمک به پیدا کردن هدف راسال می‌کند"
      ]
    },
    {
      "EnglishWord": "recovery period",
      "Meanings": [
        "دوره بازیافت"
      ]
    },
    {
      "EnglishWord": "recovery process",
      "Meanings": [
        "فرایند بازیافت"
      ]
    },
    {
      "EnglishWord": "recovery time",
      "Meanings": [
        "زمان بازیابی 1. زمان لازم برای الکترود کنترل لامپ گازی یا محافظت کننده در برابر ولتاژ اضافه جهش برای کنترل مجدد پس از قطع جریان اند 2. زمان لازم برایTR روشن شده یا لامپ پیش TR برای دیونیده شدن به سطحی که تضعیف سیگنال سطح پایین RF ارسالی در داخل لامپ به مقدار معینی کاهش یابد. 3. زمان لازم برای لامپ ATR روشن شده برای دیونیده شدن به سطحی که رسانایی و سوسپانس عادی شده لامپ در دهانه آن در محدوده معینی قرار گیرد. 4. حداقل زمان لازم برای شروع پالس شمارش شده به لحظه ای که پالس بعدی بتواند به در صود معینی از مقدار بیشینه پالس شمارش شده در شمارنده گایگر برسد. 5. فاصله زمانی لازم بعد از کاهش ناگهانی دامنه سیگنال ورودی به سیستم یا قطعه",
        "برای رسیدن به در صد معینی از تغییر نهایی معمولا 0/63 در تقویت یا تضعیف ناشی از این کاهش 6 زمان لازم برای گیرنده رادار برای برگشتن به نصف حساسیت پس از تمام شدن ارسال پالس به طور که بتواند پژواکی را دریافت کند",
        "زمان بازیافت"
      ]
    },
    {
      "EnglishWord": "rectangular",
      "Meanings": [
        "مستطیلی"
      ]
    },
    {
      "EnglishWord": "rectangular cavity",
      "Meanings": [
        "حفره مستطیلی"
      ]
    },
    {
      "EnglishWord": "rectangular conductor",
      "Meanings": [
        "هادی مستطیلی"
      ]
    },
    {
      "EnglishWord": "rectangular coordinate",
      "Meanings": [
        "مختصات مستطیلی مختصاتی نسبت به یکی از سه محور عمود بر هم مجازی برای تعیین مکان نقطه ای در فضا"
      ]
    },
    {
      "EnglishWord": "rectangular coordinates",
      "Meanings": [
        "مختصات قایم"
      ]
    },
    {
      "EnglishWord": "rectangular function",
      "Meanings": [
        "تابع مربعی",
        "تابع راست گوشه"
      ]
    },
    {
      "EnglishWord": "rectangular horn antenna",
      "Meanings": [
        "آنتن شیپوری مستطیلی آنتن شیپوری که سطح مقطع مستطیلی دارد که یک یا هر دو اندازه مقطع آن به طور خطی از انتهای کوچک یا گلویی به طرف دهانه قرار گرفته در انتهای موجبر مستطیلی افزایش می‌یابد. تا امواج رادیویی به طور مستقیم به فضا تابش شوند"
      ]
    },
    {
      "EnglishWord": "rectangular picture tube",
      "Meanings": [
        "لامپ تصویر مستطیلی لامپ تصویر تلویزیونی که صفحه نمایش آن مستطیلی است. نسبت ظاهر آن معمولا 3:5 است"
      ]
    },
    {
      "EnglishWord": "rectangular pulse",
      "Meanings": [
        "قطارمربعی",
        "قطار راست گوشه"
      ]
    },
    {
      "EnglishWord": "rectangular pulse train",
      "Meanings": [
        "قطار پالس راست گوشه"
      ]
    },
    {
      "EnglishWord": "rectangular wave",
      "Meanings": [
        "موج مستطیلی موج متناوبی که به طور ناگهانی و متناوب از یک سطح ثابت به سطح ثابت دیگحر تغییر می‌کند. وقتی که سیکل کاری آن 0/50 باشد و دو سطح ثابت زمانهای برابر داشته باشند. موج مستطیلی به موج مربعی تبدیل می‌شود",
        "موج مربعی"
      ]
    },
    {
      "EnglishWord": "rectangular waveguide",
      "Meanings": [
        "موجبر مستطیلی موجبر ی که سطح مقطع مستطیلی دارد"
      ]
    },
    {
      "EnglishWord": "rectification",
      "Meanings": [
        "یکسو سازی فرایند تبدیل جریان متناوب AC به جریان یکسو یه DC",
        "یک سو سازی"
      ]
    },
    {
      "EnglishWord": "rectification factor",
      "Meanings": [
        "ضریب یکسو سازی تغییر جریان متوسط الکترود تقسسیم بر تغییر دامنه ولتاز سینوسی متناوب اعمال شده به همان الکترود تحت شرایطی که ولتاژهای مستقیم این الکترود و الکترودهای دیگر ثابت باقی بماند"
      ]
    },
    {
      "EnglishWord": "rectified current",
      "Meanings": [
        "جریان یکسو شده جریان مستقیمی که از فرایند یکسو سازی ناشی می‌شود"
      ]
    },
    {
      "EnglishWord": "rectifier",
      "Meanings": [
        "یکسو ساز قطعه ای که جریان متناوب را به جریانی با مولفه یکسو بزرگ تبدیل می‌کند لامپ گازی",
        "یکسو ساز فلزی",
        "دیود نیمرسانا و لامپ خلا",
        "یک سو کننده"
      ]
    },
    {
      "EnglishWord": "rectifier cell",
      "Meanings": [
        "سلول یک سو کننده"
      ]
    },
    {
      "EnglishWord": "rectifier circuit",
      "Meanings": [
        "مدار یک سو کننده"
      ]
    },
    {
      "EnglishWord": "rectifier diode",
      "Meanings": [
        "دیود یک سو کننده"
      ]
    },
    {
      "EnglishWord": "rectifier junction",
      "Meanings": [
        "پیوند یکسو ساز پیوند نیمرسانا یی که رسانایی آن در یک جهت بیشتر از جهت دیگر است",
        "اتصال یک سو کننده"
      ]
    },
    {
      "EnglishWord": "rectifier meter",
      "Meanings": [
        "دستگاه اندازه گیری یک سو کننده"
      ]
    },
    {
      "EnglishWord": "rectifier stack",
      "Meanings": [
        "پشته یکسو ساز ساختار پشته مانندی از دیسکها یا پولکهای یکسو ساز نیمرسانا"
      ]
    },
    {
      "EnglishWord": "rectify",
      "Meanings": [
        "یکسو سازی تبدیل جریان متناوب AC به جریان تک جهته DC",
        "یک سو کردن"
      ]
    },
    {
      "EnglishWord": "rectifying",
      "Meanings": [
        "یک سو کنندگی"
      ]
    },
    {
      "EnglishWord": "rectifying action",
      "Meanings": [
        "عمل یک سو کنندگی"
      ]
    },
    {
      "EnglishWord": "rectilineal  compliance",
      "Meanings": [
        "تطابق راستخط تطابق مکانیکی که با تغییر در نیروی اعمال شده مخالفت می‌کند مانند فنری که با نیروی عمل کننده روی دیافراگم بلندگو یا میکروفون مخالفت می‌کند"
      ]
    },
    {
      "EnglishWord": "rectilinear",
      "Meanings": [
        "راستخط د نبال کردن یک خط راست"
      ]
    },
    {
      "EnglishWord": "rectilinear  scanning",
      "Meanings": [
        "پویش راستخط فرایند پویش سطح به ترتیب از پیش تعیین شده ای از نوارهای باریک",
        "مستقیم وموازی"
      ]
    },
    {
      "EnglishWord": "recurrence",
      "Meanings": [
        "بازگشت",
        "وقوع مکرر",
        "تکرار"
      ]
    },
    {
      "EnglishWord": "recursion",
      "Meanings": [
        "بازگشت",
        "تسلسل"
      ]
    },
    {
      "EnglishWord": "recursion method",
      "Meanings": [
        "روش بازگشت"
      ]
    },
    {
      "EnglishWord": "recursion relation",
      "Meanings": [
        "رابطه بازگشت"
      ]
    },
    {
      "EnglishWord": "recursive",
      "Meanings": [
        "بازگشتی"
      ]
    },
    {
      "EnglishWord": "recursive filter",
      "Meanings": [
        "فیلتر بازگشتی"
      ]
    },
    {
      "EnglishWord": "recursive query",
      "Meanings": [
        "پرس و جوی بازگشتی"
      ]
    },
    {
      "EnglishWord": "recycling",
      "Meanings": [
        "بازگشت برگشت به شرایط اولیه مانند. یا 1 در مدار شمارش"
      ]
    },
    {
      "EnglishWord": "red restorer",
      "Meanings": [
        "بازسازی کننده قرمز بازسازی کننده DC برای کانال قرمز مدار لامپ تصویر تلویزیون رنگی سه تفنگی"
      ]
    },
    {
      "EnglishWord": "red video voltage",
      "Meanings": [
        "ولتاژ تصویر قرمز سیگنال ولتاژ خروجی از بخش قرمز دوربین تلویزیونی رنگی یا ولتاژ سیگنال دیگری بین ماتریس و شبکه تفنگ قرمز در لامپ تصویر تلویزیون رنگی سه تفنگی"
      ]
    },
    {
      "EnglishWord": "redeye",
      "Meanings": [
        "«ر د آی» موشک هدایت شونده قابل حمل و نقل برای انسان با هدیات مادون قرمز برای تخریب هواپیماهای در حال پرواز دشمن در ارتفاع کم"
      ]
    },
    {
      "EnglishWord": "redgun",
      "Meanings": [
        "تفنگ قرمز تفنگ الکترونی که باریکه آن به نقاط فسفرسانی برخورد می‌کند که رنگ اصلی قرمز را در لامپ تصویر تلویزیون رنگی سه تفنگی به وجود می‌آورند"
      ]
    },
    {
      "EnglishWord": "redistribution",
      "Meanings": [
        "توزیع مجدد تغییر علامت بارهای سطح ذخیره کننده در لامپ ذخیره بار یا لامپ دوربین تلویزیونی با الکترونهای ثانویه از نقاط دیگر سطح"
      ]
    },
    {
      "EnglishWord": "reduced",
      "Meanings": [
        "کاهیده",
        "کاهش یافته"
      ]
    },
    {
      "EnglishWord": "reduced high",
      "Meanings": [
        "ارتفاع کاهیده"
      ]
    },
    {
      "EnglishWord": "reduced-instruction set computer",
      "Meanings": [
        "کامپیوتر با مجموعه دستورالعملهای کاهش یافته پردازنده کامپیوتری که مجموعه کوچکی از دسورالعملهای پایه را",
        "با کنار گذاشتن دستورالعملهایی که به ندرت به کار می‌روند",
        "به سرعت انجام م یدهد. مدارهای صرفه جویی شده با کنار گذاشتن دستورالعملهای پیچیده می‌توانند به عنوان ثباتهای اضافی یا توابع دیگر اختصاص داده شوند"
      ]
    },
    {
      "EnglishWord": "reduction",
      "Meanings": [
        "کاهش",
        "تقلیل"
      ]
    },
    {
      "EnglishWord": "reduction of noise",
      "Meanings": [
        "کاهش نویز"
      ]
    },
    {
      "EnglishWord": "redundancy",
      "Meanings": [
        "افزونگی دوتایی ساختن تمام یا بخشی از مدار بندی یا اطلاعات برای ادامه یافتن عملکرد کامپیوتر در صورت بروز اشکال در بخشی از تجهیزات آن"
      ]
    },
    {
      "EnglishWord": "redundaney check",
      "Meanings": [
        "بازبینی افرونگی آزمون ترکیب ممنوع که بر اساس رقمهای دوتایی که رقمهای آزمون نامیده می‌شوند",
        "برای آشکار کردن خطاهای کامپیوتر",
        "انجام می‌شود"
      ]
    },
    {
      "EnglishWord": "redundant",
      "Meanings": [
        "اضافی",
        "افزونه"
      ]
    },
    {
      "EnglishWord": "redundant digit",
      "Meanings": [
        "رقم افزوده رقمی که در محاسبه واقعی لازم نیست اما مانع از بروز خطا در کامپیوتر دیجیتال می‌شود"
      ]
    },
    {
      "EnglishWord": "redundant operation",
      "Meanings": [
        "عملکرد افزون عمل تغذیه سیستمهای الکترونیکی با گروهی موازی از واحدهای تغذیه با مقادیر برابر که خروجی کل آنها در بار کامل بیشتر از مقدار لازم برای عملکرد سیستم در بار کامل است. به این ترتیب امکان فعال باقی ماندن سیستم در صورت بروز خطا در یکی از واحدها فراهم می‌شود و قابلیت اعتماد سیستم بیشتر می‌شود. تغذیه‌های دیگر تا زمان تعویض شدن واحد خراب",
        "معمولا بدون متوقف شدن سیستم",
        "تغذیه لازم را برای بار فراهم می‌کنند"
      ]
    },
    {
      "EnglishWord": "redundant reduction",
      "Meanings": [
        "کاهش اضافی"
      ]
    },
    {
      "EnglishWord": "reed relay",
      "Meanings": [
        "رله زبانه ای"
      ]
    },
    {
      "EnglishWord": "reed relay  magnetic reed relay",
      "Meanings": [
        "رله زبانه ای",
        "رله زبانه ای مغناطیسی رله ای که دارای اتصالهای نصب شده روی زبانه‌های مغناطیسی است که در طول حباب شیشه ای کوچکی درزگیری شده اند. پیچک تحریک کننده به دور حباب یا ساختار هسته فریتی کمکی پیچیده می‌شوند تا میدان مغناطیسی لازم برای عملکرد رله تامین کند. اتصالها میتوانند خشک یا‌تر شده در جیوه باشند"
      ]
    },
    {
      "EnglishWord": "reed switch  magnetic reed switch",
      "Meanings": [
        "سوییچ زبانهای",
        "سوییچ زبانه ای مغناطیسی سوییچی که دارای اتصالهایی در انتهای زبانه‌های فرومغناطیسی درزگیری شده در حباب شیشه ای است که برای تحریک با میدان مغناطیسی خارجی طراحی شده است. این اتصالها می‌توانند خشک یا‌تر شده در جیوه باشند. سوییچ زبانه ای ساختار اصلی رله زبانه ای است"
      ]
    },
    {
      "EnglishWord": "reel",
      "Meanings": [
        "قرقره",
        "ماسوره",
        "بوبین"
      ]
    },
    {
      "EnglishWord": "reentrant",
      "Meanings": [
        "روبه داخل جسمی که یک یا چند قسمت آن به سوی داخل است مانند بعضی از انواع خاص تشدیدگرهای کاواکی",
        "ردیفی"
      ]
    },
    {
      "EnglishWord": "reentrant resonator",
      "Meanings": [
        "تشدید کننده ردیفی"
      ]
    },
    {
      "EnglishWord": "refenerate",
      "Meanings": [
        "باز تولید کردن 1. بازسازی پالس به صورت اولیه آن 2. بازسازی اطلاعات ذخیره شوده به شکل اولیه در لامپ ذخیره برای مقابله با محور شدگی و اغتشاش"
      ]
    },
    {
      "EnglishWord": "reference",
      "Meanings": [
        "قراردادی",
        "مرجع",
        "مبنا"
      ]
    },
    {
      "EnglishWord": "reference axis",
      "Meanings": [
        "محور مرجع"
      ]
    },
    {
      "EnglishWord": "reference black level",
      "Meanings": [
        "سطح سیاهی مرجع سطح سیگنال تصویر در تلویزیون که متناظر با حد بیشینه تعیین شده برای قله‌های سیاهی است"
      ]
    },
    {
      "EnglishWord": "reference conditions",
      "Meanings": [
        "شرایط قراردادی"
      ]
    },
    {
      "EnglishWord": "reference coupling",
      "Meanings": [
        "تزویج مرجع تزویج بین دو مدار که به هنگام سوار شدن تون آزمایشی 90dBa 90 دسیبل تنظیم شده روی مدار توزیع کننده",
        "قرایت 0 dBa راروی دستگاه اندازه گیری نویز معین متصل به مدار گسترده",
        "نشان می‌دهد. آن را بر حسب دسی بل روی تزویج مرجع یا به طور مخفف dBx بیان می‌کنند"
      ]
    },
    {
      "EnglishWord": "reference current",
      "Meanings": [
        "جریان مرجع"
      ]
    },
    {
      "EnglishWord": "reference dipole",
      "Meanings": [
        "دو قطبی مرجع دو قطبی نیم موج مستقیم تنظیم شده و تطبیق داده شده برای بسامد معلوم که واحدی برای مقایسه در کار اندازه گیری آنتن است"
      ]
    },
    {
      "EnglishWord": "reference direction",
      "Meanings": [
        "جهت مرجع جهتی که به عنوان مرجع برای اندازه گیری زاویهای به کار می‌رود",
        "جهت قراردادی"
      ]
    },
    {
      "EnglishWord": "reference earth",
      "Meanings": [
        "زمین مرجع"
      ]
    },
    {
      "EnglishWord": "reference frequency",
      "Meanings": [
        "فرکانس مرجع"
      ]
    },
    {
      "EnglishWord": "reference input",
      "Meanings": [
        "ورودی مرجع سیگنال پایدار مستقل که به عنوان استاندارد مقایسه در سیستم کنترل پسخورد به کار می‌رود"
      ]
    },
    {
      "EnglishWord": "reference input element",
      "Meanings": [
        "عنصر ورودی مرجع عنصری از سیستم کنترل پسخورد که رابطه بین ورودی مرجع و فرمان را برقرار می‌کنند"
      ]
    },
    {
      "EnglishWord": "reference junction",
      "Meanings": [
        "پیوند مرجع"
      ]
    },
    {
      "EnglishWord": "reference level",
      "Meanings": [
        "سطح مرجع سطحی که به عنوان مبنای مقایسه به هنگام تعیین سطح سیگنال AF بر حسب دسیبل یا واحدهای حجم صدا اختصاص داده شده است. مقدار مرجع مشترک برای طراحی ولتاژ",
        "جریان و توان 6MW برای odB است. معمولا سطح مرجع برای بلندی صدا",
        "آستانه شنوایی است. در گیرنده‌های مخابراتی",
        "سطح مشترک 60 میکروW است"
      ]
    },
    {
      "EnglishWord": "reference line",
      "Meanings": [
        "خط مرجع خطی که اندازه گیریهای زاویه ای نسبت به آن انجام می‌شود"
      ]
    },
    {
      "EnglishWord": "reference model",
      "Meanings": [
        "مدل مرجع"
      ]
    },
    {
      "EnglishWord": "reference node",
      "Meanings": [
        "گره مبنا"
      ]
    },
    {
      "EnglishWord": "reference noise",
      "Meanings": [
        "نویز مرجع سطح توان مورد استفاده به عنوان مبنای مقایسه به هنگام طراحی توان نویز",
        "بر حسب dBm. این مرجع معمولا tpw در kHz است"
      ]
    },
    {
      "EnglishWord": "reference phase",
      "Meanings": [
        "فاز مرجع فاز ولتاژ سیگنال بر ست رنگ در گیرنده تلویزیونی رنگی یا فاز ولتاژ نوسانساز اصلی در فرستنده تلویزیونی رنگی",
        "فاز مرجع"
      ]
    },
    {
      "EnglishWord": "reference point",
      "Meanings": [
        "نقطه مرجع"
      ]
    },
    {
      "EnglishWord": "reference pressure",
      "Meanings": [
        "فشار مرجع فشار استاندارد در اتاقک درزگیری شده سنجنده فشار تفاضلی که معمولا 1 اتمسفر است"
      ]
    },
    {
      "EnglishWord": "reference resistance",
      "Meanings": [
        "مقاومت مرجع"
      ]
    },
    {
      "EnglishWord": "reference station",
      "Meanings": [
        "ایستگاه مرجع"
      ]
    },
    {
      "EnglishWord": "reference stimulus",
      "Meanings": [
        "محرک مرجع کمیت مرجعی که به منظور درجه بندی به سیستم دورسنجی اعمال می‌شود. مانند فاز",
        "فشار یا ولتاژ مرجع"
      ]
    },
    {
      "EnglishWord": "reference temperature",
      "Meanings": [
        "دمای مرجع منبع دمای استانداردی که به عنوان مرجع برای درجه بندی قطعات اندازه گیری دمای بالا به کار می‌رود"
      ]
    },
    {
      "EnglishWord": "reference time",
      "Meanings": [
        "زمان مرجع لحظه ای نزدیک به آغاز سوییچینگ که به عنوان مرجعی برای اندازه گیریهای زمانی در کامپیوتر دیجیتال انتخاب می‌شود. این لحظه می‌تواند اولین لحظه ای باشد که درآن مقدار لحظه ای پالس راه اندازی",
        "پاسخ ولتاژ سلول مغناطیسی یا پاسخ ولتاژ مجموع به کسر معینی از دامنه قله پالس خود برسد"
      ]
    },
    {
      "EnglishWord": "reference voltage",
      "Meanings": [
        "ولتاژ مرجع ولتاژ AC برای اهداف مقایسه ای معمولا برای تعیین شرایط همفاز بودن یا ناهمفاز بودن در مدار AC",
        "ولتاژ مرجع"
      ]
    },
    {
      "EnglishWord": "reference volume",
      "Meanings": [
        "حجم صدای مرجع سطح حجم صدایی که 0VU را روی نشانگر استاندارد حجم صدا نشان می‌دهد. حساسیت نشانگر حجم صدا طوری تنظیم می‌شود که با وصل شدن دستگاه به مقاومت 600 اهم که توان 1MW در 1kHz به آن داده می‌شود",
        "مقدار 0VU خوانده شود"
      ]
    },
    {
      "EnglishWord": "reference white",
      "Meanings": [
        "سفید مرجع 1. نور بازتابنده نفوذی غیر انتخابی که روشنایی عادی را دریافت می‌کند. 2. مرجع رنگ سفید استاندارد برای تعریف تمام رنگهای دیگر. سفید مرجع در تلویزیون رنگی تقریبی از نور خورشید یا نور آسمان مستقیم با دمای رنگ 6500 درجه K است. رنگهای اصلی بر حسب واحدهایی تعریف می‌شوند که ترکیب یک واحد از هر رنگ اصلی",
        "رنگ سفید مرجع را بسازد"
      ]
    },
    {
      "EnglishWord": "reference white level",
      "Meanings": [
        "سطح سفیدی مرجع سطح سیگنال تصویری که متناظر با بیشترین حد قله‌های سفیدی است"
      ]
    },
    {
      "EnglishWord": "refinement",
      "Meanings": [
        "تصفیه",
        "پالایش",
        "ظرافت"
      ]
    },
    {
      "EnglishWord": "reflect",
      "Meanings": [
        "منعکس کردن"
      ]
    },
    {
      "EnglishWord": "reflected",
      "Meanings": [
        "منعکس شده"
      ]
    },
    {
      "EnglishWord": "reflected code",
      "Meanings": [
        "کد منعکس شده"
      ]
    },
    {
      "EnglishWord": "reflected image",
      "Meanings": [
        "تصویر منعکس شده"
      ]
    },
    {
      "EnglishWord": "reflected impedance",
      "Meanings": [
        "امپدانس انتقال یافته مقدار امپدانسی که به هنگام اتصال امپدانسی به عنوان بار به دو سر ثانویه ترانسفورماتور",
        "دو سر اولیه ترانسفورماتور ظاهر می‌شود",
        "امپدانس بازتاب"
      ]
    },
    {
      "EnglishWord": "reflected ratio frequency",
      "Meanings": [
        "فرکانس رادیویی منعکس شده"
      ]
    },
    {
      "EnglishWord": "reflected resistance",
      "Meanings": [
        "مقاومت انتقال یافته مقدار مقاومتی که به هنگام اتصال مقاومت بار به دوسر ثانویه ترانسفورماتور",
        "در سر اولیه ترانسفورماتور ظاهر می‌شود"
      ]
    },
    {
      "EnglishWord": "reflected wave",
      "Meanings": [
        "موج بازتابیده موج بازتابیده از سطح",
        "محل ناپیوستگی یا پیوند دو محیط مخلف مانندموج اسمانی در رادیو",
        "موج پژواک از هدف رادار",
        "یا موجی که در خط انتقال",
        "با تطبیق نادرست به طرف منبع بر می‌گردد",
        "موج بازتاب"
      ]
    },
    {
      "EnglishWord": "reflecting  target",
      "Meanings": [
        "هدف بازتابنده هدفی که امواج رادار را بازمی تاباند"
      ]
    },
    {
      "EnglishWord": "reflecting curtain",
      "Meanings": [
        "پرده باز تابنده آرایه عمودی از آنتهای باز تابنده نبمه موج که معمولا در یک چهارم طول موج پشت پرده باز تابنده ای از دوقطبی‌ها فرار داده می‌شودتا آنتنی با بهره بالا را تشکیل دهند"
      ]
    },
    {
      "EnglishWord": "reflection",
      "Meanings": [
        "بازتابش برگشت یا تغییر جهت امواج نور",
        "صدا",
        "رادار یا رادیو دربرخورد به سطح ف یا عبور از محیطی به محیط دیگحر",
        "اگر سطح بازتابشی در همان صفحه باش",
        "این اثر بازتابش مستقیم",
        "منظم و اینه ای نامیده می‌شود. اگر سطح به قدری ناصفا باشدکه پرتوهای بازتابیده در تمام جهتها بر طبق قانون کسینوس پراکنده شوند",
        "این اثر بازتابشی پخشی نامیده می‌شود. در خطوط انتقال دارای تطبیق نادرست انرژ ی الکترومغناطیس بازتابیده می‌شود. و سبب ایجاد امواج ایستاده می‌شود",
        "انعکاس",
        "بازتاب"
      ]
    },
    {
      "EnglishWord": "reflection amplifier",
      "Meanings": [
        "تقویت کننده انعکاسی"
      ]
    },
    {
      "EnglishWord": "reflection coefficient",
      "Meanings": [
        "ضریب انعکاسی"
      ]
    },
    {
      "EnglishWord": "reflection coefficient  mismatch factor  reflection factor  transition factor",
      "Meanings": [
        "ضریب بازتاب",
        "عامل عدم تطبیق",
        "عامل بازتاب",
        "عامل گذار نسبت کمیتی از موج بازتابیده به کمیت متناظر آن در موج تابش در نقطه معین",
        "به ازای بسامد و مد انتقال معین"
      ]
    },
    {
      "EnglishWord": "reflection doppler",
      "Meanings": [
        "دوپلر بازتابی سیستمی که از جا به جایی بسامد دوپلر برای اندازه گیر موقعیت و / یا سرعت جسمی که حامل باز فرستنده نیست",
        "استفاده می‌کند"
      ]
    },
    {
      "EnglishWord": "reflection electron diffraction",
      "Meanings": [
        "شکست الکترون بازتابی فرایند آزمایش ساختارهای سطح بلور. ابزارهای در اخل محفظه‌های سیستم اپتیکی باریکه مولکولی MBE نصب می‌شوند تااین آزمایش را در حین آنجام فرایند اپتیکی انجام دهند"
      ]
    },
    {
      "EnglishWord": "reflection error",
      "Meanings": [
        "خطای بازتابش خطای تعیین جچهت که ناشی از دریافت موجی با بازتابش نامطلوب در گیرنده ناوبری است"
      ]
    },
    {
      "EnglishWord": "reflection factor",
      "Meanings": [
        "عامل بازتاب 1. نسبت جریان بازی که مولد به بار خاص بدون تطبیق می‌دهد به جریان باری که به هنگام تطبیق امپدانس بار و مولد به دست می‌آید. 2. نسبت شار روشنایی بازتابیده کل از سطح معین به شار تابش",
        "که باز تابندگی نیز نامیده می‌شود. 3. نسبت الکترونهای بازتابیده به الکترونهای وارد شده به فضای بازتابنده",
        "مانند آنچه که در کلایسترون بازتابشی ایجاد می‌شود. 4. reflection confficient",
        "فاکتور انعکاسی"
      ]
    },
    {
      "EnglishWord": "reflection grating",
      "Meanings": [
        "شبکه باز تابش شبکه سیمی که برای بازتاباندن یک موج خاص در موجبر قرار می‌گیرد و یک یا چند موج دیگحر راآزادانه عبور می‌دهد"
      ]
    },
    {
      "EnglishWord": "reflection interference",
      "Meanings": [
        "تداخل انعکاسی"
      ]
    },
    {
      "EnglishWord": "reflection interval",
      "Meanings": [
        "فاصله زمانی بازتابش فاصله زمانی بین ارسال پالس یا موج رادار و دریافت موج بازتابیده در نقطه ارسال. از حاصلضرب این فاصله زمانی بر حسب میکرو ثانیه در 492 فاصله هدف بر حسب فوت به دست می‌آید و حاصلضرب این فاصله زمانی در 0/0931 برابر با فاصله هدف بر حسب مایل استاندارد است. از حاصلضرب فاصله زمانی بر حسب میکرو ثانیه در 0/15 فاصله هدف بر حسب کیلو متر به دست می‌آید"
      ]
    },
    {
      "EnglishWord": "reflection law",
      "Meanings": [
        "قانون بازتاب زاویه پر تو تابش برابر با پرتو بارتابش است"
      ]
    },
    {
      "EnglishWord": "reflection loss",
      "Meanings": [
        "تلفات بازتابش 1. بخشی از تلفات عبور که ناشی از بارتابش توان در محل نا پیوستگی است. 2. نسبت توان رسیده به محل نا پیوستگی به اختلاف بین توان تابش و توان بازتابش",
        "بر حسب دسی بل",
        "افت انعکاسی"
      ]
    },
    {
      "EnglishWord": "reflection ratio",
      "Meanings": [
        "نسبت انعکاسی"
      ]
    },
    {
      "EnglishWord": "reflection seismograph",
      "Meanings": [
        "لرزه نگار بازتابشی لرزه نگاری برای کشف ذخایر نفت زیر زمینی. انفجار دینامیت یا ماده منفجره دیگری در نزدیکی سطح امواج صدایی را تولید می‌کند که در زمین حرکت می‌کند تا به محل نفت می‌رسد و سپس به سطح بازتابیده می‌شود. با اندازه گیری زمانهای دریافت امواج در لرزه نگار اطلاعاتی از عمق و گسترش سفره نفت زیر زمینی به دست می‌آید"
      ]
    },
    {
      "EnglishWord": "reflections",
      "Meanings": [
        "بازتابها امواج رادیویی که از ساختمانها ف تپه‌ها یا سطوح رسانا یا نیمرسانا دیگر در مسیر حرکت تا آنتن گیرنده تلویزیونی",
        "بازتابیده می‌شوند. طولای‌تر شدن زمان حرکت در نتیجه این اثر سبب ایجاد شبحهای تصویر روی صفحه نمایش می‌شود"
      ]
    },
    {
      "EnglishWord": "reflective",
      "Meanings": [
        "انعکاسی"
      ]
    },
    {
      "EnglishWord": "reflective power",
      "Meanings": [
        "توان انعکاسی"
      ]
    },
    {
      "EnglishWord": "reflective projection tv",
      "Meanings": [
        "تلوزیون پروژکتری انعکاسی"
      ]
    },
    {
      "EnglishWord": "reflective surface",
      "Meanings": [
        "سطح انعکاسی"
      ]
    },
    {
      "EnglishWord": "reflectivity",
      "Meanings": [
        "بازتابندگی کسری از انرژی تابشی که از سطح تحت تابش یکنواخت بازتابیده می‌شود",
        "قابلیت انعکاسی"
      ]
    },
    {
      "EnglishWord": "reflectometer",
      "Meanings": [
        "بازتاب سنج 1. تزویجگر جهت داری که توان جاری در هر دو جهت موجبر را ف برای تعیین ضریب بازتاب یا نسبت موج ایستاده اندازه گیری می‌کند. 2. ابزار فتوالکتریکی که بازتابندگی نوری سطح بازتابنده را اندازه می‌گیرد",
        "انعکاس سنج"
      ]
    },
    {
      "EnglishWord": "reflector",
      "Meanings": [
        "بازتابنده 1. یک میله تک",
        "سیستمی از میله‌ها ف صفحه فلزی یا ورقه فلزی که پشت آنتن قرار می‌گیرد تا جهت گیرندگحی آن را افزایش دهد. 2. ورقه یا صفحه فلزی که به عنوان آینه ای برای تغییر جهت باریکه رادیویی ریز موج عمل می‌کند. 3. الکترودی در کلایسترون بازتابی یا لامپ الکترونی دیگری که باریکه ای از الکترونها را باز می‌تاباند. 4. repeller",
        "منعکس کننده"
      ]
    },
    {
      "EnglishWord": "reflector aerial",
      "Meanings": [
        "آنتن منعکس کننده"
      ]
    },
    {
      "EnglishWord": "reflector element",
      "Meanings": [
        "جزء بازتابنده تک میله یا جزء پراکنده دیگری که به عنوان بازتابنده در آرایه آنتنی عمل می‌کند"
      ]
    },
    {
      "EnglishWord": "reflector space",
      "Meanings": [
        "فضای بازتابنده فضایی در کلایسترون بازتابی که به دنبال فضای دسته ساز قرار دارد و به بازتابنده ختم می‌شود"
      ]
    },
    {
      "EnglishWord": "reflector voltage",
      "Meanings": [
        "ولتاژ بازتابنده ولتاژ بین الکترود بازتابنده و کاتددر کلایستورن بازتابی"
      ]
    },
    {
      "EnglishWord": "reflex bunching",
      "Meanings": [
        "دسته ای سازی بازتابی دسته ای سازی ایجاد شده در بارکیه الکترونی که برای حفظ جهت آن در فضای رانش انجام می‌شود"
      ]
    },
    {
      "EnglishWord": "reflex circuit",
      "Meanings": [
        "مدار بازتابی مداری که سیگنال آن در یک لامپ یا چند لامپ دوبار تقویت می‌شود",
        "یک بار به عنوان سیگنال IF قبل از آشکار سازی و یک بار به عنوان سیگنال AF پس از آشکار سازی"
      ]
    },
    {
      "EnglishWord": "reflex klystron",
      "Meanings": [
        "کلایستورن بازتابی نوسان ساز لامپ خلا تک کاواکی که می‌تواند 10 تا 500 mw توان ریز موج را در بسامد‌های 1 تا 25 GHZ تولید کند. الکترونهای کاتد که سرعت آنها با ولتاژ شکاف کاواک مدوله شده است. با ولتاژ بازتابنده ب رگردانده می‌شوند و. دورابره به صورت دسته ای از شکاف کاواک می‌گحذرد و انرژی خود را به میدان الکترومغناطیسی داخل کاواک می‌دهند تا نوسان پایدار نگهداشته شود. از آن به عنوان منبع ریز موج کم توان برای اندازه گیریهای آزمایشگاهی و تجربی و به عنوان نوسان ساز محلی در سیستمهای رادار استفاده می‌شود. گ"
      ]
    },
    {
      "EnglishWord": "reflow  soldering",
      "Meanings": [
        "لحیم کاری فرونشینی اعمال حرارت به قطعاتی که قبلا با قلع پوشیده شده اند",
        "تا با ذوب شدن قلع ف پیوند بر قرا شود"
      ]
    },
    {
      "EnglishWord": "reformat",
      "Meanings": [
        "دوباره فرمت کردن"
      ]
    },
    {
      "EnglishWord": "refracted",
      "Meanings": [
        "شکستن"
      ]
    },
    {
      "EnglishWord": "refracted index",
      "Meanings": [
        "ضریب شکست"
      ]
    },
    {
      "EnglishWord": "refracted wave",
      "Meanings": [
        "موج شکسته بخشی از موج تابش که از یک محیط به محیط دیگری وارد می‌شود"
      ]
    },
    {
      "EnglishWord": "refraction",
      "Meanings": [
        "شکست خم شدن موج حرارت",
        "نور رادار",
        "رادیو یا صدا به هنگام عبور بازاویه از یک محیط به محیط یگری که سرعت انتشار در آن مختلف است",
        "شکست",
        "انکسار"
      ]
    },
    {
      "EnglishWord": "refraction  error",
      "Meanings": [
        "خط ی شکست خطای جهت یابی رادیویی ناشی از خم شدن یک یا چند مسیر موج در اثر شکست ناخواسته"
      ]
    },
    {
      "EnglishWord": "refraction loss",
      "Meanings": [
        "تلفات شکست بخشی از تلقات انتقال که ناشی از شکست در اثر عدم یکنواختی محیط است"
      ]
    },
    {
      "EnglishWord": "refractive index",
      "Meanings": [
        "ضریب شکست نسبت سرعت فاز موج در فضای آزاد به سرعت فاز آن در مجیط معین ضریب شکست هوا در سطح دریا 1/00029 است"
      ]
    },
    {
      "EnglishWord": "refractive modulus",
      "Meanings": [
        "مدوله شکست تجاوز ضریب شکست تغییر یافته در تروسفر از واحد که بر حسب میلیون بیان و به صورت 10 به توان شش محاسبه می‌شود. که n ضریب شکست در ارتفاع h بالاتر از سطح دریا و a شعاع کرده زمین است"
      ]
    },
    {
      "EnglishWord": "refractivity",
      "Meanings": [
        "شکست دهندگی ضریب شکست منهای"
      ]
    },
    {
      "EnglishWord": "refractometer",
      "Meanings": [
        "شکست سنج 1. ابزاری که ضریب شکست مایع یاجامد را",
        "معمولا با اندازه گیری زاویه بحرانی که شکست کلی در آن اتفاق می‌افتد اندازه می‌گیرد. 2. ابزاری که شکست دهندگی جو را که متناسب با ثابت دی الکتریک هوای در حال اندازه گیری است",
        "اندازه می‌گیرد. نوعی از آن دارای دو خازن است که یکی از آنها دارای پوشش درزگیری شدهو آب بندی شده است تا به عنوان مرجع عمل کند. دیکر در معرض هوای نمونه قرار دارد. ظرفیت خازنی ب اثابت دی الکتریکی تغییر می‌کندو در نتیجه با مقایسه دو خازن اختلاف در ثابتهای دی الکتریکی به دست می‌آید. این مقدار را می‌توان به آسانی به شکست دهندگی هوای نمونه برداری شده تبدیل کرد"
      ]
    },
    {
      "EnglishWord": "refractory",
      "Meanings": [
        "دیر گداز"
      ]
    },
    {
      "EnglishWord": "refractory metal",
      "Meanings": [
        "فلز دیر گداز"
      ]
    },
    {
      "EnglishWord": "refractory metals",
      "Meanings": [
        "فلزات نسوز فلزاتی مانند تنگستن",
        "نیکل",
        "مولیبدون",
        "تانتال",
        "تیتانیم که دارای نقطه ذوب بالایی هستند و مقاومت حجمی آنها کمتر از مقاومت پوسه",
        "نازکی از همان جنس است"
      ]
    },
    {
      "EnglishWord": "refrangible",
      "Meanings": [
        "شکننده قابل شکسته شدن"
      ]
    },
    {
      "EnglishWord": "refrectivity",
      "Meanings": [
        "انکسار پذیری"
      ]
    },
    {
      "EnglishWord": "refresh",
      "Meanings": [
        "تجدید مقدار کردن",
        "تازه کردن"
      ]
    },
    {
      "EnglishWord": "refresh cycle",
      "Meanings": [
        "چرخه بازنویسی بسامد بازنویسی سلولهای حافظه خازنی RAM دینامیک DRAM برای حفظ حالت منطقی آنها با جبران سازی نشت بار دایمی",
        "نرخ بازنویسی تعداد دفعاتی که اطلاعات نمایش داده شده روی صفحه نمایش غیر دایمی",
        "در هر ثانیه دوباره نویسی می‌شود مانند تعداد که تصویر لامپ پرتو کاتدی باید بازنویسی شود تا قابل دیدن و بدون چشمک زدن باشد"
      ]
    },
    {
      "EnglishWord": "refrigerate",
      "Meanings": [
        "سرد کردن"
      ]
    },
    {
      "EnglishWord": "regenerate",
      "Meanings": [
        "تولید مجدد کردن"
      ]
    },
    {
      "EnglishWord": "regeneration",
      "Meanings": [
        "باز تولید 1. جایگزین کردن یا بازسازی بارها در لامپ ذخیره بار برای غلبه بر اثرات کاهشی که شامل تلفات بار ناشی خواندن می‌شود. 2. positive feedback",
        "تولید مجدد"
      ]
    },
    {
      "EnglishWord": "regeneration control",
      "Meanings": [
        "کنترل باز تولید خازن متغیر",
        "سلف متغیر",
        "پتانسیومتر یا ریوستایی در گیرنده بازتولیدی که مقدار پسخورد را کنترل می‌کند و در نتیجه باز تولید را در محدوده مفید نگه می‌دارد"
      ]
    },
    {
      "EnglishWord": "regeneration period  scan period",
      "Meanings": [
        "تناوب باز تولید",
        "تناوب جارو فاصله زمانی که در آن صفحه نمایش لامپ ذخیره پرتو کاتدی با باریکه جارو می‌شود تا توزیع بار نشان دهنده اطلاعات ذخیره شده را دوباره تولید کند"
      ]
    },
    {
      "EnglishWord": "regenerative",
      "Meanings": [
        "احیاگر"
      ]
    },
    {
      "EnglishWord": "regenerative amplifier",
      "Meanings": [
        "تقویت کننده باز تولیدی تقویت کننده ای که از فیدبک مثبت برای افزایش بهره و قابلیت انتخاب استفاده می‌کند"
      ]
    },
    {
      "EnglishWord": "regenerative detector",
      "Meanings": [
        "آشکارساز باز تولیدی مدار آشکارسازی که انرژی RF در آن از مدار کلکتور به مدار بیس برگردانده می‌شود تا پسخورد مثبتی را در بسامد حامل ایجاد کند و در نتیجه تقویت کنندگی و قابلیت انتخاب مدار را افزایش دهد"
      ]
    },
    {
      "EnglishWord": "regenerative receiver",
      "Meanings": [
        "گیرنده باز تولیدی گیرنده رادیویی که دارای آشکارساز باز تولیدی است"
      ]
    },
    {
      "EnglishWord": "regenerative repeater",
      "Meanings": [
        "تکرار کننده باز تولیدی تکرار کننده ای که باز تولید پالس را برای ایجاد شکل اولیه سیگنال پالسی در دستگاه ماشین نویسی از راه دورو مدارهای رمز دیگر انجام می‌دهد. هر عنصر رمز با عنصر رمز جدیدی که دارای زمان بندی",
        "شکل موج و دامنه معین است",
        "جانشین می‌شود"
      ]
    },
    {
      "EnglishWord": "reggia-spencer phase shifter",
      "Meanings": [
        "جا به جا کننده فاز رژیا",
        "اسپنسر جا به جا کننده فاز متقابلی که میله ای از جنس فرو مغناطیس دارد به طور محوری داخل بخشی از موجبر قرار می‌گیرد. با عبور جریان از سلونویید پیچیده شده به دور موجبر میدان مغناطیسی طولی به وجود می‌آید. این میدان مغناطیسی سبب تغییر در تراوایی مغناطیسی ماده می‌شود و تغییری در ثابت انتشار انرژی RF به وجود مب آورد به طوری که جا به جایی فاز را میتوان با جریان تحریک کنترل کرد"
      ]
    },
    {
      "EnglishWord": "regilate",
      "Meanings": [
        "تنظیم",
        "تثبیت"
      ]
    },
    {
      "EnglishWord": "regime",
      "Meanings": [
        "حالت کار",
        "رژیم"
      ]
    },
    {
      "EnglishWord": "region",
      "Meanings": [
        "ناحیه"
      ]
    },
    {
      "EnglishWord": "regional channel",
      "Meanings": [
        "کانال منطقه ای کانال پخش رادیویی استانداردی که ایستگاههای متعددی می‌توانند با توان حداکثر 5kw",
        "در آن عمل کنند"
      ]
    },
    {
      "EnglishWord": "register",
      "Meanings": [
        "ثبات 1. مداری که اطلاعات را در قالب دودویی برای پردازش یا انتقال نگه می‌دارد. مدار فلیپ فلاپ ساده‌ترین شکل ثبات و همچنین ساده‌ترین شکل حافظه است. ثباتها مدارهای مهمی در کامپیوتر هستند و می‌تواند یک یا جند لغت را نگه دارند. 2. در هنرهای گرافیکی و چاپی",
        "تطبیق دقیق یا روی هم نشاندن یو یا چند تصویر را گویند. در فرایند ساخت مدار چاپی تنظیم دقیق یا قرار دادن خطوط یا الگوهای نازک روی طرف مخالف برد دودو یا روی همه لایه‌های برد چند لایه. در گیرنده‌های تلویزیونی به روی هم نشاندن تصاویر سه تفنگ الکترونی رنگی در لامپ تصویر تلویزیون رنگی گفته می‌شود",
        "ثبات"
      ]
    },
    {
      "EnglishWord": "register control",
      "Meanings": [
        "کنترل ثبات کنترل خودکار موقعیت طرح چاپ شده نسبت به نشانه‌های مرجع یا بعضی قسمتهای دیگر طرح",
        "مانند آنچه که در کنترل ثبات فتوالکتریک انجام می‌شود"
      ]
    },
    {
      "EnglishWord": "register file",
      "Meanings": [
        "پرونده ثبات سطح کوچکی از حافظه کامپیوتری که می‌توان به جای دسترسی تک تک",
        "به عناصر داده یا ثباتهای متعددی در آن دسترسی داشت"
      ]
    },
    {
      "EnglishWord": "register length",
      "Meanings": [
        "طول ثبات تعداد نویسه هایی که می‌توانند در رجیستری از کامپیوتر ذخیره شوند"
      ]
    },
    {
      "EnglishWord": "register mark",
      "Meanings": [
        "نشانه ثبات نشانه یا خط چاپ شده یا نشانده شده به صورتی دیگر روی بخشی از ماده برای استفاده به عنوان مرجعی برای نگهداری ثبات"
      ]
    },
    {
      "EnglishWord": "registration  register",
      "Meanings": [
        "ثبت",
        "ثبات روی هم نشانی دقیق هر سه تصویر رنگی روی صفحه نمایش گیرنده تلویزیون رنگی یا روی هم نشانی همه رنگهای طرح روی ورقه چاپ"
      ]
    },
    {
      "EnglishWord": "registry",
      "Meanings": [
        "بایگانی"
      ]
    },
    {
      "EnglishWord": "regolating effect",
      "Meanings": [
        "تاثیر تثبیت کننده"
      ]
    },
    {
      "EnglishWord": "regular",
      "Meanings": [
        "منظم",
        "با قاعده"
      ]
    },
    {
      "EnglishWord": "regulated power supply",
      "Meanings": [
        "منبع تذیه رگوله شده منبع تغذیه ای که شامل قطعاتی برای ثابت نگهداشتن ولتاژ خروجی یا جریان خروجی تحت شرایط تغییر بار است"
      ]
    },
    {
      "EnglishWord": "regulating",
      "Meanings": [
        "تنظیم کننده",
        "تثبیت کننده"
      ]
    },
    {
      "EnglishWord": "regulating circuit",
      "Meanings": [
        "مدار تثبیت کننده ولتاژ"
      ]
    },
    {
      "EnglishWord": "regulating speed",
      "Meanings": [
        "سرعت تثبیت شده"
      ]
    },
    {
      "EnglishWord": "regulating unit",
      "Meanings": [
        "واحد تثبیت کننده"
      ]
    },
    {
      "EnglishWord": "regulating winding",
      "Meanings": [
        "سیم پیچ تثبیت کننده"
      ]
    },
    {
      "EnglishWord": "regulation",
      "Meanings": [
        "رگوله سازی 1. توانایی منبع تغذیه در نگهداشتن ولتاژ خروجی بین حدود معین",
        "با وجود تغییرات در ورودی خط توان و بار خروجی. 2. فرایند ثابت نگهداشتن کمیتی مانند سرعت",
        "دما",
        "ولتاژ یا موقیعت در سیستم. این کار با روشهایی",
        "معمولا الکترونیکی",
        "انجام می‌شود که به طور خودکار خطا را با پسخورد دادن به سیستم تصحیح می‌کنند. رگوله سازی بر اساس فدیبک است ولی کنترل چنین نیست. 3. میتوان آن را با تعیین تغییر در ولتاژ خروجی که بین شرایط بی باری و بار کامل در ترانسفورماتور",
        "مولد یا منبع تغذیه ایجاد می‌شود",
        "بر حسب درصد کوانتیده کرد. این تغییر را می‌توان بر ولتاژ بار کامل نامی تقسیم و حاصل را در 100 ضرب کرد تا رگوله سازی به صورت درصد به دست آید",
        "تثبیت",
        "تنظیم"
      ]
    },
    {
      "EnglishWord": "regulator",
      "Meanings": [
        "رگولاتور قطعه ای که کمیت مورد نظیر رادر مقدار از پیش تعیین شده ای نگه می‌دارد یا آن را مطابق با مقدار از پیش تعیین شده ای تغییر می‌دهد",
        "تثبیت کننده"
      ]
    },
    {
      "EnglishWord": "reignition",
      "Meanings": [
        "بارگیرانش فرایندی برای ایجاد شمارشهای چندگانه در یک لامپ شمارنده تابش با اتمها و مولکولهای تحریک شده یا یونیده شده در تخلیه لامپ شمارش"
      ]
    },
    {
      "EnglishWord": "reignition voltage  restriking voltage",
      "Meanings": [
        "ولتاژ بازگیرانش ولتاژی که در صورت اعمال شدن به لامپ گازی در حین زمان یونیده شدن",
        "فقط برای برقرار کردن مجدد شرایط کافی است. مقدار این ولتاژ به طور معکوس با زمان در طول مدت یونیده شدن تغییر می‌کند"
      ]
    },
    {
      "EnglishWord": "reinartz crystal oscillator",
      "Meanings": [
        "نوسان ساز بلوری را ینارتز نوسان ساز راینارتزی که بسامد آن با استفاده از بلور پایدار می‌شود بسامد تشدید نوسان ساز د ر نصف بسامد بلور تنظیم می‌شود. با تولید نتیجه شونده در بسامد بلوری بازده را بهبود می‌بخشد و از نوسان کنترل نشده در بسامدهای دیگر جلو گیری می‌کند"
      ]
    },
    {
      "EnglishWord": "reinartz oscillator",
      "Meanings": [
        "نوسان ساز رانیارتز نوسان ساز سلفی",
        "خازنی LC. پسخورد باز تولیدی بین کلکتور و امیتر مدار بیس مشترک ایجاد می‌شود. مدار تانگ تشدید LC که به طور القایی به پیچکهای کلکتور و امیتر تزویج شده است. بسامد نوسان را تعیین می‌کند. این نوسان ساز می‌تواند موج سینوسی با بسامد‌های تا UHF را تولید کند"
      ]
    },
    {
      "EnglishWord": "reinforcement",
      "Meanings": [
        "تقویت",
        "تجدید قوا"
      ]
    },
    {
      "EnglishWord": "reinsertion of crrier",
      "Meanings": [
        "بازواردسازی حامل ترکیب سیگنال حامل تولید شده محلی با سیگنال ورودی که حامل آن حذف شده است"
      ]
    },
    {
      "EnglishWord": "rejection band",
      "Meanings": [
        "باند پس زنی باندی از بسامدهای کمتر از بسامد قطع موجبر تک رسانایی"
      ]
    },
    {
      "EnglishWord": "rel",
      "Meanings": [
        "رل واحد رلاکتانس معادل با 1 آمپر",
        "دور بر خط نیروی مغناطیسی"
      ]
    },
    {
      "EnglishWord": "relation",
      "Meanings": [
        "رابطه"
      ]
    },
    {
      "EnglishWord": "relative",
      "Meanings": [
        "نسبی"
      ]
    },
    {
      "EnglishWord": "relative address",
      "Meanings": [
        "نشانی نسبی تخصیص مکانی از حافظه در روال یا زیر روال کامپیوتری. نشانیهای نسبی با اضافه شدن آدرس مرجع",
        "مانند نشانی که در اولین لغت روال ذخیره می‌شود. به ادرسهای مطلق تبدیل می‌شود"
      ]
    },
    {
      "EnglishWord": "relative bearing",
      "Meanings": [
        "جهت نسبی جهتی که در آن سر وسیله نقلیه به عنوان خط مرجع عمل می‌کند"
      ]
    },
    {
      "EnglishWord": "relative coding",
      "Meanings": [
        "رمز گذاری نسبی رمز گحذاری کامپیوتری که همه نشانیها در آن به موقعیت انتخاب شده دلخواهی اشاره می‌کنند یا همه نشانیها به صورت نمادی نشان داده می‌شوند"
      ]
    },
    {
      "EnglishWord": "relative delay",
      "Meanings": [
        "تاخیر نسبی"
      ]
    },
    {
      "EnglishWord": "relative error",
      "Meanings": [
        "خطای نسبی"
      ]
    },
    {
      "EnglishWord": "relative frequency",
      "Meanings": [
        "فرکانس نسبی"
      ]
    },
    {
      "EnglishWord": "relative humidity",
      "Meanings": [
        "رطوبت نسبی نسبت مقدار بخار آب موجود در هوا به مقداری که هوا را در دمای معین اشباع خواهد کرد"
      ]
    },
    {
      "EnglishWord": "relative life time",
      "Meanings": [
        "طول عمر نسبی"
      ]
    },
    {
      "EnglishWord": "relative lonospheric opacity meter",
      "Meanings": [
        "ریومتر ابزاری که تغییرات جذب امواج الکترومغناطیس در یونوسفر را تعیین و ثبت سطح نویز رادیویی کیهانی خارج از زمین اندازه می‌گیرد"
      ]
    },
    {
      "EnglishWord": "relative permeability",
      "Meanings": [
        "نفوذ پذیری مغناطیسی نسبی"
      ]
    },
    {
      "EnglishWord": "relative permittivity",
      "Meanings": [
        "نفوذ پذیری الکتریکی نسبی"
      ]
    },
    {
      "EnglishWord": "relative plateau slope",
      "Meanings": [
        "شیب پلاک نسبی تغییر درصدی رد نرخ شمرش به ازای واحد نرخ ولتاژ اعمال شده در نزدیکی نقطه وسط پلاک لامپ شمارنده تابش"
      ]
    },
    {
      "EnglishWord": "relative refractive index",
      "Meanings": [
        "ضریب شکست نسبی نسبت ضریب شکست دو محیط"
      ]
    },
    {
      "EnglishWord": "relative response",
      "Meanings": [
        "پاسخ نسبی ینسبت پاسخ تحت شرایط خاص",
        "به پاسخ تحت شرایط مرجع که معمولا بر حسب دسی بل بیان می‌شود"
      ]
    },
    {
      "EnglishWord": "relative specific ionization",
      "Meanings": [
        "یونیده شدگی معین نسبی یونیده شدگی معین ذره ای از محیط معلوم نسبت به یونیده شدگحی همان ذره و انرژ در محیط استاندارد یا همان ذره و محیط در انرژی معین"
      ]
    },
    {
      "EnglishWord": "relative spread",
      "Meanings": [
        "پراکندگی نسبی"
      ]
    },
    {
      "EnglishWord": "relative stability",
      "Meanings": [
        "پایداری نسبی"
      ]
    },
    {
      "EnglishWord": "relative time delay",
      "Meanings": [
        "تاخیر زمانی نسبی اختلاف در تاخیر زمانی محاسبه شده با سیگنال رادیو و سیگنال تصویر مرکب یا بین مولفه‌های سیگنال تصویری در خال عبور از سیستم رله تلویزیونی"
      ]
    },
    {
      "EnglishWord": "relative velocity",
      "Meanings": [
        "سرعت نسبی نرخ زمانی تغییر موقعیت بردار یک نقطه نسبت به چهار چوب مرجع",
        "سرعت نسبی"
      ]
    },
    {
      "EnglishWord": "relativity",
      "Meanings": [
        "نسبیت"
      ]
    },
    {
      "EnglishWord": "relax",
      "Meanings": [
        "سست کردن",
        "آرمیدن"
      ]
    },
    {
      "EnglishWord": "relaxation",
      "Meanings": [
        "آرامش",
        "سستی"
      ]
    },
    {
      "EnglishWord": "relaxation  time",
      "Meanings": [
        "زمان آرامش"
      ]
    },
    {
      "EnglishWord": "relaxation circuit",
      "Meanings": [
        "مدار آرامش"
      ]
    },
    {
      "EnglishWord": "relaxation inverter",
      "Meanings": [
        "مبدل آرامشی مبدل DC به AC با نوسان ساز آرامشی که توان DC را به توان AC تبدیل می‌کند"
      ]
    },
    {
      "EnglishWord": "relaxation oscillation",
      "Meanings": [
        "نوسان آرام"
      ]
    },
    {
      "EnglishWord": "relaxation oscillator  relaxation generator",
      "Meanings": [
        "نوسان ساز آرامشی",
        "مولد آرامشی نوسان سازی که بسامد اصلی آن با زمان پر شدن و تخلیه شدن خازن یا پیچک از طریق مقاومت تعیین می‌شود و شکل موجهایی را تولید می‌کند که می‌تواند مستطیلی یا مثلثی باشد"
      ]
    },
    {
      "EnglishWord": "relaxation time",
      "Meanings": [
        "زمان آرامش 1. ثابت زمانی لازم برای تغییر ناگهانی نیروی مغناطیس کننده برای رساندن القای مغناطیسی به درصد معینی از مقدار جدید ان. 2. زمان حرکت الکترون در فلز پیش از پراکنده شدن و تلف شدن اندازه حرکت آن"
      ]
    },
    {
      "EnglishWord": "relay",
      "Meanings": [
        "رله 1. قطعه ای که با تغییر شرایط یک مدار الکتریکی ف یک یا چند اتصال را در همان مدار یامدار الکتریکی دیگحر باز و بسته می‌کند. رایجترین انواع آن رله‌های الکترومغناطیسی",
        "زبانه دار حالت جامد و حرارتی هستند. 2. سیستم رادیویی ریز موج یا نوع دیگری که سیگنال را از یک ارتباط مخابراتی رادیویی به ارتباط دیگحر عبور می‌دهد",
        "رله",
        "دوباره پخش کردن"
      ]
    },
    {
      "EnglishWord": "relay armature",
      "Meanings": [
        "آرمیچر رله قسمت آهنی متحرک رله"
      ]
    },
    {
      "EnglishWord": "relay channel",
      "Meanings": [
        "کانال رله باند بسامدهای ارسال یک سیگنال رله تلویزیونی تک همراه با باندهای محافظ"
      ]
    },
    {
      "EnglishWord": "relay circuit",
      "Meanings": [
        "مدار رله"
      ]
    },
    {
      "EnglishWord": "relay coil",
      "Meanings": [
        "پیچک رله یک یا چند سیم پیچی روی قاب مشترک که با هسته آهنی برای تشکیل رله الکترومغناطیسی به کار می‌رود"
      ]
    },
    {
      "EnglishWord": "relay contact",
      "Meanings": [
        "اتصال رله یک زوج از اتصالهایی که با حرکت آرمیچر رله باز یا بسته می‌شود",
        "اتصال رله"
      ]
    },
    {
      "EnglishWord": "relay interrupter",
      "Meanings": [
        "وقفه دهنده رله"
      ]
    },
    {
      "EnglishWord": "relay magnet",
      "Meanings": [
        "اهنربای رله آهنربای الکتریکی که به هنگام برق دار شدن",
        "آرمیچر رله را جذب می‌کند"
      ]
    },
    {
      "EnglishWord": "relay receiver",
      "Meanings": [
        "گیرنده رله گیرنده ای که سیگنال ورودی ریز موج یا تلویزیون رله را می‌پذیرد و سیگنال خروجی ریز موج یا تلویزیون رله را به قمست فرستنده ایتسگاه تکرار کننده می‌دهد"
      ]
    },
    {
      "EnglishWord": "relay system",
      "Meanings": [
        "سیستم رله 1. ساختاری از رله‌ها برای قطع و وصل کردن. 2. radio repeater"
      ]
    },
    {
      "EnglishWord": "release",
      "Meanings": [
        "رها سازی آرایش مکانیکی",
        "الکترومکانیکی یا انواع دیگر قطعات برای نگه داشتن یا آزاد کردن یک قطعه یا مکانیزم بر حسب نیاز",
        "رها کردن",
        "قطع کردن"
      ]
    },
    {
      "EnglishWord": "release current",
      "Meanings": [
        "جریان قطع"
      ]
    },
    {
      "EnglishWord": "release key",
      "Meanings": [
        "کلید قطع"
      ]
    },
    {
      "EnglishWord": "release signal",
      "Meanings": [
        "سیگنال قطع"
      ]
    },
    {
      "EnglishWord": "release time",
      "Meanings": [
        "زمان رها سازی کل زمان صرف شده از لحظه ای که جریان در پیچک رله آغاز می‌شود تا لحظه ای که بابازشدن اتصالهای بسته با بسته شدن اتصالهای باز",
        "افت می‌کند",
        "زمان قطع"
      ]
    },
    {
      "EnglishWord": "reliability engineering",
      "Meanings": [
        "مهندسی قابلیت اعتماد شاخه ای از مهندسی که به جلو گیری و تصحیح عملکرد نادرست تجهیزات می‌پردازد"
      ]
    },
    {
      "EnglishWord": "reliability index",
      "Meanings": [
        "شاخص قابلیت اعتماد عدد کوانتایی شاخص مربوط به قابلیت اعتماد قسمتی از تجهیزات",
        "مانند تعداد خطاها به ازای 1000 بار عملکرد یا تعداد اشکال‌ها در تعداد ساعت کاری معین"
      ]
    },
    {
      "EnglishWord": "reliability test",
      "Meanings": [
        "آزمون قابلیت اعتماد آزمون طراحی شده برای بر آورد سطح و یکنواختی قابلیت اعتماد تجهیزات تحت شرایط محیطی مختلف"
      ]
    },
    {
      "EnglishWord": "reliable",
      "Meanings": [
        "اطمینان پذیر"
      ]
    },
    {
      "EnglishWord": "rellability",
      "Meanings": [
        "قابلیت اعتماد احتمال آن که قطعه ای وضیفه خود را برای مدت زمان خواسته شده و تحت شرایط کاری حساب شده",
        "به درستی امجام دهد"
      ]
    },
    {
      "EnglishWord": "relliability",
      "Meanings": [
        "قابلیت اطمینان"
      ]
    },
    {
      "EnglishWord": "reluctance",
      "Meanings": [
        "مقاومت مغناطیسی معیاری برای مخالفت موجود در براب رشا رمغناطیسی در مدار مغناطیسی. مقاومت مغناطیسی عکس رسانایی مغناطیسی و بنابر این برابر است با نیروی محرکه مغناطیسی تقسیم بر شار مغناطیسی. واحد مقاومت مغناطیسی رل و معادل با 1 آمپر دور بر خط نیروی مغناطیسی است",
        "رلوکتانس",
        "مقاومت مغناطیسی"
      ]
    },
    {
      "EnglishWord": "reluctance  motor",
      "Meanings": [
        "موتور رلاکتانسی موتور سنکرون باساختاری شبیه به موتور القایی که در آن جزء حامل جریان ثانویه دارای قطبهای برجسته است",
        "ولی تحریک DC وجود ندارد"
      ]
    },
    {
      "EnglishWord": "reluctance generator",
      "Meanings": [
        "مولد رلوکتانسی"
      ]
    },
    {
      "EnglishWord": "reluctance motor",
      "Meanings": [
        "موتور رلوکتانسی"
      ]
    },
    {
      "EnglishWord": "reluctivity",
      "Meanings": [
        "مقاومت مغناطیسی ویژه نسبت چگالی مغناطیسی در یک ناحیه به القای مغناطیسی در همان ناحیه. مقاومت مغناطیسی ویژه عکس تراوایی مغناطیسی است"
      ]
    },
    {
      "EnglishWord": "rem",
      "Meanings": [
        "roentgen",
        "equivalent man",
        "معادل انسانی رونتگن واحد تابش یونیده ساز",
        "معادل با مقداری که در شخص صدمه ای برابر با 1 رونتگن پرتوx ولتاژ",
        "بالا ایجاد می‌کند"
      ]
    },
    {
      "EnglishWord": "remanence",
      "Meanings": [
        "نگهدارندگی مغناطیسی چگالی شار مغناطیسی باقی مانده در مدار مغناطیسی پس از برداشته شدن نیروی محرکه مغناطیسی. اگر مدار مغناطیسی شکاف هوایی داشته باشد نگهدارندگی کمتر از چگالی شار پس مانده خواهد بود",
        "پس ماند مغناطیسی"
      ]
    },
    {
      "EnglishWord": "remanent",
      "Meanings": [
        "پس ماند"
      ]
    },
    {
      "EnglishWord": "remanent charge",
      "Meanings": [
        "بار بازمانده باری که پس از برداشته شدن ولتاژ اعمالی در قطعه فروالکتریک باقی می‌ماند"
      ]
    },
    {
      "EnglishWord": "remanent flux",
      "Meanings": [
        "شار پس ماند"
      ]
    },
    {
      "EnglishWord": "remanent flux density",
      "Meanings": [
        "چکالی شار پس ماند"
      ]
    },
    {
      "EnglishWord": "remanent induction",
      "Meanings": [
        "القای بازمانده القایی که به هنگام صفر شدن نیروی محرکه مغناطیسی اطراف مدار مغناطیسی",
        "در ماده مغناطیسی باقی می‌ماند",
        "القای پس ماند"
      ]
    },
    {
      "EnglishWord": "remanent magnetic induction",
      "Meanings": [
        "القای مغناطیسی پس ماند"
      ]
    },
    {
      "EnglishWord": "remanent voltage",
      "Meanings": [
        "ولتاژ پس ماند"
      ]
    },
    {
      "EnglishWord": "remark",
      "Meanings": [
        "تبصره",
        "اظهار"
      ]
    },
    {
      "EnglishWord": "remendur",
      "Meanings": [
        "نگهدارنده مغناطیسی ماده مغناطیسی با عملکرد بالا که می‌تواند نگهدارندگی تا 21/5KG داشته باشد. این ماده از جنس آلیاژ کبالت آهن",
        "وانادیم",
        "چکش خوار و نرم شکست است"
      ]
    },
    {
      "EnglishWord": "remodulation",
      "Meanings": [
        "باز مدوله سازی مدوله سازی انتقالی از یک حامل به حامل دیگر"
      ]
    },
    {
      "EnglishWord": "remodulator",
      "Meanings": [
        "باز مدوله کننده مداری که مدوله سازی دامنه را به مدوله سازی جا به جایی",
        "بسامد صوتی",
        "برای ارسال سیگنالهای فکس روی کانال صدای بسامد رادیویی",
        "تبدیل می‌کند"
      ]
    },
    {
      "EnglishWord": "remote",
      "Meanings": [
        "دور",
        "از راه دور"
      ]
    },
    {
      "EnglishWord": "remote bridge",
      "Meanings": [
        "پل راه دور"
      ]
    },
    {
      "EnglishWord": "remote computer",
      "Meanings": [
        "کامپیوتر راه دور"
      ]
    },
    {
      "EnglishWord": "remote control",
      "Meanings": [
        "کنترل از راه دور کنترل تجهیزات از فاصله دور و با استفاده از سیم یا امواج نوری",
        "رادیویی",
        "صوتی",
        "ما فوق صوت یا ابزارهای دیگر",
        "کنترل از راه دور"
      ]
    },
    {
      "EnglishWord": "remote cutoff",
      "Meanings": [
        "قطع دور مشخصه ای که در آن بایاس منفی بزرگی برای قطع کامل جریان خروجی لامپ الکترونی یا قطعه تقویت کننده دیگر لازم است"
      ]
    },
    {
      "EnglishWord": "remote indicator",
      "Meanings": [
        "نشانگر راه دور 1. نشانگری که در فاصله ای از عنصر حسگر جمع آوری کننده اطلاعات قرار داد و داده‌ها به طریق مکانیکی",
        "الکتریکی از طریق سیم یا امواج نوری",
        "صوتی یا رادیویی منتقل می‌شوند. 2. repeater"
      ]
    },
    {
      "EnglishWord": "remote line",
      "Meanings": [
        "خط راه دور خط ارسال برنامه بین نقطه پیکاپ و استدیو پخش یا ایستگاه فرستنده"
      ]
    },
    {
      "EnglishWord": "remote login",
      "Meanings": [
        "وارد شدن از راه دور"
      ]
    },
    {
      "EnglishWord": "remote pickup",
      "Meanings": [
        "پیکاپ راه دور ضبط برنامه رادیویی یا تلویزیونی در مکانی دور و ارسال آن به استودیو با فرستنده از طریق خطوط سیمی یا خط ارتباط رادیویی ریزموج یا موج کوتاه"
      ]
    },
    {
      "EnglishWord": "remote programming",
      "Meanings": [
        "برنامه ریزی از راه دور کنترل ولتاژ یا جریان خروجی منبع تغذیه رگوله شده با ولتاژ یا مقاومتی که از راه دور تغییر داده می‌شوند"
      ]
    },
    {
      "EnglishWord": "remote sensing",
      "Meanings": [
        "حس کردن از راه دور 1. کسب اطلاعات با حسگرهایی که با پدیده یا جسم تحت مطالعه اتصال فیزیکی ندارند",
        "مانند اندازه گیری تابش",
        "دما",
        "فشار متغیرهای دیگر با حسگرهایی که ممکن است در پوشش‌های فشرده ای همراه با فرستنده رادیویی باتری دار بسته بندی شده باشند. عادتها و رفتارهای فیزیولوژیکی حیوانات در دنیای وحش یا سطوح فعالیت آتشفشانها رامی توان با حس کردن از راه دور مشاهده کرد. 2. استفاده از رساناهای حساس برای اتصال منبع تغذیه به بارو ایجاد فیدبک برای رگوله سازی ولتاژ مدارهای تغذیه. این مدار بندی تلفات ولتاژ ناشی از کابلهای بلند تا بار را جبران می‌کند"
      ]
    },
    {
      "EnglishWord": "remotely piloted vehicle",
      "Meanings": [
        "وسیله نقلیه هدایت شونده از راه دور هواپیمای روباتی که از طریق دو خط ارتباطی موج رادیویی از ایستگاه زمینی یا هواپیما مادر که میتواند کیلومترها دورتر باشد",
        "کنترل می‌شود. هدایت الکترونیکی معمولا با دوربینهای تلویزیونی کنترل از راه دور انجام می‌شود که با گیرنده‌های نظارت کننده در ایستگاه کنترل در ارتباط هستند"
      ]
    },
    {
      "EnglishWord": "removable media drive",
      "Meanings": [
        "حافظه ران برداشتنی هر یک از انواع راه اندازی‌های حافظه بامحیط ذخیره داده قابل برداشتن به منظور پشتیبانی دیسک سخت کامپیوترهای شخصی و در بعضی مواقع جایگزین دیسک لغزان ران. آن معمولا بین 100 تا 130Mbyte است"
      ]
    },
    {
      "EnglishWord": "remove",
      "Meanings": [
        "حذف کردن"
      ]
    },
    {
      "EnglishWord": "ren",
      "Meanings": [
        "ringer",
        "equivalence number",
        "عدد معادل زنگ نشان دادن امپدانس یا ضریب بار مدار زنگ تلفن مقدار یکREN معادل با 8 Kاهم است. شرکتهای تلفنی معمولا تا حداکثر 5REN 1/6 کیلو اهم راروی هر خط مشترک مستقل مجاز می‌دانند. معمولا حداقل 0/2 REN 0/4کیلو اهم لازم است"
      ]
    },
    {
      "EnglishWord": "rendezvous radar",
      "Meanings": [
        "رادار محل ملاقات رادار طراحی شده برای استفاده در محل ملاقات مداری و پایگاه فضایی"
      ]
    },
    {
      "EnglishWord": "reommutation",
      "Meanings": [
        "کموتاسیون مجدد کموتاسیون ناقص جریان بار از یک جرقه با جرقه دیگر که در نتیجه آن جریان به لامپ اولیه بر می‌گردد"
      ]
    },
    {
      "EnglishWord": "rep",
      "Meanings": [
        "roentgen",
        "eqivalent physical; equivalent roentgen",
        "معادل فیزیکی رونتگن",
        "رونتگن معادل واحد تابش یونیده ساز معادل با مقداری که سبب جذب 93erg از انرژی هر گرم از بافت نرم می‌شود"
      ]
    },
    {
      "EnglishWord": "repair",
      "Meanings": [
        "تعمیر کردن"
      ]
    },
    {
      "EnglishWord": "repeat",
      "Meanings": [
        "تکرار کردن"
      ]
    },
    {
      "EnglishWord": "repeatability",
      "Meanings": [
        "قابلیت تکرار 1. معیاری برای تغییر مقدار قرایت ابزاری مانند پتانسیومتر دقیق به هنگام انجام آزمایشهای خاص تحت شرایط ثابت. آن را بار تولید پذیری نیز می‌نامند. 2. قابلیت رگوله کنندگی ولتاژ یا لامپ مرجع ولتاژ برای رسیدن به همان افت ولتاژ در زمان تعیین شده پس از آغاز هر مدت زمان هدایت",
        "تکرار پذیری"
      ]
    },
    {
      "EnglishWord": "repeater",
      "Meanings": [
        "تکرار کردن"
      ]
    },
    {
      "EnglishWord": "repeater circuit",
      "Meanings": [
        "مدار تکرار کننده"
      ]
    },
    {
      "EnglishWord": "repeater section",
      "Meanings": [
        "بخش تکرار کننده"
      ]
    },
    {
      "EnglishWord": "repeater station  relay station",
      "Meanings": [
        "ایستگاه تکرار کننده",
        "ایستگاه رله ایستگاهی که شامل یک یا چند تکرار کننده است"
      ]
    },
    {
      "EnglishWord": "repeating timer",
      "Meanings": [
        "زمان سنج تکرار زمان سنجی که به تکرار چرخه کاری خود تا هنگام برداشته شدن فرمان تحریک ادامه می‌دهد"
      ]
    },
    {
      "EnglishWord": "repeller  reflector",
      "Meanings": [
        "بازگردان",
        "بازتابنده الکترودی که وظیفه اصلی آن نگهداری جهت جریان الکترونی در لامپ الکترونی است"
      ]
    },
    {
      "EnglishWord": "repertory dialer",
      "Meanings": [
        "شمارگیر تکرار کننده تجهیزات الکترونیکی که فهرستی ازشماره تلفنها را ذخیره می‌کند و بنابر درخواست",
        "به طور خودکار شماره را می‌گیرد مانند آنچه که در بعضی از انواع تلفنها به کار می‌رود"
      ]
    },
    {
      "EnglishWord": "repetition",
      "Meanings": [
        "تکرار"
      ]
    },
    {
      "EnglishWord": "repetition frequency",
      "Meanings": [
        "فرکانس تکرار"
      ]
    },
    {
      "EnglishWord": "repetition period",
      "Meanings": [
        "پریود تکرار"
      ]
    },
    {
      "EnglishWord": "repetition rate  recurrence rate  repetition frequency",
      "Meanings": [
        "سرعت تکرار",
        "سرعت برگشت",
        "بسامد تکرار سرعت تکرار سیگنالهای تولید ارسال شده"
      ]
    },
    {
      "EnglishWord": "repetitive error",
      "Meanings": [
        "خطای تکراری بیشینه انحراف متغییر کنترل شده از مقدار متوسط برگشتیهای متوالی به شرایط کاری معین پس از انحراف معین در سیستم کنترل خودکار"
      ]
    },
    {
      "EnglishWord": "repid",
      "Meanings": [
        "سریع"
      ]
    },
    {
      "EnglishWord": "replica",
      "Meanings": [
        "المثنی"
      ]
    },
    {
      "EnglishWord": "reply",
      "Meanings": [
        "پاسخ"
      ]
    },
    {
      "EnglishWord": "reply  response",
      "Meanings": [
        "پاسخ سیگنال RF یا ترکیب سیگنالهای ارسال شده از باز فرستنده در پاسخ به درخواست تکرار"
      ]
    },
    {
      "EnglishWord": "reply attack",
      "Meanings": [
        "حمله پاسخ"
      ]
    },
    {
      "EnglishWord": "reply circuit",
      "Meanings": [
        "مدار پاسخ"
      ]
    },
    {
      "EnglishWord": "reply frequency",
      "Meanings": [
        "فرکانس پاسخ"
      ]
    },
    {
      "EnglishWord": "report",
      "Meanings": [
        "گزارش"
      ]
    },
    {
      "EnglishWord": "representation",
      "Meanings": [
        "نمایش",
        "ارایه"
      ]
    },
    {
      "EnglishWord": "reproduction",
      "Meanings": [
        "تکثیر",
        "تولید مجدد"
      ]
    },
    {
      "EnglishWord": "reproduction speed",
      "Meanings": [
        "سرعت بازسازی سطح نسخه ضبط شده در واحد زمان بارگیرنده فکس",
        "سرعت تغذیه فکس"
      ]
    },
    {
      "EnglishWord": "repulse",
      "Meanings": [
        "دفع کردن"
      ]
    },
    {
      "EnglishWord": "repulsion",
      "Meanings": [
        "دفع یروی مکانیکی که میل به جداکردن اجسامی دارد که دارای بار الکتریکی یا قطبیت مغناطیسی مشابه هستند. رساناهای مجاور که دارای جریانهایی در جهتهای مخالف هستند می‌توانند یکدیگر را دفع کنند",
        "دفع",
        "عدم قبول"
      ]
    },
    {
      "EnglishWord": "repulsion motor",
      "Meanings": [
        "موتور دفعی موتور AC که سیم پیچ استاتور آن مستقیم به منبع توان AC و روتور آن به کموتاتور وصل شده است. جاروبکهای روی کموتاتور اتصال کوتاه می‌شوند و طوری قرار می‌گیرند که میدان مغناطیسی دوار لازم را برای راه اندازی و حرکت موتور ایجاد کنند. سرعت این نوع موتروها با تغییر بار به طور قابل ملاخظه ای تغییر می‌کند"
      ]
    },
    {
      "EnglishWord": "repulsion -start induction motor",
      "Meanings": [
        "موتور القایی با راه اندازی دفعی موتور AC که به صورت موتور دفعی راه اندازی می‌شود. در سرعت از پیش تعیین شده ای میله‌های کموتاتور اتصال کوتاه می‌شوند. تا معادل سیم پیچ فقس سنجابی برای کارکرد موتور القایی با مشخصه سرعت ثابت",
        "عمل کند"
      ]
    },
    {
      "EnglishWord": "repulsion-induction motor",
      "Meanings": [
        "موتور دفعی القایی موتور دفعی که علاوه بر سیم پیچی موتور دفعی",
        "روتور آن دارای سیم پیچ قفس سنجابی است"
      ]
    },
    {
      "EnglishWord": "repulsive",
      "Meanings": [
        "دافع"
      ]
    },
    {
      "EnglishWord": "repulsive force",
      "Meanings": [
        "نیروی دافعه"
      ]
    },
    {
      "EnglishWord": "request",
      "Meanings": [
        "درخواست",
        "تقاضا"
      ]
    },
    {
      "EnglishWord": "request reply service",
      "Meanings": [
        "خدمات پاسخ به درخواست"
      ]
    },
    {
      "EnglishWord": "request to send",
      "Meanings": [
        "درخواست ارسال سیگنال کنترل C",
        "RS232 بین مودم و کامپیوتر یا فکس کاربر که آغاز کننده مراحل ارسال داده روی خط مخابراتی است"
      ]
    },
    {
      "EnglishWord": "requirements",
      "Meanings": [
        "نیازمندیها"
      ]
    },
    {
      "EnglishWord": "reradiation",
      "Meanings": [
        "بازتابش تابش ناخواسته سیگنالهای تولید شده محلی در گیرنده رادیویی که سبب تداخل یا فاش شدن مکان گیرنده می‌شود"
      ]
    },
    {
      "EnglishWord": "rerecording",
      "Meanings": [
        "ضبط مجدد فرایند ضبط کردن با تولید مجدد منبع صدای ضبط شده و ضبط این صدا"
      ]
    },
    {
      "EnglishWord": "rerecording system",
      "Meanings": [
        "سیستم ضبط مجدد سیستمی از مخلوط کننده ها",
        "تقویت کننده‌ها و ضبط کننده‌های تولید مجدد که صداهای ضبط شده مختلف را ترکیب یا اصلاح می‌کنند تا ضبط صدای نهایی را انجام دهند"
      ]
    },
    {
      "EnglishWord": "rerun",
      "Meanings": [
        "تکرار کردن"
      ]
    },
    {
      "EnglishWord": "rerun  point",
      "Meanings": [
        "نقطه اجرای مجدد نقطه ای در برنامه کامپیوتری که تمام اطلاعات در آن برای اجرای مجدد آخرین قسمت اجرا شده",
        "به هنگام آشکار شدن خط ف در دسترس است. معمولا در برنامه چندین نقطه با این شرایط در نظر گرفته می‌شود تا نیازی به اچرای مجدد تمام برنامه نباشد"
      ]
    },
    {
      "EnglishWord": "rerun program",
      "Meanings": [
        "برنامه تکرار اجرا"
      ]
    },
    {
      "EnglishWord": "rerun routine",
      "Meanings": [
        "زیر روال اجرای مجدد زیر روالی که پس از عملکرد نا درست کامپیوتر",
        "خطای رمز گذاری یا اشتباه عملیاتی اجرا می‌شود تا روال را از آخرین نقطه اجرای مجدد",
        "دوباره اجرا کند"
      ]
    },
    {
      "EnglishWord": "rescaler",
      "Meanings": [
        "پیش مقسم مقسمی که حد بسامد بالایی شمار نده را با تقسیم بسامد ورودی به مقدرا دقیقی",
        "معمولا 10 تا 100 گسترش می‌دهد"
      ]
    },
    {
      "EnglishWord": "research",
      "Meanings": [
        "تحقیق بررسی علمی به منظور کشف و به کارگیری حقایق روشها و قوانین تجربی جدید",
        "پژوهش",
        "تحقیق"
      ]
    },
    {
      "EnglishWord": "research and development",
      "Meanings": [
        "Rand Corpor Corporation tation",
        "سازمان غیر دولتی غیر انتفاعی که به تحقیقات برای زفاه و ایمنی ملی در ایالات متحده می‌پردازد",
        "تحقیق و توسعه ایده طراحی و تولید قطعات عملیاتی تجربی یا نمونه برای اولین بار"
      ]
    },
    {
      "EnglishWord": "research laboratory",
      "Meanings": [
        "آزمایشگاه تحقیقاتی"
      ]
    },
    {
      "EnglishWord": "research model",
      "Meanings": [
        "مدل پژوهشی"
      ]
    },
    {
      "EnglishWord": "reservation",
      "Meanings": [
        "رزرو کردن"
      ]
    },
    {
      "EnglishWord": "reservation protocol",
      "Meanings": [
        "پروتکل رزرو سازی"
      ]
    },
    {
      "EnglishWord": "reservation request",
      "Meanings": [
        "درخواست رزرو"
      ]
    },
    {
      "EnglishWord": "reserve",
      "Meanings": [
        "رزرو"
      ]
    },
    {
      "EnglishWord": "reserve battery",
      "Meanings": [
        "باتری یدک باتری که دارای طول عمر نگهداری طولانی در حالت غیر فعال است. روشهای فعالسازی باتری شامل حرارت دادن افزودن الکترولیت با آب با استفاده از شوک مکانیکی یا ابزارهای دیگر برای شکستن آمپول شیشه ای یا محفظه برای وارد کردن الکترولیت به باتری است"
      ]
    },
    {
      "EnglishWord": "reserve cell",
      "Meanings": [
        "پیل یدک پیلی در باتری یدک"
      ]
    },
    {
      "EnglishWord": "reservoir",
      "Meanings": [
        "مخزن",
        "انبار"
      ]
    },
    {
      "EnglishWord": "reset",
      "Meanings": [
        "برجایی",
        "از نو تنظیم کردن",
        "بازنشانی",
        "صفر کردن"
      ]
    },
    {
      "EnglishWord": "reset control circuit",
      "Meanings": [
        "مدار کنترل ری ست مدار تقویت کننده مغناطیسی که شار موجود در هسته راکتور اشباع را پاک می‌کند"
      ]
    },
    {
      "EnglishWord": "reset pulse",
      "Meanings": [
        "پالس ری ست پالسی که شمارنده الکترونیکی را صفر می‌کند. یا در موقعیت از پیش تعیین شده ای قرار می‌دهد"
      ]
    },
    {
      "EnglishWord": "reset rate",
      "Meanings": [
        "سرعت ری ست تعداد تصحیحهای انجام شده بر دقیقه با سیستم کنترل"
      ]
    },
    {
      "EnglishWord": "reset switch",
      "Meanings": [
        "کلید ری ست سیوییچی که عملکرد عادی سیستم کنترل را بعد از عملیات صحیح",
        "دوباره آغاز می‌کند"
      ]
    },
    {
      "EnglishWord": "resettebility",
      "Meanings": [
        "قابلیت شروع مجدد توانایی عنصر تنظیم کننده نوسان ساز برای برگرداندن نوسان ساز به بسامد کاری معین به ازای مجموعه شرایط ورودی معین"
      ]
    },
    {
      "EnglishWord": "reshaping circuit",
      "Meanings": [
        "مدار بازشکل دهی مداری که شکل موج جریان را عوض می‌کند مانند محدود کننده یا بر شگر"
      ]
    },
    {
      "EnglishWord": "residual charge",
      "Meanings": [
        "باریسماند بار باقی مانده پس از تخلیه اولین خازن"
      ]
    },
    {
      "EnglishWord": "residual error",
      "Meanings": [
        "خطای پسماند جمع خطاهای تصادفی و تصحیح نشده سیستمی. گ"
      ]
    },
    {
      "EnglishWord": "residual error ratio",
      "Meanings": [
        "نسبت خطای باقی مانده"
      ]
    },
    {
      "EnglishWord": "residual field",
      "Meanings": [
        "میدان پسماند میدان مغناطیسی باقی مانده در هسته آهنی پس از برداشته شدن تحریک"
      ]
    },
    {
      "EnglishWord": "residual fiux density  residual induction  residual magnetic induction  residual magnetism",
      "Meanings": [
        "چگالی شار پس ماند. القای پسماند",
        "القای مغناطیسی پسماند",
        "مغناطیس پسماند چگالی شار مغناطیسی کخه در آن نیرومغناطیس کنندگی وقتی که ماده در شرایط مغناطیس شدگی متقارن و متناوب است. صفر است"
      ]
    },
    {
      "EnglishWord": "residual gap",
      "Meanings": [
        "شکاف پسماند طول شکاف هوایی بین آرمیچر و مرکز مقطع هسته رله برق دار شده"
      ]
    },
    {
      "EnglishWord": "residual gas",
      "Meanings": [
        "گاز پسماند مقدار کم گازی که پس از بهترین مکش ممکن با پمپهای خلاء در لامپ خلاء باقی می‌ماند. بیشتر این گاز باقی مانده با گاز گیر جذب می‌شود"
      ]
    },
    {
      "EnglishWord": "residual resistance",
      "Meanings": [
        "مقاومت پسماند بخشی از مقاومت الکتریکی ماده که مستقل از دماست"
      ]
    },
    {
      "EnglishWord": "residual resistivity",
      "Meanings": [
        "مقاومت پسماند حد اقل مقدار ثابت مقاومت الکتریکی ماده با کاهش دما که در نزدیکی صفر مطلق به دست می‌آید. مقاومت پسماندی ویژگی ماده خاصی نیست",
        "اما با میزان ناخالصی در نمونه تغییر می‌کند. هر چه نمونه خالص‌تر باشد. مقاومت پسماندی کمتر است"
      ]
    },
    {
      "EnglishWord": "residue",
      "Meanings": [
        "مانده"
      ]
    },
    {
      "EnglishWord": "residue theorem",
      "Meanings": [
        "قضیه مانده ها"
      ]
    },
    {
      "EnglishWord": "resin",
      "Meanings": [
        "صمغ ماده آلی سنتزی طبیعی که در پلاستیکها",
        "چسبها و پوشش سطوح به کار می‌رود",
        "صمغ",
        "رزین"
      ]
    },
    {
      "EnglishWord": "resistance",
      "Meanings": [
        "مقاومت مخالفتی که قطعه یا ماده در براب رجاری شدن جریان از خودنشان می‌دهد و بر حسب اهم",
        "کیلو اهم یا مگااهم اندازه گیری می‌شود. در مدارهای AC مقاومت مولفه حقیقی امپدانس است",
        "مقاومت"
      ]
    },
    {
      "EnglishWord": "resistance - capacitance",
      "Meanings": [
        "مقاومتی",
        "خازنی داشتن هر دو خاصیت خازنی و مقاومتی که با خازنها و مقاومتها ایجاد می‌شود"
      ]
    },
    {
      "EnglishWord": "resistance - capacitance  circuit",
      "Meanings": [
        "مدار مقاومتی",
        "خازنی مداری که شامل مقاومتها و خازنهایی است که ثابت زمانی را تعیین می‌کنند. ثابت زمانی بر حسب ثانیه برابر است با حاصلضرب مقاومت بر حسب اهم در خازن بر حسب فاراد"
      ]
    },
    {
      "EnglishWord": "resistance - capacitance -coupled amplifier",
      "Meanings": [
        "تقویت کننده تزویج شده مقاومتی",
        "خازنی",
        "تقویت کننده RC تقویت کننده با خازنی که مسیر جریان سیگنال را از یک طبقه به طبقه بعد ایجاد می‌کند و از هر طرف آن مقاومتی به منبع تغذیه یا زمین متصل است. این تقویت کننده می‌تواند سیگنالهای AC را تقویت کند",
        "اما نمی‌تواند با تغییر کوچک در جریانهای DC کار کند"
      ]
    },
    {
      "EnglishWord": "resistance - capacitance coupling  rc  coupling",
      "Meanings": [
        "تزویج مقاومتی",
        "خازنی",
        "تزویج RC تزویجی که خازنها در آن به عنوان امپدانسهای ورودی و خروجی مدار تزویج شونده عمل می‌کنند. خازن تزویج کننده معمولا بین مقاومتهایی قرار می‌گیرد تا سیگنال را از یک طبقه به طبقه بعدی منتقل کند"
      ]
    },
    {
      "EnglishWord": "resistance - capacitance differentiator    rc differentiator",
      "Meanings": [
        "مشتق گیر مقاومتی",
        "خازنی مشتق گیر RC مدار مقاومتی",
        "خازنی که دامنه ولتاژ خروجی تولید شده آن متناسب با نرخ تغییر ولتاژ ورودی است. بنابر این ورودی موج مربعی ولتازهای سوزنی تیزی در خروجی ایجاد می‌کند"
      ]
    },
    {
      "EnglishWord": "resistance  decade",
      "Meanings": [
        "مقاومت ده به ده جعبه ده به ده که شامل ساختاری از مقاومتهای دقیق است که مقدار هر یک زیر مضرب یا مضربی از 0! است. هر قسمت شامل 0! مقاومت با مقدار برابر است که به طور سری وصل شده اند و تمهیداتی برای بر قراری اتصال به هر یک از نقاط پیوند بین مقاومها وجود دارد. قسمتهای مختلف نیز به طریق مشابه به طور سری به هم وصل شده اند ومقاومتهای هر قسمت 0! برابر بیشتر از مقاومتهای قسمت قبل است. بنابر این می‌توان مقاومت ده به ده را به هر مقدار دلخواهی در محدوده آن",
        "با گامهایکه مضربهای کوچکترین مقدار مقاومت هستند",
        "تنظیم کرد"
      ]
    },
    {
      "EnglishWord": "resistance  drop",
      "Meanings": [
        "افت مقاومتی 1. افت ولتاژی که بین دو نقطه رسانا در اثر جاری شدن جریان در مقاومت رسانا ایجاد می‌شود با ضرب کردن مقاومت برحسب اهم در جریان بر حسب آمپر افت ولتاژ بر حسب ولت به دست می‌آید. 2. IR drop"
      ]
    },
    {
      "EnglishWord": "resistance  furnace",
      "Meanings": [
        "کوره مقاومتی کوره الکتریکی که حرارت آن با عبور جریان از مقاومت داخلی مناسبی تولیدمی شود که می‌توان خود ماده",
        "مقاومتی قرار گرفته در داخل ماده یا مقاومتی در اطراف ماده با شد"
      ]
    },
    {
      "EnglishWord": "resistance  gybrid",
      "Meanings": [
        "مقاومت هیبرید پیوند هایبریدی که تمام آن از مقاومت تشکیل می‌شود. عملکر د آن اساسا مستقل از بسامد‌های تا چند صد مگاهر تز انسفو رمر هایبر ید است"
      ]
    },
    {
      "EnglishWord": "resistance  loss",
      "Meanings": [
        "تلفات مقاومتی تلفات توان ناشی از جاری شدن جریان در مقاومت. مقدار آن بر حسب وات برا بر است با مقاومت بر حسب اهم ضرب در مربع جریان بر حسب آمپر"
      ]
    },
    {
      "EnglishWord": "resistance - start motor",
      "Meanings": [
        "موتور با راه اندازی مقاومتی موتور فاز شکسته ای که دارای مقاومتی متصل شده سری با سیم پیچ کمکی است. وقتی که موتور به سرعت از پیش تعیین شده ای رسید",
        "مدار کمکی باز می‌شود"
      ]
    },
    {
      "EnglishWord": "resistance box",
      "Meanings": [
        "جعبه مقاومت جعبه ای که محتوی تعدادی مقاومت دقیق متصل به پایه هایی روی جعبه یا اتصالهایی است که می‌تواند با استفاده از فیشها یا با تنظیم سوییچها چند اتصالی مقدار مطلوب مقاومت را با آنها ساخت. این جعبه معمولا به صورت ده دهی است و مقادیر مقاومت جداگانه به صورت زیر مضربهای 10 تغییر می‌کنند"
      ]
    },
    {
      "EnglishWord": "resistance bridge",
      "Meanings": [
        "پل مقاومتی"
      ]
    },
    {
      "EnglishWord": "resistance- capacitance filter  rc  filer",
      "Meanings": [
        "فیلتر مقاومتی",
        "خاز نی فیلتر RC فیلتری که فقط از عناصر خازنی ومقاومتی بدون سلف تشکیل می‌شود. این فیلتر موجک را در منابع تغذ یه یکسو شده کاهش می‌دهد"
      ]
    },
    {
      "EnglishWord": "resistance circuit",
      "Meanings": [
        "مدار مقاومتی"
      ]
    },
    {
      "EnglishWord": "resistance- coupled amplifier rcamplifier",
      "Meanings": [
        "تقویت کننده تزویج شده مقاومتی تقویت کننده ای با تزویج مقاومتی بین دو طبقه"
      ]
    },
    {
      "EnglishWord": "resistance element",
      "Meanings": [
        "المنت مقاومتی المنتی از ماده مقاومت به شکل توری",
        "نوار یا سیم که به تنهایی یا به طور دسته ای ساختن مقاومتی برای کار بردهای حرارتی استفاده می‌شوند",
        "مانند آن نچه که در هویه لحیم کاری به کار می‌رود"
      ]
    },
    {
      "EnglishWord": "resistance- inductance-capacitance circuit  rlc circuit",
      "Meanings": [
        "مدار مقاومتی",
        "سلفی",
        "خازنی مداری که شامل سلف",
        "خازن ومقاومت است"
      ]
    },
    {
      "EnglishWord": "resistance load",
      "Meanings": [
        "بار مقاومتی"
      ]
    },
    {
      "EnglishWord": "resistance loss",
      "Meanings": [
        "تلف مقاومتی"
      ]
    },
    {
      "EnglishWord": "resistance magnetometer",
      "Meanings": [
        "مغناطیس سنج مقاومتی مغناطیس سنجی که عملکرد آن بر اساس تغییراتمقاومت الکتریکی ماده قرار گرفته در میدان مغناطیسی مورداندازه گیری است"
      ]
    },
    {
      "EnglishWord": "resistance material",
      "Meanings": [
        "ماده مقاومتی ماده ای که مقاومت آن بر واحد طول یا حجم به اندازه کافی زیاد است و می‌توان از آن در ساخت مقاومتها استفاده کرد"
      ]
    },
    {
      "EnglishWord": "resistance network",
      "Meanings": [
        "شبکه مقاومتی"
      ]
    },
    {
      "EnglishWord": "resistance pad",
      "Meanings": [
        "لایه مقاومتی لایه ای که فقط از مقاومت برای ایجاد تضفزف بدون تغییر در پاسخ بسامدی استفاده می‌کند"
      ]
    },
    {
      "EnglishWord": "resistance protection",
      "Meanings": [
        "حفاظت مقاومتی"
      ]
    },
    {
      "EnglishWord": "resistance pyrometer",
      "Meanings": [
        "آذر سنج مقاومتی آذر سنجی که عنصر حس کننده حرارت آن طولی از سیم یا مقاومتی است که به مقدار زیاد بادما تغییر می‌کند"
      ]
    },
    {
      "EnglishWord": "resistance strains gage",
      "Meanings": [
        "سنجیده کرنش مقاومتی سنجیده کرنش تشکیل شده از نواری از یک ماده که روی قسمت تحت آزمایش چسبانده می‌شود و مقاومت آن با کشیده شدن یا فشرده شدن تغییر می‌کند"
      ]
    },
    {
      "EnglishWord": "resistance temperature detector",
      "Meanings": [
        "آشکار ساز مقاومتی دما"
      ]
    },
    {
      "EnglishWord": "resistance tolerance",
      "Meanings": [
        "تلرانس درصد خطا مقاومت"
      ]
    },
    {
      "EnglishWord": "resistance voltage drop",
      "Meanings": [
        "افت ولتاژ مقاومتی"
      ]
    },
    {
      "EnglishWord": "resistance wire",
      "Meanings": [
        "سیم مقاومت سیم ساخته شده از فلز یا آلیاژی کخه مقاومت زیادی در واحد طول دارد. مانند نیکروم",
        "مقاومتهای سیم پیچکی و المنتهای حرارتی شکل پیچیده شده سیم مقاومت هستند",
        "سیم مقاومتی"
      ]
    },
    {
      "EnglishWord": "resistane alloy",
      "Meanings": [
        "آلیاژ مقاومت"
      ]
    },
    {
      "EnglishWord": "resistive",
      "Meanings": [
        "مقاومتی"
      ]
    },
    {
      "EnglishWord": "resistive charge",
      "Meanings": [
        "بار الکتریکی مقاومتی"
      ]
    },
    {
      "EnglishWord": "resistive conductor",
      "Meanings": [
        "رسانای مقاومتی رسانایی که بیشتر از آن به دلیل مقاومت زیادش در واحد طول استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "resistive load",
      "Meanings": [
        "بار مقاومتی اهمی"
      ]
    },
    {
      "EnglishWord": "resistive transducer",
      "Meanings": [
        "تراگردان مقاومتی حسگر یا تراگردانی که عملکرد آن بر اساس تغییر ایجاد شده در مقاومت ناشی از کمیت تحت اندازه گیری است که شامل تبدیل کمیتهایی از قبیل سرعت سیال",
        "نیرو",
        "بار",
        "کرنش مکانیکی",
        "فشار و دما به خروجیهای الکتریکی است"
      ]
    },
    {
      "EnglishWord": "resistivity",
      "Meanings": [
        "مقاومت مخصوص"
      ]
    },
    {
      "EnglishWord": "resistivity  specific resistance",
      "Meanings": [
        "مقاومت ویژه مقاومتی که واحد حجم ماده بر حسب اهم در برابر عبور جریان از خودنشان می‌دهد. مقاومت ویژه عکس رسانایی ویژه ماده است و بر حسب اهم",
        "سانتی متر اندازه گیری می‌شود. مقاومت ویژه نمونه سیمی بر حسب اهم سانتی متر برابر است",
        "مقاومتR بر حسب اهم ضرب در سطح مقطع A بر حسب سانتی متر مربع و تقسیم بر طول نمونه L بر حسب سانتیمتر مقاومت=RA/L مقاومت ویژه بر حسب اهم بر میل مدور فوت نیز بیان می‌شود که مقاومت ویژه نمونه ای است که سطح مقطع آن 1 میل مدور و طول آن 1 فوت است"
      ]
    },
    {
      "EnglishWord": "resistor",
      "Meanings": [
        "مقاومت قطعه ساخته شده برای ایجاد مقدار معینی مقاومت. مقاومت در مدار",
        "مقدار جریان را محدود می‌کند یا افت ولتاژ به وجود می‌آورد. انواع اصلی مقاومتهای مجزا عبارت اند از کربن",
        "مرکب",
        "کربن پوسه ای",
        "سیم پیچی",
        "پوسه فلزی و پوسه سرعتی. همچنین تراشه‌های مقاومتی پوسه",
        "نارک و پوسه ضخیم سرمتی و شبکه‌های مقاومتی نیز وجود دارند"
      ]
    },
    {
      "EnglishWord": "resistor - capacitor - transistor logic",
      "Meanings": [
        "منطق مقاومت",
        "خازن",
        "ترانزیستور منطق مقاومت",
        "ترانزیستوری که خازنهایی برای افزایش سرعت به آن اضافه شده اند"
      ]
    },
    {
      "EnglishWord": "resistor - transistor",
      "Meanings": [
        "منطق مباومت",
        "ترانزیستور منطقی که شامل مقاومت و ترانزیستور است ولی ترانزیستورها فقط خروجی را معکوس می‌کنند"
      ]
    },
    {
      "EnglishWord": "resistor color code",
      "Meanings": [
        "رمز رنگی مقاومت شیوه نشانه گذاری مقدار بر حسب اهم روی مقاومتها با استفاده از نوراهای رنگی مطابق با تعریف رمز رنگی EIA"
      ]
    },
    {
      "EnglishWord": "resistor core  mandrel",
      "Meanings": [
        "هسته مقاومت و میله نگهدارنده عایقی که المنت مقاومت روی آن پیچیده شده یا به طریق دیگری روی آن قرار می‌گیرد"
      ]
    },
    {
      "EnglishWord": "resistor element",
      "Meanings": [
        "عنصر مقاومت قسمتی از مقاومت که خاصیت مقاومتی را ایجاد می‌کند و می‌تواند فلز خالص",
        "آلیاژ",
        "پوشش فلز",
        "مخلوط کربن سرمت یا پلاستیکی حاوی پودر ریز فلزی باشد"
      ]
    },
    {
      "EnglishWord": "resistor network",
      "Meanings": [
        "شبکه مقاومت عناصر ماقومتی نشانده شده روی زیر ساخت سرامیکی که از داخل با مسیر‌های فلزی رسانا به یکدیگر متصل شده اند. شبکه‌های به صورت مقاومتهای چند تایی در بسته‌های دو ردیفه DIP و یک ردیفه SIP قرار داده می‌شوند"
      ]
    },
    {
      "EnglishWord": "resolution",
      "Meanings": [
        "وضوح",
        "تفکیک"
      ]
    },
    {
      "EnglishWord": "resolution  resolving power",
      "Meanings": [
        "تفکیک پذیری",
        "توان تفکیک قابلیت معین کردن",
        "جرء کردن یا تشخیص دادن بین دو مقدار تقریبا برابر یک کمیت. توان تفکیک در تلویزیون معیاری برای وضوح تصویر تلویزیونی در هر دو محور عمودی و افقی است. اندازه گیریهای توان تفکیک تلویریون معمولا با الگوی آزمونی انجام می‌شود که شامل رجهای آزمایشی مجموعه ای از خطوط سیاه و سفید که در مرکز الگو همگرا می‌شوند است که بر حسب خطوط بر ارتفاع تصویر درجه بندی شده اند. توان تفکیک در رادار و سونار",
        "قابلیت تمیز دادن دو هدف دور است که به صورت تابعی از فاصله تا آنتن یا تراگردان و جدایی زاویه ای هدفها اندازه گیری می‌شود"
      ]
    },
    {
      "EnglishWord": "resolution  time",
      "Meanings": [
        "زمان تفکیک یحداقل فاصله زمانی که دو پالس ولتاژ متوالی در آن می‌توانند با شمارنده ثبت شوند"
      ]
    },
    {
      "EnglishWord": "resolution in bearing",
      "Meanings": [
        "تفکیک در جهت زاویه ای که دو جسم ه مفاصله باید به آن مقدار در جهت از هم جدا باشند تا بتوان آنها را روی صفحه نایش رادار تشخیص داد"
      ]
    },
    {
      "EnglishWord": "resolution in range",
      "Meanings": [
        "تفکیک در برد فاصله ای که دو جسم هم جهت باید به آن مقدار در برد از هم جدا باشند تا بتوان آنها را روی صفحه نمایش رادار تشخیص داد"
      ]
    },
    {
      "EnglishWord": "resolution sensitivity",
      "Meanings": [
        "حساسیت تفکیک حداقل تغییر در متغییر اندازه گیری شونده که سیستم کنترل خودکار را تحریک می‌کند"
      ]
    },
    {
      "EnglishWord": "resolution wedge",
      "Meanings": [
        "وج تفکیک دسته خطوط همگرای تدریجی در الگوی آزمایشی برای اندازه گیری تفکیک در تصویر تلویزیون"
      ]
    },
    {
      "EnglishWord": "resolver",
      "Meanings": [
        "تفکیک کننده سنکرویی که روتور آن به طور مکانیکی راه اندازی می‌شود تا زاویه روتور را به اطلاعات الکتریکی متنظر با سینوس و کسینوس زاویه روتور تبدیل کند"
      ]
    },
    {
      "EnglishWord": "resolving power",
      "Meanings": [
        "توان تفکیک 1. توانایی طیف سنج جرمی در جدا کردن خطوط طیف همجوار جرم 2. عکس پهنای باریکه آنتن تک جهته",
        "که بر حسب درجه اندازه گیری می‌شود. 3. توانایی سیستم رادار در تشکیل تصاویر قابل تشخیص. 4. resolution"
      ]
    },
    {
      "EnglishWord": "resolving time",
      "Meanings": [
        "زمان تفکیک حداقل فاصله زمانی بین دو حادثه مجزا که امکان شمرده شدن یا اشکار شدن آنها را با مدار یا قطع‌های خاص فراهم می‌کند"
      ]
    },
    {
      "EnglishWord": "resonance",
      "Meanings": [
        "تشدید 1. شرایطی که به هنگام حنثی شدن راکتانس سلفی مدار با راکتانس خازنی آن پیش می‌آید. 2. شرایط موجود در جسمی که بسامد ارتعاش اعمال شده به آن برابر با بسامد طبیعی جسم است. جسم در بسامد تشدید خود آسانتر ارتعاش می‌ند. آن را تشدید سرعت نیز می‌نامند",
        "تشدید",
        "هم نوایی"
      ]
    },
    {
      "EnglishWord": "resonance  post",
      "Meanings": [
        "موضع تشدید"
      ]
    },
    {
      "EnglishWord": "resonance bridge",
      "Meanings": [
        "پل تشدید پل AC چهار بازویی که اندوکتانس",
        "ظرفیت یا بسامد زا اندازه می‌گیرد. سلف و خازنی",
        "که می‌توانند سری یا موازی باشد. تنظیم میشوند تا در بسامد منبع",
        "پیش از متعادل شدن پل تشدید کنند"
      ]
    },
    {
      "EnglishWord": "resonance cavity",
      "Meanings": [
        "محفظه تشدید",
        "اتاقک تشدید"
      ]
    },
    {
      "EnglishWord": "resonance circuit",
      "Meanings": [
        "مدار تشدید"
      ]
    },
    {
      "EnglishWord": "resonance current step - up",
      "Meanings": [
        "بالا بردن جریان تشدید توانایی مدار تشدید موازی در به گردش در آوردن جریانی در پیچک و خازن خود که چند برابر بیشتر از جریان تغذیه شده به مدار است"
      ]
    },
    {
      "EnglishWord": "resonance curve  resonance characteristic",
      "Meanings": [
        "منحنی تشدید",
        "مشخصه تشدید منحنی پاسخ دامنه",
        "بسامدی که پاسخ جریان یا ولتاژ مدار تنظیم شده را در بسامدهای نزدیک به بسامد تشدید نشان می‌دهد"
      ]
    },
    {
      "EnglishWord": "resonance effect",
      "Meanings": [
        "اثر تشدید"
      ]
    },
    {
      "EnglishWord": "resonance ferquency",
      "Meanings": [
        "بسامد تشدید 1. بسامدی که در آن راکتانس خودالقایی یک مدار تشدید معین برابر با راکتانس خازنی آن می‌شود",
        "که نتیجه تشدید به وجود می‌آید. 2. بسامدی که بلور گکوارتز",
        "دیافراگم بلندگو یا جسم دیگر در آن به آسانی ارتعاش می‌کند"
      ]
    },
    {
      "EnglishWord": "resonance frequency",
      "Meanings": [
        "فرکانس تشدید"
      ]
    },
    {
      "EnglishWord": "resonance indicator",
      "Meanings": [
        "نشانگر تشدید وسیله ای که تنظیم شدن مدار را در بسامد تشدید نشان می‌دهد. این وسیله می‌تواند ولت سنج",
        "لامپ نیون",
        "یا هدفون باشد"
      ]
    },
    {
      "EnglishWord": "resonance point",
      "Meanings": [
        "نقطه تشدید"
      ]
    },
    {
      "EnglishWord": "resonance transformer",
      "Meanings": [
        "ترانسفورماتور تشدید ترانسفورماتور ولتاژ بالایی که سیم ثانویه آن برای بسامد منبع تغذیه تنظیم شده است"
      ]
    },
    {
      "EnglishWord": "resonant",
      "Meanings": [
        "تشدید واژه ای برای اشاره به تشدید"
      ]
    },
    {
      "EnglishWord": "resonant - chamber switch",
      "Meanings": [
        "سوییچ محفظه تشدید کننده سوییچ موجبری با کاواک تنظیم شده ر هر شاخه موجبر که به عنوان اتصال سوییچ عمل می‌ند. عدم تنظیم کاواک مانع از جاری شدن انرژ در موجبر مربوط به آن می‌شود"
      ]
    },
    {
      "EnglishWord": "resonant - line oscillator",
      "Meanings": [
        "نوسان ساز خط تشدید نوسان سازی که در آن یک یا چند قسمت خط انتقال به عنوان مدارهای تشدید کننده عمل می‌کنند"
      ]
    },
    {
      "EnglishWord": "resonant - line tuner",
      "Meanings": [
        "تیونر خط",
        "تشدید کننده تیونر تلویزیونی که در آن از خطوط تشدید کننده برای تنظیم آنتن",
        "تقویت کننده RF و مدارهای نوسان ساز RF استفاده می‌شود یا حرکت دادن اتصالهای کوتاهی که طول الکتریکی خطها را تغییر می‌دهند",
        "تنظیم مطلوب ایجاد می‌شود"
      ]
    },
    {
      "EnglishWord": "resonant - window switch",
      "Meanings": [
        "سوییچ پنجره تشدید کننده سوییچ موجبری که دارای پنجره تشدید کننده ای در هر شاخه موجبر است که به صورت اتصالهای سوییچ عمل می‌کنند. عدم تنظیم پنجره‌ها مانع عبور جریان انرژ در مرجبر مربوطه می‌شود"
      ]
    },
    {
      "EnglishWord": "resonant -cavity maser",
      "Meanings": [
        "میز تشدید",
        "کاواکی میرز که ماده فعال پارامغناطیس آن در تشدیدگر کاواکی قرار دارد"
      ]
    },
    {
      "EnglishWord": "resonant charging choke",
      "Meanings": [
        "جوک پرشونده تشدید کننده چوکی که با خازن موثر شبکه شکل دهنده پالس در مدوله کننده تشدید ایجاد می‌کند تا نوسانی را در بسامد تشدید تولید کند"
      ]
    },
    {
      "EnglishWord": "resonant circuit",
      "Meanings": [
        "مدار تشدید کنند ه مداری شامل مقادیر سلفی و خازنی که در بسامدکار",
        "تشدید ایجام می‌کند. بسامدی که در آن تشدید ایجاد می‌شود بر حسب هرتز برابر با 1/2 میکروفاراد ضربدر رادیکال LC که در آن L بر حسب هانری و C بر حسب فاراد است. اگر خازن و سلف موازی باشند امپدانس ترکیب آنها در هنگام تشدید کمتر از امپدانس تک تک آنها است. اگر موازی باشند امپدانس ترکیب آنها در هنگام تشدید بیشتر از امپدانس تک تک آنهاست"
      ]
    },
    {
      "EnglishWord": "resonant diaphragm",
      "Meanings": [
        "دیافراگم تشدید کننده دیافراگمی که در بسامد معینی",
        "راکتانس ندارد"
      ]
    },
    {
      "EnglishWord": "resonant gap",
      "Meanings": [
        "شکاف تشدید کننده شکاف داخلی کوچکی که میدان الکتریکی لامپ TR در آن متمرکز می‌شود"
      ]
    },
    {
      "EnglishWord": "resonant line",
      "Meanings": [
        "خط تشدید کننده خط انتقالی که دارای مقادیر اندوکتانس توزیع شده و ظرفیت توزیع شده است تا خط تشدید کننده ای در بسامد کار آن بسازند. اگر طول خط مضرب فردی از یک چهارم طول موج ف و در طورف باراتصال کوتاه شه باشد",
        "تشدید موازی به وجود می‌آید و اگر همان خط در طرف بار",
        "باز باشد تشدید سری به وجود می‌آید"
      ]
    },
    {
      "EnglishWord": "resonant lris",
      "Meanings": [
        "آیریس تشدید کننده پنجره تشدید کننده ای در موجبر دورانی",
        "که به دلیل شباهتش به آیریس اپتیکی به این نام نامیده می‌شود"
      ]
    },
    {
      "EnglishWord": "resonant power supply",
      "Meanings": [
        "منبع تغذیه تشدید کننده منبع تغذیه ای که انرژ آن در سلف و خازنی ذخیره می‌شود و با نرخ تعیین شده ای از طریق امپدانسهای نسبی قطعات تبدیل می‌شود. جریان سلف و ولتاژ خازن شکل موجهای سینوسی هستند که جریان یا ولتاژ ورودی را پیش از اعمال شدن به ترانسفورماتور توان شکل می‌دهند"
      ]
    },
    {
      "EnglishWord": "resonant resistance",
      "Meanings": [
        "مقاومت تشدید کننده مقاومت مدار تشدید کننده یا خط تشدید کننده در بسامد تشدید"
      ]
    },
    {
      "EnglishWord": "resonant tank",
      "Meanings": [
        "تانک تشدید کننده مداری سری یا موازی تشکیل شده از سلف و خازنی که با خنثی شدنراکتانس سلفی آن با راکتانس خازنی",
        "در بسامد معینی تشدید می‌کند"
      ]
    },
    {
      "EnglishWord": "resonant voltage  step - up",
      "Meanings": [
        "بالال بردن ولتاژ تشدید توانایی پیچگ و خازن در مدار تشدید کننده سری در ازایه ولتاژی چندین برابر بیشتر از ولتاژ ورودی مدار"
      ]
    },
    {
      "EnglishWord": "resonant window",
      "Meanings": [
        "پنجره تشدید کننده ترکیب موازی دیافراگم‌های سلفی و خازنی در ساختار موجبر که در بسامد تشدید انتقال را انجام می‌دهند و در بسامدهای دیگر موج را بار می‌تابانند"
      ]
    },
    {
      "EnglishWord": "resonate",
      "Meanings": [
        "تشدید کردن رسیدن به تشدید",
        "با تنظیم"
      ]
    },
    {
      "EnglishWord": "resonationg piezoid",
      "Meanings": [
        "پیزویید تشدید کننده پیزوییدی بلور کامل شده ای که به عنوان تشدید کننده یا نوسان ساز به جای تراگردان به کار می‌رود"
      ]
    },
    {
      "EnglishWord": "resonator",
      "Meanings": [
        "تشدید گر قطعه ای که در بسامد خاصی تشدید نشان می‌دهد",
        "مانند تشدید گر آکوستیکی یا تشدید گر حفره ای",
        "تشدید کننده",
        "طینن ساز"
      ]
    },
    {
      "EnglishWord": "resonator grid",
      "Meanings": [
        "شبکه تشدیدگر شبکه ای که با تشدیدگر کاواکی در لامپ مدوله شده سرعت ضربه می‌زند تا تزویج بین تشدیدگر و باریکه الکترونی را به وجود آورد"
      ]
    },
    {
      "EnglishWord": "resonator mode",
      "Meanings": [
        "مد تشدید گر مد کاری که در آن جریان الکترونی",
        "رسانایی منفی را در مدار تزویج شده نوسان ساز به وجود می‌آورد"
      ]
    },
    {
      "EnglishWord": "resonator wavemeter",
      "Meanings": [
        "موج سنج تشدید گر هر مدار تشدی کننده ای که طول موج را تعیین کند ف مانند بسامد سنج تشدیدگر کاواکی"
      ]
    },
    {
      "EnglishWord": "responder",
      "Meanings": [
        "پاسخ دهنده قسمت فرستنده راهنمایی راداری"
      ]
    },
    {
      "EnglishWord": "response",
      "Meanings": [
        "پاسخ 1. بیان کمیتی خروجی قطعه یا سیستم به صورت تابعی از ورودی 2. amplitude",
        "frequency response 3. reply",
        "پاسخ"
      ]
    },
    {
      "EnglishWord": "response characteristic",
      "Meanings": [
        "مشخصه پاسخ"
      ]
    },
    {
      "EnglishWord": "response curve",
      "Meanings": [
        "منحنی پاسخ"
      ]
    },
    {
      "EnglishWord": "response function",
      "Meanings": [
        "تابع پاسخ"
      ]
    },
    {
      "EnglishWord": "response sensitivity",
      "Meanings": [
        "حساسیت پاسخ"
      ]
    },
    {
      "EnglishWord": "response time",
      "Meanings": [
        "زمان پاسخ زمان لازم برای خروجی سیستم یا قطعه کنترلی برای رسیدن به کسر تعریف شده ای از مقدار جدید آن پس از اعمال ورودی پله یا اغتشاش زمان پاسخ معمولا بر حسب ثانیه بیان می‌شود. زمان پاسخ تقویت کننده‌های مغناطیسی اغلب بر حسب چرخه‌های بسامد خط تغذیه تعریف می‌شود. زمان پاسخ در ابزارهای نشان دهنده",
        "زمان لازم برای رسیدن عقربه از وضعیت جدید خود به حالت صفر است",
        "زمان پاسخ"
      ]
    },
    {
      "EnglishWord": "response window",
      "Meanings": [
        "پنجره پاسخ"
      ]
    },
    {
      "EnglishWord": "responsor  responser",
      "Meanings": [
        "پاسخ دهنده قسمت دریافت کننده پاسخ دهنده به درخواست"
      ]
    },
    {
      "EnglishWord": "rest",
      "Meanings": [
        "سکون",
        "استراحت"
      ]
    },
    {
      "EnglishWord": "rest current",
      "Meanings": [
        "جریان سکون"
      ]
    },
    {
      "EnglishWord": "rest mass",
      "Meanings": [
        "جرم سکون"
      ]
    },
    {
      "EnglishWord": "rest point",
      "Meanings": [
        "نقطه سکون"
      ]
    },
    {
      "EnglishWord": "rest position",
      "Meanings": [
        "وضعیت سکون"
      ]
    },
    {
      "EnglishWord": "restart",
      "Meanings": [
        "شروع مجدد"
      ]
    },
    {
      "EnglishWord": "restoration",
      "Meanings": [
        "باز سازی"
      ]
    },
    {
      "EnglishWord": "restoring spring",
      "Meanings": [
        "فنر بارگرداننده فنری که آرمیچر رله را به هنگام بی برق شدن از هسته آهنربا دور می‌کند"
      ]
    },
    {
      "EnglishWord": "restrict",
      "Meanings": [
        "محدود کردن"
      ]
    },
    {
      "EnglishWord": "restricted radiation device",
      "Meanings": [
        "قطعه تابشی محدود شده قطعه ای که انرژ RF ان به طور خودخواسته تولید و در طول سیمها هدایت یا تابش شده است. اما میدان الکترومغناطیس کل آن از 15فاراد ولت بر متر در فاصله ای بر حسب فوت که برابر با 15/700 تقسیم بر بسامد بر حسب کیلوهرتز است. بیشتر نمی‌شود. این فاصله بر حسب متر برابر است با 47/85 تقسیم بر بسامد بر حسب کیلو هرتز"
      ]
    },
    {
      "EnglishWord": "resultagt",
      "Meanings": [
        "منتجه نیرویی که ترکیب تاثیر دو یا چند نیروی عمل کننده بر یک جسم است"
      ]
    },
    {
      "EnglishWord": "retaining",
      "Meanings": [
        "نگه دارنده"
      ]
    },
    {
      "EnglishWord": "retaining circuit",
      "Meanings": [
        "مدار نگه دارنده"
      ]
    },
    {
      "EnglishWord": "retard",
      "Meanings": [
        "تاخیر انداختن",
        "کند کردن"
      ]
    },
    {
      "EnglishWord": "retardation",
      "Meanings": [
        "تاخیر"
      ]
    },
    {
      "EnglishWord": "retardation angle",
      "Meanings": [
        "زاویه تاخیر"
      ]
    },
    {
      "EnglishWord": "retardation time",
      "Meanings": [
        "زمان تاخیر"
      ]
    },
    {
      "EnglishWord": "retarded",
      "Meanings": [
        "تاخیر یافته"
      ]
    },
    {
      "EnglishWord": "retarding - field oscillator  positive - grid oscillator",
      "Meanings": [
        "نوسان ساز با میدان کند کننده",
        "نوسان ساز شبکه مثبت نوسان سازی که از لامپ الکترونی استفاده می‌کند که الکترونهای آن از طریق شبکه ای که نسبت به کاتد و آند هر دو مثبت نگه داشته می‌شود. به عقب و جلو نوسان می‌کنند. بسامد آن به زمان گذار الکترون بستگی دارد و می‌تواند تابعی از پرامترهای مربوط به مدار نیز باشد. میدان در ناحیه شبکه حرکت الکترونهارا کند می‌کند. و الکترونها را پس از عبور از شبکه در هر جهت ف به عقب می‌کشد. نوسان سازهای بارک هاوزن",
        "کوزتز و گیل",
        "مورل نمونه هایی از آن هستند"
      ]
    },
    {
      "EnglishWord": "retarding - field tube",
      "Meanings": [
        "لامپ با میدان کند کننده لامپ الکترونی در نوسان ساز با میدان کند کننده"
      ]
    },
    {
      "EnglishWord": "retarding field",
      "Meanings": [
        "میدان کند کننده میدان الکتریکی یا مغناطیسی که حرکت الکترونها را در فضای بین الکترودی لامپ الکترونی کند می‌کند"
      ]
    },
    {
      "EnglishWord": "retentive counter",
      "Meanings": [
        "کنتور نگه دارنده"
      ]
    },
    {
      "EnglishWord": "retentive timer",
      "Meanings": [
        "زمان سنج نگه دارنده"
      ]
    },
    {
      "EnglishWord": "retentivity",
      "Meanings": [
        "قابلیت نگهداری ویژگی ماده مغناطیسی که با پسماند شار مغناطیسی مربوط به القای اشباع در ماده اندازه گیری می‌شود"
      ]
    },
    {
      "EnglishWord": "reticle",
      "Meanings": [
        "شطرنجی فتوماسک نوری از خطوط ظریفی که مرزهای جدا کننده قطعات مدارهای مجتمع را تعریف می‌کند",
        "که در طول پولک برای فرایند تولید C چند گانه به طور همزمان تکرار می‌شوند"
      ]
    },
    {
      "EnglishWord": "retrace blanking",
      "Meanings": [
        "محو برگشت محو کردن در لامپ تصویر تلویزیونی در حین فاصله‌های زمانی برگشت عمودی برای جلو گیری از نمایش خطوط برگشت روی صفحه. پالس ولتاژ محو از نوسان ساز جاروی عمودی یا مدارهای انحراف عمودی گرفته می‌شوند و به شبکه کنترل لامپ تصویر اعمال می‌شوند"
      ]
    },
    {
      "EnglishWord": "retrace flyback",
      "Meanings": [
        "برگشت پس گشت بر گشت باریکه الکترونی به نقطه آغاز آن در لامپ در تو",
        "کاتدی پس از یک جارو"
      ]
    },
    {
      "EnglishWord": "retrace interval  retrace period  retrace time  return interval  return period  return",
      "Meanings": [
        "فاصله زمانی بازگشت",
        "زمان تناوب بازگشت",
        "زمان بازگشت فاصله زمانی برای برگشت باریکه پویش محو شده لامپ تصویر تلویزیون یا لامپ دوربین به نقطه آغاز خط یا میدان. این زمان برای برگشت افقی حدود 7 میکرو ثانیه و برای برگشت عمودی خدود 500 تا 750 میکرو ثانیه در پخش تلویزیونی NTSC است"
      ]
    },
    {
      "EnglishWord": "retrace line  return line",
      "Meanings": [
        "خس برگشت",
        "خط بازگشت خط دنبال شده با باریکه الکترونی در لاپ پرتو کاتدی که از انتهای خط یا میدان به آغاز خط یا میدان بعدی می‌رود"
      ]
    },
    {
      "EnglishWord": "retransmission",
      "Meanings": [
        "انتقال مجدد"
      ]
    },
    {
      "EnglishWord": "retransmission unit",
      "Meanings": [
        "واحد ارسال مجدد واحد کنترلی که ایستگاه واسطه ای برای تغذیه خودکار یک واحد فرستنده",
        "گیرنده رادیویی",
        "به واحد فرستنه گیرنده دیگری برای مخابرات دو طرفه است"
      ]
    },
    {
      "EnglishWord": "retroaction",
      "Meanings": [
        "عکس العمل",
        "برگشتن به ماسبق"
      ]
    },
    {
      "EnglishWord": "retroreflector",
      "Meanings": [
        "بازتابنده برگشتی قطعه ای که تابش را در مسیری موازی با پرتوهای تابش در محدوده گسترده ای از جهت بازتابنده برگشتی باز می‌تاباند مانند سنجش لیزری. نوعی از آن",
        "بازتابنده گوشه ای",
        "هدف موثری برای رادار است"
      ]
    },
    {
      "EnglishWord": "return",
      "Meanings": [
        "برگشت"
      ]
    },
    {
      "EnglishWord": "return - beam mode",
      "Meanings": [
        "مدبرگشت",
        "باریکه مد عملکرد لامپ دوربین که در آنجریان خروجی از بخشی از باریکه پویش گرفته می‌شود که در هدف جذب نشده است"
      ]
    },
    {
      "EnglishWord": "return - to - zero code",
      "Meanings": [
        "رمز برگشت به صفر رمز مخاباتی که در آن دودویی با زمان یک بیت در سطح 0 نشان داده می‌شود و پس 1 دودویی طوری است که فقط در نصف زمان یک بیت در سطح 1 است. بنابر این سیگنال بعد از هر بیت به 0 بر می‌گردد یا در 0 می‌ماند با این روش فقط نیمی از داده هایی که می‌توانند در سطح یا فاصله ای معین",
        "نسبت به داده هایی با رمز غیر برگشت به صفر",
        "ذخیره شوند"
      ]
    },
    {
      "EnglishWord": "return- beam vidicon",
      "Meanings": [
        "ویدیکن باریکه",
        "برگشتی ویدیکنی که باریکه الکترونی آن که هدف را می‌پیماید از روی هدف به سمت ضرب کننده الکترونی و آندی که اطراف تفنگ ارکترونی را گرفته اند خم می‌شود. نوری که روی سطح هدف می‌افتد. مقاومت سطح را تغییر می‌دهد و درنتیجه انرژی رادر بارکه برگشتی مدوله می‌کند"
      ]
    },
    {
      "EnglishWord": "return circuit",
      "Meanings": [
        "مدار برگشتی"
      ]
    },
    {
      "EnglishWord": "return current",
      "Meanings": [
        "جریان برگشتی"
      ]
    },
    {
      "EnglishWord": "return line",
      "Meanings": [
        "خط برگشتی"
      ]
    },
    {
      "EnglishWord": "return loss",
      "Meanings": [
        "تلفات برگشت 1. اختلاف بین توان تابشی به ناپیوستگی در سیستم انتقال و توان بازتابیده از ناپیوستگی 2. نسبت توان تابشی به ناپیوستگی به توان بازتابیده از ناپیوستگی",
        "بر حسب دسیبل",
        "افت برگشتی"
      ]
    },
    {
      "EnglishWord": "return path",
      "Meanings": [
        "مسیر برگشتی"
      ]
    },
    {
      "EnglishWord": "return ratio",
      "Meanings": [
        "نسبت برگشتی"
      ]
    },
    {
      "EnglishWord": "return signal",
      "Meanings": [
        "سیگنال برگشتی"
      ]
    },
    {
      "EnglishWord": "return to blas",
      "Meanings": [
        "برگشت به بایاس مغناطیس شدگی نوار مغناطیسی تا حد اشباع در جهتی که منفی نامیده می‌شود و نشان دهنده 0 دودویی است. سیگنالها 1. دودویی با مغناطیسی شدن نوار در جهت معکوس ضبط می‌شوند. بعد ار هر پالس 1 دودویی نوار به شرایط بایاس منفی بر میگردد. این روش به ساعتی برای خواندن 0‌ها نیاز دارد"
      ]
    },
    {
      "EnglishWord": "return wire",
      "Meanings": [
        "سیم برگشت سیم زمین",
        "سیم مشترک یا سیم منفی منبع تغذیه DC"
      ]
    },
    {
      "EnglishWord": "reverberation",
      "Meanings": [
        "بازآوایی باقی ماندن صدا در نقطه معینی پس از توقف دریافت مستقیم از منبع. بازآوایی در هوا می‌تواند به دلیل بازتابهای تکراری از تعداد اندکی مانع یا کاهش عادی مدهای ارتعاشی باشد که با منبع صدا تحریک شده اند و در آب می‌تواند به دلیل پراکندگی از ناهمگنی‌های بسیار زیاد در محیط یا بازتاب از سطوح احاطه کننده باشند"
      ]
    },
    {
      "EnglishWord": "reverberation - time meter",
      "Meanings": [
        "زمان سنج باز آوایی ابزاری که زمان بازآوایی محفظه بسته را اندازه می‌گیرد"
      ]
    },
    {
      "EnglishWord": "reverberation -= controlled gain circuit",
      "Meanings": [
        "مدار بارآوایی با بهره کنترل شده مداری در تجهیزات صوتی زیر آبی که بهره تقویت کننده گیرنده را متناسب با شدت بازآواییهای ناخواسته مربوط به پژواک مطلوب",
        "تغییر می‌دهد"
      ]
    },
    {
      "EnglishWord": "reverberation absorption coefficient",
      "Meanings": [
        "ضریب جذب بازآوایی واژه ای برای ضریب جذب صدا وقتی که توزیع صدای منتشر شونده کاملا تصادفی است"
      ]
    },
    {
      "EnglishWord": "reverberation chamber  reverberation room",
      "Meanings": [
        "اتافک بازآوایی",
        "اتاق بازآوایی محفظه ای که همه سطوح آن تا حد ممکن بازتابنده صدا هستند",
        "اندازه گیریهای آکوستیکی در این نوع اتاقها انجام می‌شود"
      ]
    },
    {
      "EnglishWord": "reverberation reflection coefficient",
      "Meanings": [
        "ضریب بازتاب بازآوایی واژه ای برای ضریب بازتاب صدا وقتی که توزیع صدای منتشر شونده کاملا تصادفی است"
      ]
    },
    {
      "EnglishWord": "reverberation time",
      "Meanings": [
        "زمان بازآوایی زمان لازم برای متوسط چگالی انرژ صوتی در بسامد معین",
        "بر حسب ثانیه",
        "برای کاسته شدن تا یک میلیونیم مقدار حالت پایدار اولیه آن پس از متوقف شدن منبع صوت این مقادیر متناظر با 60 دسیبل کاهش است"
      ]
    },
    {
      "EnglishWord": "reverberation transmission coefficient",
      "Meanings": [
        "ضریب انتقال بازآوایی واژه ای برای ضریب انتقال صدا وقتی که توزیع صدای منتشر شونده کاملا تصادفی است"
      ]
    },
    {
      "EnglishWord": "reverberation unit",
      "Meanings": [
        "واحد باز آوایی مداری که به طور مصنوعی در سیستم صوتی",
        "باز آوایی ایجاد می‌کند. در نوعی از آن انرژ سیگنال صوتی با راه انداز معناطیسی به حرکت پیچشی فنرهای پیچک تبدیل می‌شود. پیکاپ مغناطیسی در طرف دیگر هنر حرکت را مجددا پس از یک تاخیر زمانی به سیگنال صوتی بتدیل می‌کند تا اثر شنیدن در تالار دارای باز اوایی را ایجاد کند"
      ]
    },
    {
      "EnglishWord": "reverrse direction",
      "Meanings": [
        "جهت معکوس جهت مقاومت بیشتر در برابر جاری شدن جریان DC ثابت در پیونمد یا قطعه نیمرسانا"
      ]
    },
    {
      "EnglishWord": "reversal",
      "Meanings": [
        "وارونی"
      ]
    },
    {
      "EnglishWord": "reversal in time",
      "Meanings": [
        "وارونی در زمان"
      ]
    },
    {
      "EnglishWord": "reverse",
      "Meanings": [
        "معکوس"
      ]
    },
    {
      "EnglishWord": "reverse - blocking thyristor",
      "Meanings": [
        "تریستور سد کننده معکوس تریستوری که فقط به ازای ولتاژهای آند به کاتد مثبت سوییچ می‌شود این قطعه در ولتاژهای منفی قابل مقایسه با دامنه ولتاژهای حالت روشن",
        "جریانهای بزرگی را هدایت می‌کند"
      ]
    },
    {
      "EnglishWord": "reverse - conductiong tyhyristor",
      "Meanings": [
        "تریستور هدایت",
        "معکوس تریستوری که فقط به ازای ولتاژ‌های آند به کتد مثبت سوییچ می‌کند. این قطعه جریان‌های بزرگ را در ولتاژهای منفی با دامنه قابل مقایسه با ولتاژهای حالت روشن هدایت می‌کند"
      ]
    },
    {
      "EnglishWord": "reverse - current relay",
      "Meanings": [
        "رله جریان",
        "معکوس رله ای که هر گاه جریان پیچک رله در خلاف جهت عادی از آن بگذرد",
        "عمل می‌کند"
      ]
    },
    {
      "EnglishWord": "reverse bias",
      "Meanings": [
        "بایاس معکوس ولتاژ بایاس اعمال شده به دیود یا پیوند نیمرسانا با قطبیتی که مانع از جاری شدن الکترونها می‌شود یا جریان بسیار اندکی از پیوند عبور می‌کند. بایاس معکوس مخالف بایاس مستقیم است",
        "بایاس معکوس"
      ]
    },
    {
      "EnglishWord": "reverse blocking",
      "Meanings": [
        "سد کنندگی معکوس"
      ]
    },
    {
      "EnglishWord": "reverse counting",
      "Meanings": [
        "شمارش معکوس"
      ]
    },
    {
      "EnglishWord": "reverse coupler",
      "Meanings": [
        "تزویجگر معکوس تزویجگر جهت داری که از توانهای بازتابیده نمونه برداری می‌کند"
      ]
    },
    {
      "EnglishWord": "reverse current",
      "Meanings": [
        "جریان معکوس مقدار جریان مستقیم کمی که به هنگام بایاس شدن دیود نیمرسانا به طور معکوس در آن جاری می‌شود",
        "جریان معکوس"
      ]
    },
    {
      "EnglishWord": "reverse direction",
      "Meanings": [
        "جهت معکوس"
      ]
    },
    {
      "EnglishWord": "reverse emission",
      "Meanings": [
        "انتشار معکوس"
      ]
    },
    {
      "EnglishWord": "reverse emission  back emission",
      "Meanings": [
        "گسیل معکوس",
        "گسیل برگشتی جاری شدن الکترونها در جهت معکوس ازآند به کاتد در لامپ خلا در طول بخشی از چرخه ای که آند در آن نسبت به کاتد منفی می‌شود. این عملکرد شبیه به قوس معکوس در المپهای گازی است"
      ]
    },
    {
      "EnglishWord": "reverse link   uplink",
      "Meanings": [
        "پیوند معکوس اتصال به بالا"
      ]
    },
    {
      "EnglishWord": "reverse phase",
      "Meanings": [
        "فاز معکوس"
      ]
    },
    {
      "EnglishWord": "reverse polish notation",
      "Meanings": [
        "نماد گذاری لهستانی معکوس ممنطقی که در بعضی ماشیم حسابها استفاده می‌شود و امکان وازد کردن عبارت ریاضی را از چپ به راست",
        "همان طور که نوشته می‌شود",
        "فراهم می‌کند"
      ]
    },
    {
      "EnglishWord": "reverse potential",
      "Meanings": [
        "ولتاژ معکوس"
      ]
    },
    {
      "EnglishWord": "reverse recovery time",
      "Meanings": [
        "زمان بازیابی معکوس"
      ]
    },
    {
      "EnglishWord": "reverse resistance",
      "Meanings": [
        "مقاومت معکوس مقاومت دیود یکسو کننده اندازه گیری شده در مقدار ولتاژ معکوس یا جریان معکوس معین"
      ]
    },
    {
      "EnglishWord": "reverse saturation current",
      "Meanings": [
        "جریان اشباع معکوس"
      ]
    },
    {
      "EnglishWord": "reverse transmission",
      "Meanings": [
        "انتقال معکوس"
      ]
    },
    {
      "EnglishWord": "reverse voice chennel",
      "Meanings": [
        "کانال صدای معکوس کانال صدای مورد استفاده از ایستگاه سیار به ایستگاه زمینی در سیستم تلفن همراه سلولی"
      ]
    },
    {
      "EnglishWord": "reverse voltage",
      "Meanings": [
        "ولتاژ معکوس ولتاژ اعمال شده به دیود یکسو کننده که قطبیت آن مخالف حالت عادی است",
        "ولتاژ معکوس"
      ]
    },
    {
      "EnglishWord": "reversed image",
      "Meanings": [
        "تصویر معکوس شده 1. تصویر آینه ای که درآن سمت چپ و راست تصویر عوض شده باشند. 2. negative image"
      ]
    },
    {
      "EnglishWord": "reversible",
      "Meanings": [
        "قابل برگشت"
      ]
    },
    {
      "EnglishWord": "reversible counter",
      "Meanings": [
        "شمارنده برگشت پذیر شمارنده ای که قادر به شمارش از راست به چپ یا از چپ به راست",
        "معمولا بدون تغییر وضعیت شمارش در هنگام معکوس مغناطیس از مقدار کم"
      ]
    },
    {
      "EnglishWord": "reversible permeability",
      "Meanings": [
        "تراوایی معکوس شدنی واژه ای برای تراوایی افزایش به هنگام بیشتر شدن تغییر در میدان مغناطیسی از مقدار کم"
      ]
    },
    {
      "EnglishWord": "reversible process",
      "Meanings": [
        "فرآیند قابل برگشت"
      ]
    },
    {
      "EnglishWord": "reversible transducer",
      "Meanings": [
        "تراگردان بر گشت پذیر تراگردانی که تلفات آن مستقل از جهت انتقال است"
      ]
    },
    {
      "EnglishWord": "reversing motor",
      "Meanings": [
        "موتور موتوری که جهت گردش آن می‌تواند با تغییر اتصالهای الکتریکی با روشهای دیگر",
        "در هنگام کار کردن موتور با آخرین سرعت",
        "معکوس شود. سپس موتور به ححالت توقف میرسد",
        "معکوس می‌شود و به حداکثر سرعت در جهت مخالف می‌رسد",
        "معکوس شود. سپس موتور به حالت توقف می‌رسد"
      ]
    },
    {
      "EnglishWord": "reversing switch",
      "Meanings": [
        "سوییچ معکوس کننده سوییچی به منظور معکوس کردن اتصالهای بخشی از مدار"
      ]
    },
    {
      "EnglishWord": "review",
      "Meanings": [
        "مرور کردن"
      ]
    },
    {
      "EnglishWord": "revolution",
      "Meanings": [
        "حرکت انتقالی",
        "انقلاب"
      ]
    },
    {
      "EnglishWord": "rewind",
      "Meanings": [
        "نوار بر گردان",
        "بر گرداندن 1. قطعاتی در دستگاه ضبط نوار مغناطیسی که نوار را با سرعت زیاد به چرخک تغذیه بر می‌گرداند 2. برگشت نوار مغناطیسی صوتی یا تصویری در کاست به نقطه شروع آن"
      ]
    },
    {
      "EnglishWord": "rewrite",
      "Meanings": [
        "بازنویسی فرایند باز نویسی قطعه حافظه به وضعیت پیش از خواندن شدن آن"
      ]
    },
    {
      "EnglishWord": "rexord length",
      "Meanings": [
        "طول رکورد تعداد نویسه‌های لازم برای همه اطلاعات هر رکورد"
      ]
    },
    {
      "EnglishWord": "rf",
      "Meanings": [
        "radio frequency",
        "بسامد رادیویی بسامدی که در آن از تابش انرژی الکترومغناطیس همدوس برای مخابرات استفاده می‌شود. بسامدهای خیلی کم",
        "کمتر از 30 کیلوهرتز",
        "بسامد کم",
        "KHz",
        "بسامد میانه",
        "kHz",
        "بسامد بالا",
        "MHz",
        "بسامد خیلی بالا",
        "بسامد فوق بالا",
        "بسامد ابر بالا",
        "GHz",
        "بسامد بینهایت بالا",
        "GHz. برای کلید واژه هایی که با radio",
        "frequency شروع می‌شوند به واژه‌های شروع شونده با RF رجوع کنید"
      ]
    },
    {
      "EnglishWord": "rf   intermodulation  distortion",
      "Meanings": [
        "اعوجاج مدوله سازی متقابل RF اعوجاج مدوله سازی متقابل که از طبقات RF گیرنده شروع می‌شود"
      ]
    },
    {
      "EnglishWord": "rf   power probe",
      "Meanings": [
        "پروب توان RF پروبی که انرژی RF را از سیستم انتقال بیرون می‌کشد"
      ]
    },
    {
      "EnglishWord": "rf  current",
      "Meanings": [
        "جریان RF جریان متناوبی که بسامد آن بالاتر از 10 کیلو هرتز است"
      ]
    },
    {
      "EnglishWord": "rf  generator",
      "Meanings": [
        "مولد RF مولدی که قادر به تولید انرژی RF کافی با بسامد لازم برای گرمایش القایی یا دی الکتریکی است"
      ]
    },
    {
      "EnglishWord": "rf  head",
      "Meanings": [
        "هد RF فرستنده رادار",
        "و بخشی از گیرنده رادار که در یک بسته",
        "برای نصب و برداشتن آسان در سیستم قرار می‌گیرند"
      ]
    },
    {
      "EnglishWord": "rf  indicator",
      "Meanings": [
        "نشانگر RF نشانگری که وجود انرژی RF را در بسامد تشدید خود یا نزدیک به آن نشان می‌دهد",
        "این نشانگر معمولا از پیچک یا خط موازی متصل به لامپ التهابی تشکیل می‌شود"
      ]
    },
    {
      "EnglishWord": "rf  interference",
      "Meanings": [
        "تداخل RF تداخل ناشی از منابع انرژی RF خارج از سیستم",
        "به عنوان عاملی در تداخل الکترومغناطیس EMI در نظر گرفته می‌شود"
      ]
    },
    {
      "EnglishWord": "rf alternator",
      "Meanings": [
        "تناوب ساز RF تناوب ساز دواری در بسامدهایی بالاتر از مقادیر برق شهر توان بالا تولید می‌کند. ولی معمولا بسامد آن کمتر از 100 کیلو هرتز است. کاربرد آن در گرمایش بسامد بالاست"
      ]
    },
    {
      "EnglishWord": "rf amplification",
      "Meanings": [
        "تقویت کننده RF تقویت سیگنال رادیویی در همان بسامد حامل که در فضا حرکت می‌کند"
      ]
    },
    {
      "EnglishWord": "rf amplifier",
      "Meanings": [
        "تقویت کننده RF تقویت کننده ای که ولتاژ یا توان سیگنالهای RF را در بسامد حامل افزایش می‌دهد. در گیرنده سوپر هترودین تقویت RF می‌تواند قبل از مبدل قرار گحیرد"
      ]
    },
    {
      "EnglishWord": "rf choke",
      "Meanings": [
        "چوک RF پیچک RF طراحی شده به طور خاص برای سد کردن جریان RF در هنگام عبور جریانهای کم بسامدتر با DC"
      ]
    },
    {
      "EnglishWord": "rf energy",
      "Meanings": [
        "انرژی RF انرژی جریان متناوب در هر بسامدی در طیف رادیویی از حدود 10 کیلو هرتز تا 300 گیگا هرتز"
      ]
    },
    {
      "EnglishWord": "rf harmonic",
      "Meanings": [
        "هماهنگ RF هماهنگ بسامد حامل بسامد هماهنگ RF دوم دو برابر بسامد حامل است"
      ]
    },
    {
      "EnglishWord": "rf oscillator",
      "Meanings": [
        "نوسان ساز RF نوسان سازی که جریان متناوب با بسامد‌های رادیویی تولید می‌کند"
      ]
    },
    {
      "EnglishWord": "rf pattern",
      "Meanings": [
        "الگوی RF الگوی تداخلی جناغی ضعیف که به دلیل تداخلهای بسامد",
        "بالا در تصویر تلویزیونی به وجود می‌آید"
      ]
    },
    {
      "EnglishWord": "rf power supply",
      "Meanings": [
        "منبع تغذیه منبع تغذیه ولتاژ",
        "بالایی که خروجی نوسان ساز RF را با استفاده از ترانسفورماتور هسته",
        "هوایی به ولتاژهای بالای لازم برای آند ثانویه لامپ پرتو",
        "کاتدی افزایش می‌دهد. سپس این انرژی یکسو می‌شود تا ولتاژ DC بالای لازم را فراهم کند"
      ]
    },
    {
      "EnglishWord": "rf pulse",
      "Meanings": [
        "پالس RF پامل RF که با دامنه آن با پالس مدوله شده است. دامنه حامل مدوله شده قبل و بعد از پالس",
        "صفر است"
      ]
    },
    {
      "EnglishWord": "rf response",
      "Meanings": [
        "پاسخ RF پاسخ گیرنده به بسامدهای رادیویی داخل و خارج کانال دریافت شده"
      ]
    },
    {
      "EnglishWord": "rf signal generator",
      "Meanings": [
        "مولد سیگنال RF ابزار آزمایشگاهی که بسامدهای رادیویی لازم را برای تنظیم و تعمیر رادیو",
        "تلویزیون",
        "VCR و تجهیزات الکترونیکی دیگر فراهم می‌آورد"
      ]
    },
    {
      "EnglishWord": "rf stage",
      "Meanings": [
        "طبقه RF یک طبقه تک در تقویت RF"
      ]
    },
    {
      "EnglishWord": "rf transformer",
      "Meanings": [
        "ترانسفورماتور RF ترانسفورماتوری که دارای یک سیم پیچی انشعاب دار یا دو یا چند سیم پیچی است که رآکتانس القایی را و یاانرژی RF را با میدان مغناطیسی از مداری به مدار دیگر منتقل می‌کند. این ترانسفورماتور می‌تواندهسته هوایی یا شکلی از هسته فریتی داشته باشد"
      ]
    },
    {
      "EnglishWord": "rf transmission line",
      "Meanings": [
        "خط انتقال RF خط انتقالی که به منظور هدایت انرژی RF طراحی و از دو یا چند رسانای نگهداشته شده در موقعیت فضایی ثابت نسبت به یکدیگر",
        "در امتداد طولشان",
        "تشکیل شده است"
      ]
    },
    {
      "EnglishWord": "rfc",
      "Meanings": [
        "RF choke",
        "چوک RF پیچک RF طراحی شده به طور خاص برای سد کردن جریان RF در هنگام عبور جریانهای کم بسامدتر با DC"
      ]
    },
    {
      "EnglishWord": "rfcil",
      "Meanings": [
        "پیچک RF پیچکی که دارای یک سیم پیچی پیوسته بدون سر وسط است که به طور خاص برای ایجاد راکتانس القایی به منظور تنظیم کردن مدار حامل جریان RF طراحی شده است"
      ]
    },
    {
      "EnglishWord": "rfconverter",
      "Meanings": [
        "مبدل RF منبع توان تولید کننده توان الکتریکی در بسامدهای بالاتر از 10 کیلو هرتز"
      ]
    },
    {
      "EnglishWord": "rfi",
      "Meanings": [
        "RF interference",
        "تداخل RF تداخل ناشی از منابع انرژی RF خارج از سیستم",
        "به عنوان عاملی در تداخل الکترومغناطیس EMI در نظر گرفته می‌شود",
        "radio",
        "frequency interference; RF interference",
        "تداخل بسامد",
        "رادیویی",
        "تداخل RF تداخل در دریافت رادیویی که در بسامد سیگنال مطلوب یانزدیک آن اتفاق می‌افتد و می‌تواند ناشی از منابع طبیعی مانند رعد و برق یا منابع ساخت بشر مانند دستگاههای جوش قوسی یا ماشینهای دیاترمی",
        "کموتاسیون موتور DC یا باز شدن اتصالهای رله باشد"
      ]
    },
    {
      "EnglishWord": "rh",
      "Meanings": [
        "rhodium",
        "رودیم عنصر فلزی با عدد اتمی 45 و وزن اتمی 102/"
      ]
    },
    {
      "EnglishWord": "rhenium",
      "Meanings": [
        "رنیم عنصر فلزی با عدد اتمی 75 و وزن اتمی 186/"
      ]
    },
    {
      "EnglishWord": "rheo",
      "Meanings": [
        "ریو پیشوندی به معنای جاری شدن جریان"
      ]
    },
    {
      "EnglishWord": "rheography",
      "Meanings": [
        "ریوگرافی آشکارسازی امپدانس بین دو الکترود قرار گرفته روی پوست"
      ]
    },
    {
      "EnglishWord": "rheostat",
      "Meanings": [
        "ریوستا",
        "مقاومت متغیر"
      ]
    },
    {
      "EnglishWord": "rheostat  variable resistor",
      "Meanings": [
        "ریوسا",
        "مقاومت متغیر مقاومت متغییری که مقدار آن را به آسانی می‌توان با استفاده از دگمه کنترلی",
        "برای کنترل جریان در مدار",
        "تغییر داد. ریوستا یک پایه ثابت دارد و پایه دیگر آن به اتصال لغزنده یا غلتنده ای متصل است. پتانسیومتر",
        "ریوستایی است که یک پایه ثابت اضافی درانتهای دیگر عنصر مقاومتی دارد"
      ]
    },
    {
      "EnglishWord": "rhermoelectric pyrometer",
      "Meanings": [
        "اذرسنج ترموالکتریک آذر سنجی که عنصر حساس آن ترموکوبل است"
      ]
    },
    {
      "EnglishWord": "rhm",
      "Meanings": [
        "roentgen",
        "per",
        "hour",
        "at",
        "one",
        "meter",
        "رونتگن بر ساعت در یک متر واحد قدرت منبع پرتوهای گاما",
        "متناظر با نرخ دز 1R/h در فاصله 1m در هوا"
      ]
    },
    {
      "EnglishWord": "rhodium",
      "Meanings": [
        "رودیم عنصر فلزی با عدد اتمی 45 و وزن اتمی 102/"
      ]
    },
    {
      "EnglishWord": "rhombic antenna",
      "Meanings": [
        "آنتن رمبیک سیستمی آنتنی متشکل از چهار آنتن سیمی بلند که با آرایش لوزی شکل بین چهار تیرک آویزان شده اند. و سیگنال به یکی از اضلاع خورانده می‌شود. اگز وجه مخالف وجه خوراندن باز باشد آنتن تشدیدی",
        "آنتن پاسخ دو جهته بین دو وجه خواهد داشت. اما اگر انتهای باز به مقاومت تطبیق ختم شود آنتن غیر تشدیدی آنتن در جهت وجه ختم شده",
        "تک جهته است. بهره این سیستم 20 تا 40 برابر دو قطبی است"
      ]
    },
    {
      "EnglishWord": "rhometal",
      "Meanings": [
        "رومتال آلیاژ مغناطیسی با حساسیت بالا که دارای تراوایی مغناطیسی اولیه 250 تا 2000 است"
      ]
    },
    {
      "EnglishWord": "riaa",
      "Meanings": [
        "منحنی RIAA 1. منحنی جامعه صنعت ضبط آمریکا که مشخصه‌های ضبط استاندارد را برای پخش طولانی نشان می‌دهد. 2. منحنی متعادل سازی متناظر برای پخش ضبطهای ریز شیار"
      ]
    },
    {
      "EnglishWord": "ribbon",
      "Meanings": [
        "نواری"
      ]
    },
    {
      "EnglishWord": "ribbon cable",
      "Meanings": [
        "کابل نواری کابل تخت ساخته شده از چندین سیمهای عایق شده گرد که در کنار یکدیگر قرار داده می‌شوند و با فرایندی به یکدیگر چسبانده یامتصل می‌شود تا نوار انعطاف پذیری را به وجود آورند",
        "کابل نواری"
      ]
    },
    {
      "EnglishWord": "ribbon conductor",
      "Meanings": [
        "هادی نواری"
      ]
    },
    {
      "EnglishWord": "ribbon inductor",
      "Meanings": [
        "خود القای نواری"
      ]
    },
    {
      "EnglishWord": "ribbon microphone",
      "Meanings": [
        "میکروفون نواری میکروفون سرعتی که عنصر متحرک آن نوار فلزی موج داری است که بین قطبهای آهنرباهای دایمی نصب می‌شود نوار خطوط نیروی مغناطیسی را با حرکت خود به جلو و عقب",
        "متناسب با سرعت ذرات هوا در موج صدا",
        "قطع می‌کند در نتیجه ولتاژ خروجی AF در نوار القا می‌شود"
      ]
    },
    {
      "EnglishWord": "ribbon resistor",
      "Meanings": [
        "مقاومت نواری"
      ]
    },
    {
      "EnglishWord": "richardson equation",
      "Meanings": [
        "معادله ریچاردسون معادله ای که چگالی گسیل ترمویونی رادر جریان اشباع بر حسب دمای مطلق فیلمان یا کاتد لامپ الکترونی بیان می‌کند"
      ]
    },
    {
      "EnglishWord": "ride gain",
      "Meanings": [
        "کنترل حین عملکرد کنترل کردن محدوده حجم صدای مدار AF همراه با نگاه کردن به نشانگر حجم صدا"
      ]
    },
    {
      "EnglishWord": "ridge",
      "Meanings": [
        "پشته",
        "مرز"
      ]
    },
    {
      "EnglishWord": "ridge waveguide",
      "Meanings": [
        "موجبر تیغه ای موجبر گرد یا مستطیلی",
        "دارای یک یا چند تیغه داخلی طولی که با کم کردن بسامد قطع",
        "پهنای باند ارسال را افزایش می‌دهند"
      ]
    },
    {
      "EnglishWord": "rieke diagram",
      "Meanings": [
        "نمودار ریکه جدولی که منحنی‌های ساده بسته ای از توان خروجی ثابت و بسامد ثابت نوسان ساز را نشان می‌دهد و روی جدول اسمیت یا نمودار قطبی دیگری که مختصات آن نشان دهنده مولفه‌های ضریب بازتاب مختلط دربار نوسان ساز است",
        "کشیده می‌شود"
      ]
    },
    {
      "EnglishWord": "rig",
      "Meanings": [
        "واوه عامیانه برای سیستم کاملی مانند ایستگاه رادیو آماتوری کامل"
      ]
    },
    {
      "EnglishWord": "righi-leduc effect",
      "Meanings": [
        "اثر ریژی",
        "لدوس ایجاد و افزایش اختلاف حرارت بین دو لبه نوار فلزی که حرارت به طورطولی در آن جاری است",
        "وقتی که نوار به طور عمود بر خطوط نیروی مغناطیسی قرار می‌گیرد"
      ]
    },
    {
      "EnglishWord": "right",
      "Meanings": [
        "راست"
      ]
    },
    {
      "EnglishWord": "right half plane",
      "Meanings": [
        "نیم صفحه راست"
      ]
    },
    {
      "EnglishWord": "right hand rule",
      "Meanings": [
        "قانون دست راست"
      ]
    },
    {
      "EnglishWord": "right hand screw",
      "Meanings": [
        "چرخش دست راست"
      ]
    },
    {
      "EnglishWord": "right of way",
      "Meanings": [
        "مسیر یابی"
      ]
    },
    {
      "EnglishWord": "right pseudo inverse",
      "Meanings": [
        "شبه معکوس راست"
      ]
    },
    {
      "EnglishWord": "right signal",
      "Meanings": [
        "سیگنال راست خروجی میکروفون قرار داده شده برای دریافت شدت",
        "زمان و مکان صداهایی که برای شنوندگان سمت راست مرکز محل اجرا",
        "در هنگام ضبط و پخش استریو تولد می‌شود"
      ]
    },
    {
      "EnglishWord": "right stereo channel",
      "Meanings": [
        "کانال راست استریو سیگنال راست که با دریافت پخش FM استریو یا نوارهای استریو به طور الکتریکی بازسازی می‌شود"
      ]
    },
    {
      "EnglishWord": "right-hand polarized wave  clokwise polarized wave",
      "Meanings": [
        "موج قطبی شده دست راست",
        "موج قطبی شده ساعتگرد موج الکترومغناطیس عرضی قطبی شده بیضوی. گردش بردار میدان الکتریکی برای ناظری که در جهت انتشار نگاه می‌کند",
        "ساعتگرد است"
      ]
    },
    {
      "EnglishWord": "right-hand rule  fleming's rule",
      "Meanings": [
        "قاعده دست راست",
        "قاعده فلمینگ 1. در سیم حامل جریان",
        "اگر انگشتان دست راست در اطراف سیم قرار گیرند",
        "به طوری که انگشت شست در جهت جریان باشد",
        "انگشتان دیگر جهت میدان مغناطیسی ناشی از سیم را نشان می‌دهند. برای جریان الکترونها خلاف حاری شدن جریان. ا قاعده دست چپ استفاده می‌شود. 2. برای سیم حامل جریان در حال حرکت یا باریکه الکترونی در میدان مغناطیسی: اگر انگشتان شست سبابه و انگشت دوم دست راست با یکدیگر زاویه‌های عمود بسازند",
        "به طوری که انگشت سبابه نشان دهنده جهت خطوط نیروی مغناطیسی و انگشت دوم نشان دهنده جهت جیان باشد",
        "انگشت شست و جهت حرکت سیم یا باریکه اشاره خواهد کرد"
      ]
    },
    {
      "EnglishWord": "right-hand taper",
      "Meanings": [
        "تغییر دهنده راستگرد تغییر دهنده مقاومتی در عنصر مقاومتی پتانسیومتر یا ریوستا که سبب تغییر غیر خطی مقومت آن با گرداندن گردونه کنترل به سمت راست",
        "یا ساعتگر می‌شود"
      ]
    },
    {
      "EnglishWord": "right-justify",
      "Meanings": [
        "راست",
        "چین 1. تنظیم موقعیت چاپ نویسه‌های صفحه به طوری که حاشیه سمت راست رعایت شود. 2. جا به جایی محتویات ثبات به طوری که رقم سمت راست یا کم ارزش‌ترین در موقعیت تعیین شده ای قرار گیرد"
      ]
    },
    {
      "EnglishWord": "right-plane circuit",
      "Meanings": [
        "مدار راست",
        "صفحه ساختار موج",
        "آهسته ای که از حلقه‌های مدور یا مسیرهای شیارداری تشکیل شده است که با یک یا چند صفحه شعاعی نگه داشته می‌شوند. اسن ساختار در لامپهای توان بالای بسامد",
        "بالای موج",
        "عبوری وجود دارد"
      ]
    },
    {
      "EnglishWord": "rigid",
      "Meanings": [
        "سخت"
      ]
    },
    {
      "EnglishWord": "rigid body",
      "Meanings": [
        "جسم سخت"
      ]
    },
    {
      "EnglishWord": "rigid cable",
      "Meanings": [
        "کابل سخت"
      ]
    },
    {
      "EnglishWord": "rim drive",
      "Meanings": [
        "گرامافون یا دستگاه ضبط صوتی که چرخک راه اندازی آن با پوشش پلاستیکی",
        "درتماس با داخل طوقه گرام است"
      ]
    },
    {
      "EnglishWord": "ring",
      "Meanings": [
        "حلقه"
      ]
    },
    {
      "EnglishWord": "ring core",
      "Meanings": [
        "هسته حلقوی"
      ]
    },
    {
      "EnglishWord": "ring counter",
      "Meanings": [
        "شمارنده حلقوی حلقه ای از مقسمهای دودویی یا واحدهای دو وضعیتی دیگر",
        "متصل شده به صورتی که در هر حالت تعیین شده در هر زمان معین تنها یک مقسم قرار دارد. باشمارش سیگنال ورودی موقعیت یک حالت معین به ترتیب مشخصی در اطراف حلقه می‌گردد"
      ]
    },
    {
      "EnglishWord": "ring head",
      "Meanings": [
        "هد حلقوی هد مغناطیسی که ماده مغناطیسی آن محفظه ای را با یک یا چند شکاف هوایی تشکیل می‌دهد. محیط ضبط مغناطیسی یک از این شکافها را پل می‌کند و فقط در اتصال یا مجاورت قطبهای یک طرف قرار می‌گیرد"
      ]
    },
    {
      "EnglishWord": "ring hydrid",
      "Meanings": [
        "آمیخته حلقوی"
      ]
    },
    {
      "EnglishWord": "ring magnet",
      "Meanings": [
        "آهن ربای حلقوی"
      ]
    },
    {
      "EnglishWord": "ring modulator",
      "Meanings": [
        "مدوله کننده حلقوی مدوله کننده ای که دارای چهارعنصر دیود متصل له طور سری است. این دیود‌ها حلقه ای را می‌سازد که جریان در آن",
        "در یک جهت به آسانی جاری می‌شود. اتصالهای ورودی و خروجی در چهار نقطه گره حلقه ساخته می‌شوند. این مدار می‌تواند مدوله کننده متعادل",
        "مدوله کننده یا آشکار ساز فاز باشد"
      ]
    },
    {
      "EnglishWord": "ring oscillator",
      "Meanings": [
        "نوسان ساز حلقوی دو یا چند زوج ترانزیستوری که به صورت نوسان سازهای پوش",
        "پول در اطراف حلقه عمل می‌کنند و معمولا بیسها و کلکتورهای زوجهای متوالی به طور یک در میان به مدارهای تانک متصل است. ترانزستورهای مجاور در اطراف حلقه در فاز متقابل عمل می‌کنند"
      ]
    },
    {
      "EnglishWord": "ring scaler",
      "Meanings": [
        "مقسم حلقوی مقسمی که شرایط نامتقارن آن از ترانزیستور بعدی در خط می‌گذرد و آخرین ترانزیستور برای کامل شدن حلقه به اول خط برگردانده می‌شود"
      ]
    },
    {
      "EnglishWord": "ring time",
      "Meanings": [
        "زمان نوسان زمانی که در طول آن خروجی جعبه پژواک رادار بالاتر از سطح معینی باقی می‌ماند. آغاز این فاصله زمانی با ارسال پالس است و معمولا انتهای آن را زمانی در نظر می‌گیرند که انرژی تابش شده از جعبه پژواک کمتر از حداقل لازم برای ایجاد نمایش روی صفحه رادار می‌شود"
      ]
    },
    {
      "EnglishWord": "ring winding",
      "Meanings": [
        "سیم پیچی حلقوی"
      ]
    },
    {
      "EnglishWord": "ring wire",
      "Meanings": [
        "سیم زنگ یکی از دو سیمی که در مرکز تلفن به تلفن مشترک وصل می‌شوند. دلیل نامگذاری آن فیشهای زنگی بوده است که اپراتوردر مراکز تلفن قدیمی برای برقراری ارتباط از آنها استفاده می‌کرده است. سیم زنگ معمولا نسبت به سیم نوک",
        "سیم دوم از مرکز تلفن",
        "منفی است. سیم زنگ معمولا دارای روکش قرمز است و سیم نوک روکش سبز دارد"
      ]
    },
    {
      "EnglishWord": "ring-around",
      "Meanings": [
        "نوسان حلقه ای تحریک ناخواسته باز فرستنده با فرستنده خودش یا تحریک آن در همه جهتها به طوری که نمایش حلقوی نوسانی روی صفحه نمایش PPI رادار به وجود آید"
      ]
    },
    {
      "EnglishWord": "ringer-equivalence number",
      "Meanings": [
        "عدد معادل زنگ نشان دادن امپدانس یا ضریب بار مدار زنگ تلفن مقدار یکREN معادل با 8 Kاهم است. شرکتهای تلفنی معمولا تا حداکثر 5REN 1/6 کیلو اهم راروی هر خط مشترک مستقل مجاز می‌دانند. معمولا حداقل 0/2 REN 0/4کیلو اهم لازم است"
      ]
    },
    {
      "EnglishWord": "ringing",
      "Meanings": [
        "لرزش نوسانی حالت گذاری نوسانی که در نتیجه تغییر ناگهانی در ورودی",
        "در خروجی سیستم به وجود می‌آید. در تلویزیون ممکن است مجموعه تصاویری با فاصله‌های کم یا خط سیاهی بلافاصله پس از جسم سفید ایجاد کند"
      ]
    },
    {
      "EnglishWord": "ringing effect",
      "Meanings": [
        "اثر حلقه زنی"
      ]
    },
    {
      "EnglishWord": "ringing time",
      "Meanings": [
        "زمان لرزش نوسانی 1. زمان لازم برای کاهش خروجی مدار نوسانی به سطح از پیش تعیین شده پس از قطع توان ورودی آن. 2. زمان بین اتمام پالس رادار ارسال شده و لحظه ای که توان بازتابیده از جعبه پژواک در آن به کمتر از حداقل لازم برای ایجاد نماش می‌رسد. این زمان معیاری برای عملکرد کلی رادار است"
      ]
    },
    {
      "EnglishWord": "ring-seal tube",
      "Meanings": [
        "لامپ حلقوی درزگیری شده لامپ الکترونی که شبکه و آند آن داخل حباب شیشه ای قرار گرفته اند. این ساختار امکان داخل کردن لامپ را به داخل یک محفظه هم محور فراهم مب کند. به طوری که شبکه به استوانه بیرونی و آند به رسانای داخلی تصل می‌شود تا به صورت تقویت کننده ای با شبکه زمین شده عمل کند"
      ]
    },
    {
      "EnglishWord": "riometer",
      "Meanings": [
        "Relative lonospheric opacity METER",
        "ریومتر ابزاری که تغییرات جذب امواج الکترومغناطیس در یونوسفر را تعیین و ثبت سطح نویز رادیویی کیهانی خارج از زمین اندازه می‌گیرد"
      ]
    },
    {
      "EnglishWord": "ripple",
      "Meanings": [
        "موجک 1. مولفه ACخروجی سیگنال DC. این واژه",
        "معمولا به مولفه AC 50 تا 60 Hz باقی مانده در خروجی DC منبع تغذیه اشاره دارد که در نتیجه فیلتر کردن ناقص یا غیر دقیق ایجاد می‌شود. مقدار فیلتر کردن بستگی به بسامد موجک و مقاومت بار دارد. با کاهش مقاومت بار",
        "به فیلتر کردن بیشتری نیاز است. 2. انحراف منحنی پاسخ بسامدی از حالت تخت",
        "افزایش تک بسامدی یاتغییرات رو به پایین",
        "موجک",
        "ریپل"
      ]
    },
    {
      "EnglishWord": "ripple counter",
      "Meanings": [
        "شمارنده موجک شمارنده ای که از فیلپ فلاپهای سری تشکیل می‌شود. وقتی که وضعیت اولین فیلپ فلاپ تغییر می‌کند روی دومی اثر می‌گذارد",
        "دومی نیر به نوبه خود روی سومی اثر می‌گذراد و این روند به همین ترتیب تا تغییر وضعیت آخرین فلیپ فلاپ ادامه می‌یابد"
      ]
    },
    {
      "EnglishWord": "ripple factor",
      "Meanings": [
        "ضریب موجک نسبت مقدار موثر مولفه AC ولتاژ DC پالسی به مقدار متوسط آن"
      ]
    },
    {
      "EnglishWord": "ripple ferquency",
      "Meanings": [
        "بسامد موجک بسامد موجک در خروجی منبع DC"
      ]
    },
    {
      "EnglishWord": "ripple filter",
      "Meanings": [
        "فیلتر موجک فیلتر پایین گذری که موجک جریان مستقیم به دست آمده از یکسوساز یا مولد DC را کاهش می‌دهد"
      ]
    },
    {
      "EnglishWord": "ripple frequency",
      "Meanings": [
        "فرکانس موجک"
      ]
    },
    {
      "EnglishWord": "ripple voltage",
      "Meanings": [
        "ولتاژ موجک مولفه AC متناوبی که روی ولتاژ خروجی منبع تغذیه سوار می‌شود"
      ]
    },
    {
      "EnglishWord": "risc",
      "Meanings": [
        "reduced",
        "instruction set computer",
        "کامپیوتر با مجموعه دستورالعملهای کاهش یافته پردازنده کامپیوتری که مجموعه کوچکی از دسورالعملهای پایه را",
        "با کنار گذاشتن دستورالعملهایی که به ندرت به کار می‌روند",
        "به سرعت انجام م یدهد. مدارهای صرفه جویی شده با کنار گذاشتن دستورالعملهای پیچیده می‌توانند به عنوان ثباتهای اضافی یا توابع دیگر اختصاص داده شوند"
      ]
    },
    {
      "EnglishWord": "rise time",
      "Meanings": [
        "زمان صعود زمان لازم برای افزایش پالس سیگنال از 10 تا 90% مقدار پایدار نهایی آن. این زمان معیاری برای تیزی شکل موج خروجی است",
        "زمان صعود",
        "زمان خیز"
      ]
    },
    {
      "EnglishWord": "rising-sun magnetron anode",
      "Meanings": [
        "آند مگنترون خورشیدی آند مگنترون چند کاواکی که تشدیگرهای آن دو بسامد تشدید مختلف دارند که به طور متناوب برای جداسازی مدها تنظیم می‌شوند. این کاواکها به صورت شیارهای شعاعی بلند و کوتاه در اطراف مرکز ساختار آن به نظر می‌آید و شبیه به پرتوهای خورشید هستند"
      ]
    },
    {
      "EnglishWord": "risk",
      "Meanings": [
        "خطر کردن",
        "ریسک"
      ]
    },
    {
      "EnglishWord": "rj-11114",
      "Meanings": [
        "استانداردی برای فیشهای مادگی تلفنی رایج"
      ]
    },
    {
      "EnglishWord": "r-meter",
      "Meanings": [
        "R سنج ابزار یونیده سازی که نشان دادن شدت پرتوهای گاما",
        "پرتوهای X و تابشهای یونیده ساز دیگر بر حسب رونتگن درجه بندی شده است"
      ]
    },
    {
      "EnglishWord": "rms",
      "Meanings": [
        "rooter amplifier root",
        "mean",
        "square; effective value",
        "ریشه میانگین مربعی",
        "مقدار موثر 1. ریشه دوم متوسط مربعات مجموعه ای از مقادیر مربوط به هم. 2. مقدار موثر جریان متناوب با مقدار DC که همان اثر گرمایشی را تولید می‌کند. مقدار RMS به صورت ریشه دوم متوسط مربعات دامنه‌های لحظه ای در یک سیکل کامل محاسبه می‌شود. در موج سینوسی مقدار RMS",
        "/707 برابر مقدار قله است. کمیتهای متناوب به صورت مقادیر RMS فرض می‌شوند",
        "مگر آن که تعریف دیگری بیان شده باشد"
      ]
    },
    {
      "EnglishWord": "rms power per channel",
      "Meanings": [
        "توان RMS بر کانال مقدار مجاز تقویت کننده توان استریو که امروزه برای کمیته تجارت فدرال ایالات متحده ضروری است. به این معنا که امپدانس بار",
        "اعوجاج هماهنگ کل",
        "پهنای باند و پارامترهای دیگر تقویت کننده نیز باید تعریف شده باشند"
      ]
    },
    {
      "EnglishWord": "rn",
      "Meanings": [
        "radon",
        "رادون عنصر گازی با پرتوزایی بالا",
        "عدد اتمی 86 و وزن اتمی",
        "در سری پرتوزای اورانیم این عنصر بعد از رادیم است"
      ]
    },
    {
      "EnglishWord": "roamer",
      "Meanings": [
        "گوشی تلفن سیار ایستگاه سیار دستگاه تلفنی که در سیستم تلفن همراه سلولی عمل می‌کند و به جز دستگاه تلفنی مشترک خدمات است"
      ]
    },
    {
      "EnglishWord": "robot",
      "Meanings": [
        "روبات دست چند کاره قابل برنامه ریزی که برای جا به جا کردن مواد",
        "قطعات",
        "ابزار یا قطعات خاصی با حرکتهای برنامه ریزی شده مختلف و برای انجام وظایف مختلف طراحی شده است. بیشتر روباتهای حقیقی و روباتهای صنعتی ثابتی در کارخانه‌ها هستند که وظایفی را از جا به جایی مواد سنگین و جوشکاری نقطه ای تا نقاشی با اسپری رنگ را انجام می‌دهند. گروه دیگری از روباتها با وظایف سبکتر کارهایی را از قبیل برداشتن و قرار دادن قطعات الکترونیکی روی بردهای مدار و بازرسی. آزمایش بردهای مداری آماده شده را انجام می‌دهند. چهار آرایش مختصاتی اساسی بای روباتهای صنعتی وجود دارد: 1 مفصل دار",
        "تا شونده",
        "یا متصل به شانه کوتاه 2 مفصل دار",
        "تا شونده یا متصل به شانه بلند 3 مختصات قطبی یا کروی 4 مختصات عمود یا کارتزین. دستی که ابزار به آن نصب می‌شود اغلب بازو نمیده می‌شود. بیشتر روباتهای صنعتی با موتورهای الکتریکی راه اندازی می‌شود",
        "اما هر دو توان هیدرولیکی و پنوماتیکی در آنها به کار می‌رود. روباتهای علمی می‌توانند آزمایشهایی را در مکانهای دور یا غیر قابل دسترسی مانند فضاهای عمیق",
        "سطوح سیاره‌های یا کف اقیانوس انجام دهند بعضی روباتها مجهز به چرخ یا وسیله ای برای حرکت خود هستند یا «پاهای» همزمان شده ای برای راه رفتن دارند. روباتهای خدمات خودکار یا شخصی نیز وجود دارند که می‌توانند فرمانهای روزمره یا وظایف پاک کردن در دفتر کار یا خانه را انجام دهند. روبات حقیقی دیگری که در گروه ماشینهای شبه روبات قرار می‌گیرد",
        "تله چریک نامیده می‌شود می‌تواند در مکانهای خطرناک با کنترل از راه دور کار کند. این روباتها همیشه از طریق سیگنالهای ارسالی روی کابل انعطاف پذیر",
        "تحت کنترل اپراتور انسانی هستند",
        "ربات",
        "آدمواره"
      ]
    },
    {
      "EnglishWord": "robustness",
      "Meanings": [
        "مقاوم بودن"
      ]
    },
    {
      "EnglishWord": "rochelle - salt crystal",
      "Meanings": [
        "بلور نمک روشل بلوری از تارترات سدیم پتاسیم که دارای اثر پیزوالکتریکی pronounced شده است. از آن در میکروفونهای بلوری و پیکاپهای بلوری استفاده می‌کنند"
      ]
    },
    {
      "EnglishWord": "rocking",
      "Meanings": [
        "گردش جلو و عقب کنترل تنظیمی در گیرنده سوپر هتروداین به هنگام تنظیم خازن نوسان ساز در نزدیکی انتهای کم حوزه تنظیم برای به دست آوردن تنظیم دقیق‌تر"
      ]
    },
    {
      "EnglishWord": "rod",
      "Meanings": [
        "میله"
      ]
    },
    {
      "EnglishWord": "rod rerial",
      "Meanings": [
        "آنتن میله ای"
      ]
    },
    {
      "EnglishWord": "roentgen",
      "Meanings": [
        "رونتگن واحد بین المللی دز قرار گرفتن در معرض پرتوهای X و پرتوهای گاما. یک رونتگن تابش هوای خشک را به اندازه کافی برای تولید 1 واحد الکتروستاتیکی الکتریسیته به ازای 1/293mg را از هوا",
        "یونیده می‌کند"
      ]
    },
    {
      "EnglishWord": "roentgen - equivalent man",
      "Meanings": [
        "معادل انسانی رونتگن واحد تابش یونیده ساز",
        "معادل با مقداری که در شخص صدمه ای برابر با 1 رونتگن پرتوx ولتاژ",
        "بالا ایجاد می‌کند"
      ]
    },
    {
      "EnglishWord": "roentgen - per -hour -at- one - meter",
      "Meanings": [
        "رونتگن بر ساعت در یک متر واحد قدرت منبع پرتوهای گاما",
        "متناظر با نرخ دز 1R/h در فاصله 1m در هوا"
      ]
    },
    {
      "EnglishWord": "roentgen- eqivalent physical   equivalent roentgen",
      "Meanings": [
        "معادل فیزیکی رونتگن",
        "رونتگن معادل واحد تابش یونیده ساز معادل با مقداری که سبب جذب 93erg از انرژی هر گرم از بافت نرم می‌شود"
      ]
    },
    {
      "EnglishWord": "roentgen meter",
      "Meanings": [
        "رونتگن سنج سنجه ای برای اندازه گیری کمیت تجمعی پرتوهای X یا پرتوهای گاما بدون مرجع زمانی"
      ]
    },
    {
      "EnglishWord": "roentgen -rate meter",
      "Meanings": [
        "نرخ رونتگن سنج ابزار الکتریکی که فعالیت پرتوزا را اندازه می‌گیرد و برحسب رونتگن بر واحد زمان یا هر مضربی از آن واحد",
        "درجه بندی شده است"
      ]
    },
    {
      "EnglishWord": "roentgenography",
      "Meanings": [
        "رونتگن گرافی رادیو گرافی با پرتوهای X"
      ]
    },
    {
      "EnglishWord": "roger",
      "Meanings": [
        ". لغت رمز مورد استفاده در مخابرات به معنای آن که پیامی دریافت و فهمیده شد. 2. بیان موافقت"
      ]
    },
    {
      "EnglishWord": "roget spiral",
      "Meanings": [
        "مارپیچ راجت سیم پیچ مارپیچی که طول آن به هنگام عبور جریان کم می‌شود زیرا حلقه‌های مجاور",
        "یکدیگر را جذب می‌کنند"
      ]
    },
    {
      "EnglishWord": "roll",
      "Meanings": [
        "غلت حرکت آهسته روبه بالا یا رو به پایین کل تصویر روی صفحه نمایش گیرند ه تلویزیونی در اثر از بین رفتن همزمانی عمودی"
      ]
    },
    {
      "EnglishWord": "roll- and pitch control",
      "Meanings": [
        "کنترل گردش و شیب کنترلی برای خلبانهای خودکار و نشانگرهای وضعیت از راه دور",
        "تشکیل شده از ژیروسکوپی که سیگنالهایی برای کنترل هواپیما در محورهای افقی و عمودی تولید می‌کند. بعضی کنترلها نمایشی دیداری از وضعیت هواپیما بر روی صفحه فرمان برای خلبان ارایه می‌دهند"
      ]
    },
    {
      "EnglishWord": "roll off",
      "Meanings": [
        "افت آرام افزایش تدریجی تضعیف با تغییر بسامد در هر جهت",
        "پس از قسمت تخت مشخصه پاسخ دامنه",
        "بسامد فیلتر سیستم یا قطعه"
      ]
    },
    {
      "EnglishWord": "rom",
      "Meanings": [
        "mask",
        "programmed read",
        "only memory",
        "حافظه فقط خواندنی برنامه ریزی شده پوششی حافظه فقط خواندنی که در آن پوششی",
        "الگو‌های اتصال داخلی فلزی شده مربوط به برنامه یا داده‌های دایمی مطلوب را ایجاد می‌کند",
        "read",
        "حافظه فقط خواندنی حافظه نیمرسانای غیر فراری که اطلاعات دودویی در آن",
        "هرکدام در نشانی ثابتی قرار گرفته اند و قابل تغییر نیستند. این حافظه",
        "ذخیره دایمی اطلاعاتی است که به طور رتب مورد استفاده قرار می‌گیرد. مانند جداول داده و نویسه‌های صفحه‌های نمایش الکترونکی. ROMهای برنامه ریزی شده درکارخانه از موازییکی از سلولهای غیرقابل تغییرساخته می‌شوند که برای وظایف خاصی کاربردهای معینی به طور دایم برنامه ریزی می‌شوند"
      ]
    },
    {
      "EnglishWord": "rom   read only memory",
      "Meanings": [
        "حاقظه فقط خواندنی"
      ]
    },
    {
      "EnglishWord": "roof filter",
      "Meanings": [
        "فیلتر روف فیلتر پایین گذری در سیستمهای حامل تلفنی که پاسخ بسامدی دستگاه را به بسامدهای مورد نیاز برای ارسال عادی محدود می‌کند. این فیلتر بسامدهای بالاتر ناخواسته ای را که منابع خارجی به مدار القا می‌کنند",
        "سد می‌کند. فیلتر روف حذف همشنوایی اطارف را بهبود می‌بخشد و وزوز بسامدهای بالا را به حداقل می‌رساند"
      ]
    },
    {
      "EnglishWord": "room-temperature vulcanizing silicine",
      "Meanings": [
        "سیلیکن جوش خورنده در دمای اتاق صمغی باری روکش کردن یا محبوس کردن مدارهای الکترونیکی و آب بندی سیمها و کابلها در برابر رطوبت ذرات نمک و مواد موجود در محیط که در دمای عادی اتاق سفت می‌شود",
        "تا به ترکیب کشسان پلاستیک مانندی تبدیل شود"
      ]
    },
    {
      "EnglishWord": "root",
      "Meanings": [
        "ریشه"
      ]
    },
    {
      "EnglishWord": "root locus",
      "Meanings": [
        "مکان ریشه"
      ]
    },
    {
      "EnglishWord": "root mean square   r.m.s",
      "Meanings": [
        "جذر مجذور میانگین",
        "ریشه مقدار متوسط توان دوم",
        "مقدار موثر"
      ]
    },
    {
      "EnglishWord": "root node",
      "Meanings": [
        "گره ریشه"
      ]
    },
    {
      "EnglishWord": "root sum square",
      "Meanings": [
        "مربع مجموع ریشه ها"
      ]
    },
    {
      "EnglishWord": "rooter amplifier root - mean -square  effective value",
      "Meanings": [
        "ریشه میانگین مربعی",
        "مقدار موثر 1. ریشه دوم متوسط مربعات مجموعه ای از مقادیر مربوط به هم. 2. مقدار موثر جریان متناوب با مقدار DC که همان اثر گرمایشی را تولید می‌کند. مقدار RMS به صورت ریشه دوم متوسط مربعات دامنه‌های لحظه ای در یک سیکل کامل محاسبه می‌شود. در موج سینوسی مقدار RMS",
        "/707 برابر مقدار قله است. کمیتهای متناوب به صورت مقادیر RMS فرض می‌شوند",
        "مگر آن که تعریف دیگری بیان شده باشد"
      ]
    },
    {
      "EnglishWord": "rosin - core solder",
      "Meanings": [
        "سیم قلع هسته روغنی سیم قلعی که به شکل لوله ای یا شکل سوراخ دار دیگری ساخته شده است و فضای داخلی آن با روغن لحیم پر شده است تا به عنوان روغن غیر خورنده در نقاط لحیم کاری به کار رود"
      ]
    },
    {
      "EnglishWord": "rotary",
      "Meanings": [
        "چرخان",
        "دوار"
      ]
    },
    {
      "EnglishWord": "rotary actuator",
      "Meanings": [
        "محرک گردان قلعه ای که انرژی الکتریکی یا پنوماتیکی را به نیروی دوار کنترل شده تبدیل می‌کند. یک نوع آن شامل موتور الکتریکی",
        "جعبه دنده و سوییچهای حد نهایی است"
      ]
    },
    {
      "EnglishWord": "rotary beam antenna",
      "Meanings": [
        "آنتن باریکه",
        "گردان سیستم آنتن موج کوتاه با جهت گیرندگی که روی پایه گردان نصب می‌شود به طوری که می‌تواند در هر وضعیت دلخواهی به طور دستی یا با موتور الکتریکی بگردد"
      ]
    },
    {
      "EnglishWord": "rotary dial",
      "Meanings": [
        "شماره گیر گردان وسیله شماره گیری تلفن که با گردان دستی و آزاد شدن آن پالسهایی تولید می‌کند. تعداد پالسها با مقدار گردانده شدن شماره گیر پیش از رها کردن آن تعیین می‌شود"
      ]
    },
    {
      "EnglishWord": "rotary field",
      "Meanings": [
        "میدان چرخان"
      ]
    },
    {
      "EnglishWord": "rotary joint",
      "Meanings": [
        "پیوند چرخان"
      ]
    },
    {
      "EnglishWord": "rotary solenoid",
      "Meanings": [
        "سلنویید گردان سلنوییدی که آرمیچر آن به هنگام تحریک شدن می‌گردد. ضربه گردان معمولا به حرکت خطی تبدیل می‌شود تا ضربه طولانی‌تری نسبت به آنچه که با سلنویید نوع پیستونی قدیمی امکان پذیر است",
        "به دست آید. این ضربه می‌تواند از 25 تا 95 درجه با شد"
      ]
    },
    {
      "EnglishWord": "rotary switch",
      "Meanings": [
        "سوییچ گردان سوییچی که با گرداندن محور آن با کلید متصل به آن عمل می‌کند"
      ]
    },
    {
      "EnglishWord": "rotary -vane attenuator",
      "Meanings": [
        "تضعیف کننده پر",
        "گردان تضعیف کننده کتغیری که از سه بخش موجبر دایروی",
        "دو بخش ثابت و یک بخش قابل گردش",
        "تشکیل می‌شود و هر بخش حاوی یک کارت مقاومتی است. حالتهای گذرای ورودی و خروجی در دو انتها امکان اتصال به موجبر استاندارد را فراهم می‌کنند. تضعیف با گردادن مرکز بخش کنترل می‌شود. حداقل تضعیف هنگامی است که هر سه کارت در یک صفحه قرار گرفته باشند و حداکثر تضیف وقتی ایجاد می‌شود که اارت بخش گردان نسبت به دو کارت دیگر با زاویه 90 درجه قرار گیرد"
      ]
    },
    {
      "EnglishWord": "rotary varible differntial transducer",
      "Meanings": [
        "تراگردان تفاضلی متغیر گردان ترا گردان القایی که با اصول مشابه با تراگردان تفاضلی متغییر خطی عمل می‌کند و می‌تواند جابه جایی زاویه ای و گشتاور را ندازه گیری کند"
      ]
    },
    {
      "EnglishWord": "rotatable - loop radio compass",
      "Meanings": [
        "قطب نمای رادیویی حلقوی",
        "قابل گردش جهت یاب خودکار با آنتن حلقوی که به طور دستی برای تعیین جهت نسبی بین هواپیما یا کشتی و فرستنده گردانده می‌شود"
      ]
    },
    {
      "EnglishWord": "rotatable loop antenna",
      "Meanings": [
        "آنتن حلقوی قابل گردش آنتن حلقوی که می‌توان برای کاربردهای جهت یابی",
        "جهت آن را گرداند"
      ]
    },
    {
      "EnglishWord": "rotate",
      "Meanings": [
        "چرخیدن"
      ]
    },
    {
      "EnglishWord": "rotating",
      "Meanings": [
        "دوار"
      ]
    },
    {
      "EnglishWord": "rotating joint   rotary coupler  rotary joint",
      "Meanings": [
        "اتصال چرخان",
        "تزویجگر گردان",
        "اتصال گردان اتصالی که امکان گردش پیوسته یک قسمت از خط انتقال یا موجبر را نسبت به قسمت دیگر در حین عبور انرژی RF فراهم می‌کند"
      ]
    },
    {
      "EnglishWord": "rotating magnetic amplifier   rotary amplifier",
      "Meanings": [
        "تقویت کننده مغناطیسی چرخان",
        "تقویت کننده گردان ژنراتور DC که توان خروجی آن را می‌توان با توان ورودی میدان کوچکی کنترل کرد. این ژنراتور بهره توانی برای 10000 وات تولید می‌کند و می‌توان منبع توانی برای موتورهای راه اندازهای موتوری دیگر در سیستمهای کنترل خودکار باشد مانند امپلی دین و متادین"
      ]
    },
    {
      "EnglishWord": "rotating phasor",
      "Meanings": [
        "فازور دوار"
      ]
    },
    {
      "EnglishWord": "rotating radio beacon",
      "Meanings": [
        "راهنمای راداری چرخان فرستنده رادیویی آرایش یافته برای تابش باریکه متمرکزی که در صفحه افقی با سرعت ثابت می‌چرخد و سیگنالهای متفاوتی در جهتهای مختلف ارسال می‌کند به طوری که هواپیما و کشتیها می‌توانند جهت خود را بدون داشتن تجهیزات دریافت کننده جهت دار تعیین کنند"
      ]
    },
    {
      "EnglishWord": "rotating -type scanning sonar",
      "Meanings": [
        "سونار پویش نوع چرخان سونار پویش بار راه انداز الکتریکی برای ایجاد الگوی باریکه دریفات چرخان. واحدهای تراگردان ایستگاهی در دایره‌های آرایش می‌یابند و به ترتیب با کمو تاتوری به گیرنده وصل می‌شود"
      ]
    },
    {
      "EnglishWord": "rotating vector",
      "Meanings": [
        "بردار گردان"
      ]
    },
    {
      "EnglishWord": "rotation",
      "Meanings": [
        "چرخش",
        "دوران"
      ]
    },
    {
      "EnglishWord": "rotation axis",
      "Meanings": [
        "محور دوران"
      ]
    },
    {
      "EnglishWord": "rotation speed",
      "Meanings": [
        "سرعت دوران"
      ]
    },
    {
      "EnglishWord": "rotational",
      "Meanings": [
        "چرخشی"
      ]
    },
    {
      "EnglishWord": "rotational constant",
      "Meanings": [
        "ثابت چرخشی"
      ]
    },
    {
      "EnglishWord": "rotational direction",
      "Meanings": [
        "جهت چرخشی"
      ]
    },
    {
      "EnglishWord": "rotational field",
      "Meanings": [
        "میدان چرخشی"
      ]
    },
    {
      "EnglishWord": "rotational losses",
      "Meanings": [
        "تلفات چرخشی"
      ]
    },
    {
      "EnglishWord": "rotatitg machine",
      "Meanings": [
        "ماشین دوار"
      ]
    },
    {
      "EnglishWord": "rotator",
      "Meanings": [
        "گردانه قطعه ای که صفحه قطبی شدگی را می‌چرخاند مانند پیچ در موجبر مستطیلی"
      ]
    },
    {
      "EnglishWord": "rotatory",
      "Meanings": [
        "دوار",
        "محور گردشی"
      ]
    },
    {
      "EnglishWord": "rotoflector",
      "Meanings": [
        "بازتابنده گردان بازتابنده راداری گردان بیضی شکل که باریکه راداری جهت دار عمودی را 90 درجه می‌گرداند تا به طور افقی تابیده شود"
      ]
    },
    {
      "EnglishWord": "rotor",
      "Meanings": [
        "رتور عضو چرخان ماشین یا قطعه",
        "مانند آرمیچر گردان موتور یا ژنراتور یا صفحات چرخان خازن متغیر",
        "روتور",
        "گردنده"
      ]
    },
    {
      "EnglishWord": "rotor coil",
      "Meanings": [
        "سیم پیچ روتور"
      ]
    },
    {
      "EnglishWord": "rotor core",
      "Meanings": [
        "هسته روتور"
      ]
    },
    {
      "EnglishWord": "rotor palte",
      "Meanings": [
        "صفحه تور یکی از جوشنهای چرخان متغیر که معمولا به طور مستقیم به قاب فلزی وصل می‌شود"
      ]
    },
    {
      "EnglishWord": "rotor shaft",
      "Meanings": [
        "محور روتور"
      ]
    },
    {
      "EnglishWord": "rotor slot",
      "Meanings": [
        "شیار روتور"
      ]
    },
    {
      "EnglishWord": "rotor stater",
      "Meanings": [
        "راه انداز روتور"
      ]
    },
    {
      "EnglishWord": "rotor terminal",
      "Meanings": [
        "پایانه روتور"
      ]
    },
    {
      "EnglishWord": "rotor voltage",
      "Meanings": [
        "ولتاژ روتور"
      ]
    },
    {
      "EnglishWord": "rotor winding",
      "Meanings": [
        "سیم پیچی روتور"
      ]
    },
    {
      "EnglishWord": "round off",
      "Meanings": [
        "گرد گردان تغییر دادن کمیتی با دقت بیشتر به کمیتی با دقت کمتر با حذف رقمهای کم ارزش‌تر و اعمال قاعده ای برای تغییر آخرین رقم با ارزش باقی مانده",
        "گرد کردن",
        "روند کردن"
      ]
    },
    {
      "EnglishWord": "round- the -world echo",
      "Meanings": [
        "پژواک دور دنیا سیگنالی که هر گاه موج رادیویی تکراری زمین را با سرعت 300000km/s 186000mi/s",
        "در اثر مدهای انتشار به وجود می‌آید"
      ]
    },
    {
      "EnglishWord": "round wire",
      "Meanings": [
        "سیم گرد"
      ]
    },
    {
      "EnglishWord": "rounding erroe  round -off error",
      "Meanings": [
        "خطای گرد شدگی",
        "خطای گرد کردن خطای ناشی از گرد کردن کمیتی در کامیپوتر یا در محاسبات"
      ]
    },
    {
      "EnglishWord": "router",
      "Meanings": [
        "مسیر یاب"
      ]
    },
    {
      "EnglishWord": "routh",
      "Meanings": [
        "روت"
      ]
    },
    {
      "EnglishWord": "routh array",
      "Meanings": [
        "آرایه روت"
      ]
    },
    {
      "EnglishWord": "routh criterion",
      "Meanings": [
        "معیار روت"
      ]
    },
    {
      "EnglishWord": "routh stability criterion",
      "Meanings": [
        "معیار پایداری روت"
      ]
    },
    {
      "EnglishWord": "routh test",
      "Meanings": [
        "آزمون روت"
      ]
    },
    {
      "EnglishWord": "routine",
      "Meanings": [
        "روال مجموعه ای از دستورالعملهای منظم شده به ترتیب مناسب باری انجام عملیات مطلوب در کامپیوتر",
        "مانند حل کردن یک مسیله ریاضی"
      ]
    },
    {
      "EnglishWord": "routing algorithm",
      "Meanings": [
        "الگوریتم مسیر یابی"
      ]
    },
    {
      "EnglishWord": "row",
      "Meanings": [
        "سطر"
      ]
    },
    {
      "EnglishWord": "row address strobe",
      "Meanings": [
        "اعلام کردن آدرس سطر"
      ]
    },
    {
      "EnglishWord": "row vector",
      "Meanings": [
        "بردار سطری"
      ]
    },
    {
      "EnglishWord": "rpv",
      "Meanings": [
        "remotely piloted vehicle",
        "وسیله نقلیه هدایت شونده از راه دور هواپیمای روباتی که از طریق دو خط ارتباطی موج رادیویی از ایستگاه زمینی یا هواپیما مادر که میتواند کیلومترها دورتر باشد",
        "کنترل می‌شود. هدایت الکترونیکی معمولا با دوربینهای تلویزیونی کنترل از راه دور انجام می‌شود که با گیرنده‌های نظارت کننده در ایستگاه کنترل در ارتباط هستند"
      ]
    },
    {
      "EnglishWord": "rs",
      "Meanings": [
        "source resistance",
        "مقاومت سورس پارامتری در ترانزیستور اثر میدان",
        "برابر به تغییر ولتاژ گیت بهسورس نسبت به تغییر جریان درین به سورس"
      ]
    },
    {
      "EnglishWord": "rs - 449",
      "Meanings": [
        "RS استاندارد EIA که مشخصه‌های عملکردی و مکانیکی واسط‌های همه منظوره 27 پایه و 9 پایه را بین پایانه‌های داده و تجهیزات مخابرات داده ها",
        "برای تبادل سریال داده‌های دودویی تعریف می‌کند. این استاندارد با استانداردهای واسط‌های الکتریکی EIA",
        "RS",
        "و RS",
        "سازگار است"
      ]
    },
    {
      "EnglishWord": "r-s flip-flop  set-reset flip flop  s-r flipflop",
      "Meanings": [
        "فلیپ فلاپ RS فلیپ فلاپی که دارای دو ورودی منطقی است که R برای reset و s برای set اختصاص یافته است و تنها یک ورودی در هر لحظه می‌تواند 1 منطقی باشد. سرعت عملکرد آن با زمان پر شدن خازنهای شبکه ساعت متصل بین ورودیهای R و S تعیین می‌شود. اگر ورودی S در لحظه رسیدن پالس ساعت 1 منطقی باشد. فلیپ فلاپ و خروجی Q آن به حالت 1 می‌رود. حالت 1 در ورودی R",
        "خروجی را صفر می‌کند یا در حجال خاموش قرار می‌دهد"
      ]
    },
    {
      "EnglishWord": "rs-232c  interface",
      "Meanings": [
        "واسط 232c",
        "RS استاندارد EIA قابل به کارگیری برای اتصالهای 25 پایه",
        "پایانه‌های داده و تجهیزات مخابرات داده‌ها برای تبادل سریال داده‌ها ی دودویی"
      ]
    },
    {
      "EnglishWord": "rs-423 interface",
      "Meanings": [
        "واسط RS",
        "استاندارد EIA قابل به کارگیری در مدارهای دیجیتال نامتعادل"
      ]
    },
    {
      "EnglishWord": "rsistance - bridge controller",
      "Meanings": [
        "کنترل کننده پل",
        "مقاومتی کنترل کننده ای که بر اساس اصل تعادل صفر عمل می‌کند. متعادل نبودن پل سیگنال خطایی را به وجود می‌آورد که تقویت می‌شود تا بار را در دمای مطلوب نگه دارد"
      ]
    },
    {
      "EnglishWord": "rst filip - flop  set- reset- trigger  flip - flop  srt flip - flop",
      "Meanings": [
        "فلیپ فلاپ RST فلیپ فلاپ RS که دارای ورودی تحریک اضافه ای به نام T ا است که می‌تواند برای تغییر وضعیت فلیپ فلاپ تحریک شود. اگر فلیپ فلاپ در حالت 0 باشد",
        "پالسی در ورودی s, t آن را به حالت 1 می‌برد ف پالس ورودی R تغییری در حالت فلیپ فلاپ ایجاد نخواهد کرد"
      ]
    },
    {
      "EnglishWord": "rtl",
      "Meanings": [
        "resistor",
        "transistor",
        "منطق مباومت",
        "ترانزیستور منطقی که شامل مقاومت و ترانزیستور است ولی ترانزیستورها فقط خروجی را معکوس می‌کنند"
      ]
    },
    {
      "EnglishWord": "rts",
      "Meanings": [
        "request to send",
        "درخواست ارسال سیگنال کنترل C",
        "RS232 بین مودم و کامپیوتر یا فکس کاربر که آغاز کننده مراحل ارسال داده روی خط مخابراتی است"
      ]
    },
    {
      "EnglishWord": "rtty",
      "Meanings": [
        "radioteletype",
        "رادیو تله تایپ شکلی از تلراف رادیویی باند باریک با چاپ مستقیم برای رونوشت برداری خودکار با دور چاپگحر متصل به گیرنده‌ها و فرذستنده‌های رادیویی"
      ]
    },
    {
      "EnglishWord": "rtv",
      "Meanings": [
        "room",
        "temperature vulcanizing silicine",
        "سیلیکن جوش خورنده در دمای اتاق صمغی باری روکش کردن یا محبوس کردن مدارهای الکترونیکی و آب بندی سیمها و کابلها در برابر رطوبت ذرات نمک و مواد موجود در محیط که در دمای عادی اتاق سفت می‌شود",
        "تا به ترکیب کشسان پلاستیک مانندی تبدیل شود"
      ]
    },
    {
      "EnglishWord": "ru",
      "Meanings": [
        "ruthenium",
        "روتنیم عنصر فلزی با عدد اتمی 44 و وزن اتمی 101/"
      ]
    },
    {
      "EnglishWord": "rubber",
      "Meanings": [
        "لاستیک"
      ]
    },
    {
      "EnglishWord": "rubidium",
      "Meanings": [
        "روبیدیم عنصر فلزی حساس به نور با عدد اتم یو وزن اتمی 85/"
      ]
    },
    {
      "EnglishWord": "rubidium - vapor  frequency  standard",
      "Meanings": [
        "استاندارد بسامد بخار",
        "روییدیم بسامد اتمی استانداردی که در آن بسامد با سلول گازی تعیین می‌شود که شامل بخار روییدیم و یک بافر گازی طبیعی است. این استاندارد",
        "استاندارد بسامد ثانویه است. زیرا سلول گاز روییدیم به مخلوط گازی و فشار بستگی دارد. در نمتیجه باید اول آن را درجه بندی کرد"
      ]
    },
    {
      "EnglishWord": "rubidium magnetometer",
      "Meanings": [
        "مغناطیس سنج روییدیمی مغناطیس سنجی با حساسیت بسیار بالا که از اصول دقت گردش همراه با پمپاژ اپتیکی در آشکار سازی و قبت تغییراتب تا 0/01 گاما 0/1 میکرو اورسند در شدت کل میدان مغناطیسی زمین استفاده می‌کند. این دستگاه می‌تواند مکان موانع زمینی را پیدا و ثبت کند و هدایت هوایی یا اقیانوسی را انجام دهد"
      ]
    },
    {
      "EnglishWord": "ruby",
      "Meanings": [
        "یاقوت تک بلوری از اکسید آلومینیم که کسر کوچکی از اتمهای آلومینیم آنلا اتمهای کروم جایگزین شده اند که به عنوان منبع مشخص فلورسان قرمز رنگ آن تحت تابش نور عمل می‌کند",
        "یاقوت"
      ]
    },
    {
      "EnglishWord": "ruby laser",
      "Meanings": [
        "لیزر یاقوت لیزر جامد بلوری نکه در آن پمپاژ اپتیکی به بلور یاقوت میله ای شکلی",
        "با لامپ فلاش اعمال می‌شود تا باریکه بینهایت باریک و متمرکزی از نور قرمز همدوس تولید کند",
        "لیزر یاقوتی"
      ]
    },
    {
      "EnglishWord": "rule",
      "Meanings": [
        "قاعده",
        "قانون"
      ]
    },
    {
      "EnglishWord": "run",
      "Meanings": [
        "اجرا یکبار انجام کامل برنامه یا رالی در کامپیوتر",
        "اجرا کردن"
      ]
    },
    {
      "EnglishWord": "run length encoding",
      "Meanings": [
        "رمز گذاری طول اجرا"
      ]
    },
    {
      "EnglishWord": "run time error",
      "Meanings": [
        "خطای زمان اجرا"
      ]
    },
    {
      "EnglishWord": "runaround crosstalk",
      "Meanings": [
        "همشنوایی همشنوایی ناشی از تزویج طرف سطح بالای یک تکرار کننده با طرف سطح پایین تکرار کننده دیگر",
        "مانند آنچه که در ایستگاه تکرار کننده حاملی تلفنی اتفاق می‌افتد"
      ]
    },
    {
      "EnglishWord": "runed receiver",
      "Meanings": [
        "گیرنده تنظیم شده"
      ]
    },
    {
      "EnglishWord": "rung",
      "Meanings": [
        "پله نردبان",
        "میله"
      ]
    },
    {
      "EnglishWord": "runway localizing beacon",
      "Meanings": [
        "راهنمای تعیین مکان باند ایستگاه رادیویی کوچکی که هدایت جهت دار دقیق را در طول باند فرودگاه و برای مسافتی پس از آن",
        "برای ابزار فرود انجام می‌دهد"
      ]
    },
    {
      "EnglishWord": "ruthenium",
      "Meanings": [
        "روتنیم عنصر فلزی با عدد اتمی 44 و وزن اتمی 101/"
      ]
    },
    {
      "EnglishWord": "rutherford scattering",
      "Meanings": [
        "پراکندگی راترفورد پراکندگی ذرات متحرک در زوایای مختلف در نتیجه واکنش با اتمهای ماده جامد"
      ]
    },
    {
      "EnglishWord": "rvc",
      "Meanings": [
        "reverse voice chennel",
        "کانال صدای معکوس کانال صدای مورد استفاده از ایستگاه سیار به ایستگاه زمینی در سیستم تلفن همراه سلولی"
      ]
    },
    {
      "EnglishWord": "rvdt",
      "Meanings": [
        "rotary varible differntial transducer",
        "تراگردان تفاضلی متغیر گردان ترا گردان القایی که با اصول مشابه با تراگردان تفاضلی متغییر خطی عمل می‌کند و می‌تواند جابه جایی زاویه ای و گشتاور را ندازه گیری کند"
      ]
    },
    {
      "EnglishWord": "r-y signal",
      "Meanings": [
        "سیگنال R",
        "Y سیگنال قرمز منهای روشنایی تفاضل رنگ که در تلویزیون رنگی به کار می‌رود. این سیگنال در گیرنده با سیگنال روشنایی ترکیب می‌شود تا سیگنال رنگ قرمز اصلی به دست آید"
      ]
    },
    {
      "EnglishWord": "rz  code",
      "Meanings": [
        "return",
        "to",
        "zero code",
        "رمز برگشت به صفر رمز مخاباتی که در آن دودویی با زمان یک بیت در سطح 0 نشان داده می‌شود و پس 1 دودویی طوری است که فقط در نصف زمان یک بیت در سطح 1 است. بنابر این سیگنال بعد از هر بیت به 0 بر می‌گردد یا در 0 می‌ماند با این روش فقط نیمی از داده هایی که می‌توانند در سطح یا فاصله ای معین",
        "نسبت به داده هایی با رمز غیر برگشت به صفر",
        "ذخیره شوند"
      ]
    }
  ]
}