{
  "Group": "T",
  "Entries": 1067,
  "Words": [
    {
      "EnglishWord": "t",
      "Meanings": [
        "tera",
        "ترا پیشوندی که نشان دهنده 10 به توان 12 است. برابر با 1000000000000 یا میلیون میلیون",
        "teraohm",
        "ترا اهم یک میلیون مگااهم برابر با 10 به توان 12 اهم",
        "tesia",
        "تسلا واحد SI چگالی شار مغناطیسی القای مغناطیسی که برابر 1wb/m2 است",
        "tonne",
        "تن متریکخ معادل 1000کیلو گرم 2204/623ib یا 1/1ton",
        "transformer",
        "ترانسفورماتور قطعه ای که از دو یا چند پیچک تشکیل شده است که با اتصال مغناطیسی به یکدیگر تزویج شده اند. این قطعه می‌تواند انرژی الکتریکی را از یک یا چند مدار",
        "بدون تغییر بسامد",
        "به یک یا چند مدار دیگر منتقل می‌کند. ولی معمولا مقادیر جریان و ولتاژ را تغییر می‌دهد"
      ]
    },
    {
      "EnglishWord": "t carrier",
      "Meanings": [
        "حامل T سیستم تسهیم تقسیم زمانی بر اساس ارسال دیجیتال اطلاعات رمز شده با مدوله سازی پالس",
        "رمز از طریق کابلهایی شامل زوج سیمهای به هم تابیده یا ارتباطهای رادوییی ریز موج",
        "حامل T1 سیستم مدوله سازی پالس",
        "رمز pcm که در بسامد 1/544 مگا هرتز کار می‌کند. و می‌تواند 24 کانال بسامد",
        "صوتی جداگانه را حمل کند"
      ]
    },
    {
      "EnglishWord": "t circulator",
      "Meanings": [
        "سیر کولاتور T سیر کولاتوری که سه موجبر مستطیلی جداگانه دارد که به طور نامتقارن به یکدیگر متصل می‌شوند و ساختار t شکلی را تشکیل می‌دهند که میله یا گوه ای آهنی در مرکز آن قرار دارد. هر دهانه باید به طور جداگانه تطبیق داده شود. توان وارد شونده به هر موجبر فقط از یکی از موجبر‌های مجاور خارج می‌شود"
      ]
    },
    {
      "EnglishWord": "t h3",
      "Meanings": [
        "tritium",
        "تریتیوم ایزوتوب هیدروژن که دارای عددجرمی 3 است. تریتیم شکلی از هیدروژن سنگین است که نوع دیگر آن دو تریم است"
      ]
    },
    {
      "EnglishWord": "t junction",
      "Meanings": [
        "پیوند T پیوند موجبر دارای شاخه هدایتی که با رسانای اصلی زاویه عمود می‌سازد"
      ]
    },
    {
      "EnglishWord": "t mn  wave",
      "Meanings": [
        "موج tm, n",
        ". موج الکتریکی عرضی در موجبر درایره ای که در آن m تعدادصفحات محوری در امتدادی است کخه مولفه نرال بردار الکتریکی کاهش می‌یابد و n تعداد استوانه‌های هم محور به انضمام مرز موجبر در امتدادی است که مولفه مماسی بردار الکتریکی کاهش می‌یابد. موج te0, 1 موج الکتریکی دایروی است که کمترین بسامد قطع را دادر و TE1, 1 موج محاطی است و خطوط نیروی الکتریکی از تقریبا موازی با قطر موجبر است. 2. موج الکتریکی عرضی در موجبر مستطیلی که در آن m تعدادتغییرات نیم تناوب میدان الکتریکی در امتداد بعد طولانی‌تر و n تعداد تغییرات نیم",
        "تناوب میدان الکتریکی در امتداد بعد کوتاهتر است. در هر دو موجبر دایره ای و مستطیلی آن را موج Hm, n نیز می‌نامند"
      ]
    },
    {
      "EnglishWord": "t network",
      "Meanings": [
        "شبکه T شبکه مرکب از سه شاخه. یک سر هر کدام از شاخه‌ها به نقطه پیوند مشترکی متصل شده است و سه سر دیگر به پایه ورودی",
        "پایه خروجی و پایه مشترک ورودی و خروجی متصل می‌شود"
      ]
    },
    {
      "EnglishWord": "t pad",
      "Meanings": [
        "لایه T لایه ساخته شده از مقاومتهای ارایش یافته به شکل T"
      ]
    },
    {
      "EnglishWord": "ta",
      "Meanings": [
        "tantalum",
        "تانتال عنصر فلزی براق آبی",
        "مقاوم در برابر خوردگحی با عدد اتتمی 73 و وزن اتم ی180/95 این عنصر نقطه ذوب بالا و وزن مخصوص زیادی دارد. از این فلز در ساخت صفحات خازن‌های کم ولتاژ و دارای ظرفیت زیاد استفاده می‌شود. پوسه اکسیدی فلز که به شکل اندی ساخته می‌شود دارای مقاومت دی الکتریک بالایی است. و ثابت دی الکتریک آ« حدود دو برابر اکسید آلومینیم است. تانتال در ساخت سنیهایی با نقطه ذوب بالا استحکام و شکل پذیری زیاد که در بخشهای انتقال دهنده اجسام به داخل کوره مورد نیاز است به کار می‌رود"
      ]
    },
    {
      "EnglishWord": "tab",
      "Meanings": [
        "tape automated bonding",
        "متصل کردن خودکار نواری روشی خودکار برای سیم بندی لایه‌های قطعات نیمرسانا به پایه‌های پوشش آن با استفاده از ارایهسربی که با نوار پلاستیکی فلزی شده ساخته شده است. پایه‌ها نسبت به لایه‌ها تنظیم شده",
        "با حرارت و فشار به یکدیگر متصل می‌شوند"
      ]
    },
    {
      "EnglishWord": "table",
      "Meanings": [
        "جدول جمع آوری داده ها",
        "به شکلیی که هر مورد به طور منحصر به فرد با برچسب یا موقعیت نسبی آن در مکانی در کامپیوتر شناسایی می‌شود",
        "جدول"
      ]
    },
    {
      "EnglishWord": "table tookup",
      "Meanings": [
        "جستجوی جدول به دست آوردن مقدار تابع",
        "متناظر با آرگومانی که در جدولی از مقادیر تابع ذخیره شده در کامپیوتر آمده است یا از آن به دست می‌آید"
      ]
    },
    {
      "EnglishWord": "tabulate",
      "Meanings": [
        "در جدول ارایه دادن"
      ]
    },
    {
      "EnglishWord": "tabulation",
      "Meanings": [
        "جدول بندی"
      ]
    },
    {
      "EnglishWord": "tacan   tsvyivsl air navigation",
      "Meanings": [
        "تاکان سیستم ناوبری هوایی که در ان تک فرستنده UHF به هنگام دریافت درخواست از فرستنده داخل هواپیما سیگنالهایی را ارسال می‌کند. که تجهیزات را برای ارایه اطلاعات جهت و فاصله از مکان فرستنده تحریک می‌کند. هر ایستگاه تاکان سیگنال رمز مورسی برای شناسایی موقعیت در فواصل زمانی منظم ارساف می‌کند. آن را ناوبری هوایی تاتکتیکی نیز می‌نامند. این سیستم نوع نظامی پیشرفته‌تر از تجهیزات اندازه گیری فاصله DME است"
      ]
    },
    {
      "EnglishWord": "tachometer",
      "Meanings": [
        "دور سنج",
        "تاکومتر ابزاری که سرعت زاویه ای را بر حسب دور بر دقیقه اندازه می‌گیرد. دروسنج الکتریکی",
        "ولتاز خروجی متناسب با سرعت تحویل می‌دهد",
        "تاکومتر"
      ]
    },
    {
      "EnglishWord": "tactical missile",
      "Meanings": [
        "موشک رزمی موشک هدایت شونده ساخته شده برای عملیات تاکتیکی بر علیه نیروهای دشمن یا در صورت تجاوز آنها"
      ]
    },
    {
      "EnglishWord": "tactical radar",
      "Meanings": [
        "رادار رزمی دستگاه رادار ساخته شده برای عملیات تاکتیکی بر علیه نیروهای دشمن یا در صورت تجاوز آنها"
      ]
    },
    {
      "EnglishWord": "tactile feel",
      "Meanings": [
        "حس ضربه تغییر ناگهانی در فشار یا ضربه ای که به هنگام فشردن کلید به اندازه کافی روی صفحه کلید با سر انگشت حس می‌شود"
      ]
    },
    {
      "EnglishWord": "tag",
      "Meanings": [
        "برچسب بر چسب نسبت داده شده به بخشی از داده‌ها در جریان داده‌های کامپیوتری که مشخص می‌کند اطلاعات در کجای برنامه به کار می‌روند",
        "بر چسب"
      ]
    },
    {
      "EnglishWord": "tail",
      "Meanings": [
        "دنباله رو",
        "لبه پسین 1. پالس کوچکی که به دنبال پالس اصلی فرستنده رادار است و در همان افزایش مییابد 2. لبه پایین رونده پالس"
      ]
    },
    {
      "EnglishWord": "tail warning radar",
      "Meanings": [
        "رادار هشدار دم رادار نصب شده در دم هواپیما برای هشدار نزدیک شدن هواپیمایی از عقب",
        "به خلبان"
      ]
    },
    {
      "EnglishWord": "tailing",
      "Meanings": [
        "کشیدگی طولانی شدن بیش از حد کاهش سیگنال"
      ]
    },
    {
      "EnglishWord": "takeup reet",
      "Meanings": [
        "چرخک جمع کننده چرخکی که نوار مغناطیسی را پس از ضبط یا چخش شدن با دستگاه ضبط صوت",
        "جمع می‌کند"
      ]
    },
    {
      "EnglishWord": "talk - listen swith",
      "Meanings": [
        "کلید گفت",
        "شنود کیلدی روی واحد مخابراتی که امکان عملکرد بلندگو را",
        "به عنوان میکروفون",
        "در مواقع لازم فراهم یمکند"
      ]
    },
    {
      "EnglishWord": "talker",
      "Meanings": [
        "گوینده"
      ]
    },
    {
      "EnglishWord": "tangential",
      "Meanings": [
        "مماسی"
      ]
    },
    {
      "EnglishWord": "tangential component",
      "Meanings": [
        "مولفه مماسی مولفه ای که در زاویه عمود به شعاع عمل می‌کند"
      ]
    },
    {
      "EnglishWord": "tangesten -halogen lamp",
      "Meanings": [
        "لامپ هالوژن",
        "تنگستن لامپی با فیلمان تنگستن که گاز هالوژن مربوط به ید به مخلوط گاز عادی در حباب آن اضافه شده است تا با بخار تنگستن فیلمان ترکیب شود و از سیاه شدن آن جلوگیری کند. از این لامپ برای نورپردازی شدید در عکاسی",
        "تیاتر",
        "خانه و تلویزیون و همچنین در چراغهای خودروها استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "tank",
      "Meanings": [
        "تانک"
      ]
    },
    {
      "EnglishWord": "tank circuit",
      "Meanings": [
        "مدار تانک"
      ]
    },
    {
      "EnglishWord": "tank circuit  tank",
      "Meanings": [
        "مدار تانک",
        "تانک مداری که قادر به ذخیره کرن انرژ الکتریکی در باند بسامدی پیوسته ای است که حول بسامد تشدید توزیع شده است. مانند پیچک و خازن موازی",
        "قدرت انتخاب مدار متناسب با عامل Q است که نسبت انرژی ذخیره شده در مدار به انرژ تلف شده را نشان می‌دهد"
      ]
    },
    {
      "EnglishWord": "tantalum",
      "Meanings": [
        "تانتال عنصر فلزی براق آبی",
        "مقاوم در برابر خوردگحی با عدد اتتمی 73 و وزن اتم ی180/95 این عنصر نقطه ذوب بالا و وزن مخصوص زیادی دارد. از این فلز در ساخت صفحات خازن‌های کم ولتاژ و دارای ظرفیت زیاد استفاده می‌شود. پوسه اکسیدی فلز که به شکل اندی ساخته می‌شود دارای مقاومت دی الکتریک بالایی است. و ثابت دی الکتریک آ« حدود دو برابر اکسید آلومینیم است. تانتال در ساخت سنیهایی با نقطه ذوب بالا استحکام و شکل پذیری زیاد که در بخشهای انتقال دهنده اجسام به داخل کوره مورد نیاز است به کار می‌رود"
      ]
    },
    {
      "EnglishWord": "tantalum - foil electrolytic capacitor",
      "Meanings": [
        "خازن الکترو لیتی که ورقه‌های نازک و پهن یا زدوده شده تانتال برای هردوالکترود در آن استفاده می‌شود. این خازن دارای الکترولیت اسیدی ضعیفی است"
      ]
    },
    {
      "EnglishWord": "tantalum - nitride resistor",
      "Meanings": [
        "مقاومت نیترید تانتال مقاومت پوسه نازکی که از نیترید تانتال",
        "نشانده شده روی زیر ساختی مانند یاقوت صنعتی",
        "تشکیل شده است"
      ]
    },
    {
      "EnglishWord": "tantalum - slug electrolytic capacitor",
      "Meanings": [
        "خازن الکترولیتی تکه تانتالی خازن الکترولیتی تشکیل شده از تکه فلزی تانتال به عنوان آند که در داخل الکترولیت اسیدی با رسانایی بالا قرار دارد. بعضی از انواع ان می‌توانند در دماهای کاری تا 200 سانتی گراد عمل کنند"
      ]
    },
    {
      "EnglishWord": "tantalum capacitor",
      "Meanings": [
        "خازن تانتال خازن الکترولیتی که آند آن از شکلی از تانتال ساخته می‌شود منند خازنهای تانتال جامد",
        "الکترولیتی وزقه تانتالی و الکترولیتی تکه تانتالی"
      ]
    },
    {
      "EnglishWord": "tantalum chip capacitor",
      "Meanings": [
        "خازن تراشه ای تانتال خازن تانتال جامد مینیاتوری شده برای نصب روی بدهای مدار چاپی و مدار مجتمع هیبرید"
      ]
    },
    {
      "EnglishWord": "tantalum- oxide capacitor  tantalum capacitor",
      "Meanings": [
        "خازن اکسید",
        "تانتال",
        "خازن تانتال خازنی که دی الکتریک ان پوسه ای از اکسید تانتال است که روی ماده زیر ساخت در مدارهی پوسه",
        "نازک یا پوسه ضخیم رشد داده شده",
        "یا نشانده شده است"
      ]
    },
    {
      "EnglishWord": "tantenna",
      "Meanings": [
        "اتنن تی انتنی که از یک یا چند سیم افقی با اتصال رسانایی تشکیل شده است که در نزدیکی مرکز هر سیم قرار دارد"
      ]
    },
    {
      "EnglishWord": "tap",
      "Meanings": [
        "سر و سط",
        "انشعاب اتصالی که در نقطه ای بجز دو انتهای مقاومت یا پیچک بر قرار می‌شود",
        "انشعاب",
        "میان سر"
      ]
    },
    {
      "EnglishWord": "tap line",
      "Meanings": [
        "خط انشعاب"
      ]
    },
    {
      "EnglishWord": "tape",
      "Meanings": [
        "نوار"
      ]
    },
    {
      "EnglishWord": "tape - and - ammop box packaging",
      "Meanings": [
        "بسته بندی نوار و جعبه مهمات روشی برای قرار دادن قطعات در کنار یکدیگر روی یک نوار برای جا به جا کردن انبار کردن و توزیع کردن در داخل جعبه‌های مستطیفی شکل. قطعاتی مانند خازنها و مقاومتها با فاصله برابر روی نوار پیوسته ای قرار داده می‌شوند. به طوری که پایه‌های قطعات محوری در هر دوطرف و پایه‌های قطعات شعاعی از یک طرذف داخل نوار قرار می‌گیرند. سپس این نوار تا شده",
        "تا جایی که امکانداشته باشد. در جعبه‌های نگهدارنده مستطیلی قرار داده می‌شوند. قطعات با استفاده از دستگاهی که به طور پیوسته قطعات را به قسطمت نصب خودکار می‌فرستند. از نوار بریده می‌شوند"
      ]
    },
    {
      "EnglishWord": "tape - and - reel packaging",
      "Meanings": [
        "بسته بندی نوار و چرخک روشی برای قرار دادن قطعات در کنار یکدیگر روی نوار که روی چرخکی",
        "برای جابه جا یی",
        "انبار کدرن و تزیع کردنپیچیده می‌شود. قطعاتی مانند خازنها و مقاومتها با فاصله‌های برابر روی نوار پیوسته ای قرار می‌گیرند به طوری که پایه‌های قطعات محوری از دوطرف و پایه‌های قطعات شعاعی از یک طرف داخل نوار قرار می‌گیرند. ترانزیستورها و آی سی‌های دارای پوشش کوچک نیز کاغذ لفافه نوار حامل قرار گرفته",
        "یا نوار پوشیده می‌شوند ف سپس نوارها روی چرخکی پیچیده می‌شوند. قطعات با استفاده از دستگاهی که به طور پیوسته آنها را به قسمت نصب خودکار می‌فرستد. بریده می‌شوند"
      ]
    },
    {
      "EnglishWord": "tape - wound core",
      "Meanings": [
        "هسته نوار پیچی شده طولی از ماده فرو مغناطیس به شکل نوار که طوری پیچیده می‌شود که هر دور درست روی دور قبل بیفتد"
      ]
    },
    {
      "EnglishWord": "tape automated bonding",
      "Meanings": [
        "متصل کردن خودکار نواری روشی خودکار برای سیم بندی لایه‌های قطعات نیمرسانا به پایه‌های پوشش آن با استفاده از ارایهسربی که با نوار پلاستیکی فلزی شده ساخته شده است. پایه‌ها نسبت به لایه‌ها تنظیم شده",
        "با حرارت و فشار به یکدیگر متصل می‌شوند"
      ]
    },
    {
      "EnglishWord": "tape cassette",
      "Meanings": [
        "کاست نوار پوششی که طولی از نوار مغناطیسی را طوری نگهخ می‌دارد. که بتواند داخل دستگاه ضبط نوار یا ویدیو قرار گیرد و نوار پخش شود. نوار بین چرخکاری داخل کاست عقب و جلو می‌رود"
      ]
    },
    {
      "EnglishWord": "tape deck",
      "Meanings": [
        "دک نوار دستگاه پخش نوار مغناطیسی که روی برد موتوری نصب شده است که شامل پخش انتقال نوار و نسان سازهای پاک کردن و با یاس کردن است ولی پیش تقویت",
        "تقویت کننده توان بلندگو یا جعبه ندارد. این دستگاه برای سیستمهای استریو و داخل وسایل نقلیه به کار می‌رود"
      ]
    },
    {
      "EnglishWord": "tape guides",
      "Meanings": [
        "هدایت کننده‌های نوار میله هی شیار داری از مواد غیر مغناطیسی که در هر طرف هد ضبط مغناطیس نصب می‌شود تا نوار مغناطیسی به هنگام ضبط یا پخش شدن روی هدها قرار دهد"
      ]
    },
    {
      "EnglishWord": "tape loop",
      "Meanings": [
        "حلقه نوار طولی از نوار مغناطیسی که دو انتهای آن به یکدیگر چسبانده شده اند تا حلقه بی انتهایی را به وجود اورند. از این حلقه در دستگاههای تکرار کننده پیام و بعضی از انواع کار‌تر یجهای نوار استفاده می‌شود تا نیازی به برگرداندن نوار به اول نباشد"
      ]
    },
    {
      "EnglishWord": "tape player",
      "Meanings": [
        "دستگاه پخش نوار دستگاهی فقط برای پخش نوارهای مغناطیسی ضبط شده"
      ]
    },
    {
      "EnglishWord": "tape recorder",
      "Meanings": [
        "دستگاه ضبط نوار دستگاه ضبطی که صدا",
        "موسیقی و داده ای دیجیتال را روی نوار مغناطیسی با مغناطیسی سازی انتخابی ذرات اکسید آهن قرار گرفته روی وار",
        "ضبط می‌کند. دستگاه ضبط معمولاض شامل تجهیزاتی برای تجهیزاتی برای پخش نوار ضبط شده است"
      ]
    },
    {
      "EnglishWord": "tape recording",
      "Meanings": [
        "ضبط صوت"
      ]
    },
    {
      "EnglishWord": "tape speed",
      "Meanings": [
        "سرعت نور سرعتی که نوار مغناطیسی با ان",
        "از مقابل هد ضبط در دستگاه ضبط نوار می‌گذرد. سرعتهای استاندار پانرده",
        "شانزدهم",
        "یک و هفت هشتم",
        "سه و سه چهارم",
        "هفت و یک دوم",
        "پانزده",
        "سی اینچ بر ثانیه 2/",
        "/",
        "سانتی متر بر ثانیه هستند. سرعت‌های بالاتر پاسخ بسامد بالای بهتری را تحت شرایط معین",
        "ارایه می‌دهند"
      ]
    },
    {
      "EnglishWord": "tape splice",
      "Meanings": [
        "جوش دهنده نوار دستگاهی که نوار مغناطیسی را به طور خودکار یا نیمه خودکار با جوش دادن یا گداختن نوار با حرارت",
        "جوش می‌دهد"
      ]
    },
    {
      "EnglishWord": "tape transport t tape drive  tape handler",
      "Meanings": [
        "نوار گردان",
        "نوار ران",
        "نوار نگهدار ساز و کاری در دستگاه ضبط نوار که چرخکاهای نوار را نگه می‌دارد",
        "نوار را برابر هدهای ضبط کننده حرکت می‌دهد و حالتهای مختلف عملکرد را کنترل می‌کند"
      ]
    },
    {
      "EnglishWord": "taper",
      "Meanings": [
        "منحنی تغییر شیوه توزیع مقاومت در آلمان پتانسیومتر یا ریوستا. توزیع یکنواخت با مقاومت در واحد طول یکسان در المنت",
        "تغییر خطی نامیده می‌شود. توزیع غیر یکنواخت ان را نیز غیر خطی می‌نامند /"
      ]
    },
    {
      "EnglishWord": "tapered waveguide",
      "Meanings": [
        "موجبر تغییر کننده موجبری که مشخصه الکتریکی یا فیزیکی آن به طور پیوسته با فاصله",
        "در طول محور موجبر",
        "تغییر می‌کند"
      ]
    },
    {
      "EnglishWord": "tapped",
      "Meanings": [
        "انشعاب دار"
      ]
    },
    {
      "EnglishWord": "tapped coil",
      "Meanings": [
        "سیم پیچ انشعاب دار"
      ]
    },
    {
      "EnglishWord": "tapped control",
      "Meanings": [
        "کنترل با سروسط ریوستا یا پتانسیومتری که یک یا چند سر ثابت در طول آلمان مقاومتی خود دارد"
      ]
    },
    {
      "EnglishWord": "tapped delay line",
      "Meanings": [
        "خط تاخیر با اتصال عرضی"
      ]
    },
    {
      "EnglishWord": "tapped inductor",
      "Meanings": [
        "القاگر با سر وسط"
      ]
    },
    {
      "EnglishWord": "tapped transformer",
      "Meanings": [
        "ترانسفورماتور با سر وسط"
      ]
    },
    {
      "EnglishWord": "tapping",
      "Meanings": [
        "انشعاب دادن"
      ]
    },
    {
      "EnglishWord": "target",
      "Meanings": [
        "هدف ماده یا جسم قرار گرفته در معرض بیماران یا تابش ذرات هسته ای",
        "الکترونها یا تابش الکترو مغناطیس در لامپ پرتو x هدف اند یا پاد کاتد است که پرتوهای x در نتیجه بمبارات الکترونی از آن گسیل می‌شوند. هدف در رادار و سونار ف جسم قادر به باز تاباندن پرتو ارسال شده است. در لامپ دور بین تلویزیونی هدف",
        "سطح ذخیره کننده ای است که با باریکه الکترونی برای تولید سیگنال جریان خزوجی متناظر با الگوی چگالی بار ذخیره شده در آن ف جارو می‌شود",
        "هدف",
        "مقصد"
      ]
    },
    {
      "EnglishWord": "target acquistion",
      "Meanings": [
        "اشکار ساز هدف توانایی سیستم آشکار سازی یا هدایت در تشخیص هدف از پس زمینه آن یا تمیز دادن دو یا چند هدف نزدیک به یکدیگر"
      ]
    },
    {
      "EnglishWord": "target drone",
      "Meanings": [
        "هدف کاذب هواپیمای بدون خلبان کنترل شده با رادیو از زمین یا از کشتی مادر که به طور گسترده ای به عنوان هدف برای سلاحهای ضد هواپیما به کار می‌رود"
      ]
    },
    {
      "EnglishWord": "target fade",
      "Meanings": [
        "محو شدن هدف کاهش لحظه ای در شدت سیگنال پژواک از هف رادار یا سونار",
        "در اثر تداخل یا پدیده ای دیگر",
        "رادار ردیابی معمولاض شامل مدارهای حافظه ای هستند که ردیابی را در طول این مدت باقی نگه می‌دارند. تا مانع گم شدن هدف بشوند"
      ]
    },
    {
      "EnglishWord": "target identification",
      "Meanings": [
        "شناسایی هدف برای تعیین خودی یا دشمن بودن آن"
      ]
    },
    {
      "EnglishWord": "target noise",
      "Meanings": [
        "نویز هدف تغییرات آماری در سیگنال پژواک رادار در اثر وجود تعداد بسیارزیادی عناصر بازتابنده تصادفی در فضای اطراف هدف نویز هدف می‌تواند سبب چشمک زدن شود"
      ]
    },
    {
      "EnglishWord": "target output",
      "Meanings": [
        "خروجی مقصد هدف"
      ]
    },
    {
      "EnglishWord": "tartar",
      "Meanings": [
        "تارتار نام قدیمی موشک هدایت شونده زمین به هوای نیزوی هوایی ایالات متحده که ابتدا به منظور دفاع در برابر تخریب کننده‌ها ساخته شد. امروزه آن را موشک استاندارد می‌نامند"
      ]
    },
    {
      "EnglishWord": "tasi   time sssignment speech  interpolation",
      "Meanings": [
        "روش افزایش یا حتی دو برابر کدرن ظرفیت مدار کابل تلفن عبور کننده از اقیانوس اطلس با استفاده از فاصله‌های زمانی سکوت در هر مدار برای ارسال اطلاعات از کانالهای دیگر. سیگنالهای گروه بزرگی از مکالمه‌های تلفنی به بخشهای زمانی تقسیم یم شوند و فقط قسمتهای حاوی اطلاعات ارسال می‌شوند. این بخشها ابتدا بر چسب گذاری می‌شوند به طوری که بتوان آنها را به گیرنده صحیح ارسال کرد"
      ]
    },
    {
      "EnglishWord": "taut - band meter",
      "Meanings": [
        "سنجه یا نوار کشیده سنجه آنالوگ نصب شونده روی تابلو که قسمت متحرک آن بین دو نوار فلزی بسیار نرم و تحت تنش نگهداشته شده ست. وقتی که قسمت متحرک سنجه تحت عملکرد مغناطیسی می‌چرخد",
        "نوارها تاب می‌خورند و در نتیجه گشتاور",
        "برگشتی را همزمان با بر قرار کردن اتصالهای الکتریکی قسمت متحرک به وجود می‌اورند"
      ]
    },
    {
      "EnglishWord": "taylor series",
      "Meanings": [
        "سری تیلور"
      ]
    },
    {
      "EnglishWord": "tb",
      "Meanings": [
        "terabit",
        "ترابیت یک میلیون مگابیت برابر با 10 به توان 12 بیت",
        "terium",
        "تربیم عنصر کمیاب زمینی با عدداتمی"
      ]
    },
    {
      "EnglishWord": "tc tempco",
      "Meanings": [
        "temprature coefficient",
        "ضریب دمایی مقدار تغییر در هر مشخصه عملکردی قطعه در نتیجه تغییر دما که بر حسب جزء در میلیون تغییر به ازای هر درجه سلسیوس ppm/درجهC بیان می‌شود"
      ]
    },
    {
      "EnglishWord": "tcas",
      "Meanings": [
        "traffic collision and avoidance system",
        "سیستم حفاظت از برخورد سیستمی بر اساس رادار مراقبت ثانویه. وقتی که هواپیما مجهز به TCAS از هواپیمای نزدیک دیگری مجهز به TCAS درخواست اطلاعات می‌کند",
        "پاسخی از تراپاسخگر SSR هواپیمای دیگر دریافت",
        "می‌کند. این پاسخ به هواپیمای درخواست کننده امکان تعیین و نمایش ارتفاع و موقعیت نسبی خود را نسبت به هواپیمای دیگر می‌دهد تا سرعت نزدیک شدن به آن و احتمال ایجاد برخورد را محاسبه کند. بعضی از انواع TCAS شامل صفحه نمایشی از فضای اطراف و راههای فرار کمکی برای هر کدام از هواپیمای نزدیک شونده مجهز به TCAS است"
      ]
    },
    {
      "EnglishWord": "tcc",
      "Meanings": [
        "temperature coefficient of capacitance",
        "ضریب دمایی ظرفیت خازنی مقدار تغییر ایجاد شده در ظرفیت هز خازن یا قطعه الکترونیکی در نتیجه تغییرات دما که معمولا بر حسب جزا در میلیون به ازای هر درجه سلسیوس ppm/درجهC اندازه گیری می‌شود"
      ]
    },
    {
      "EnglishWord": "tcle",
      "Meanings": [
        "temperature coefficient of linear expansion",
        "ضریب دمایی انبساط خطی مقدار تغییر ایجاد شده در هر یک از ابعاد خطی یک جامد در نتیجه تغییرات دما",
        "که معمولا بر حسب جزء به میلیون به ازای هر درجه سلسیوس اندازه گیری می‌شود"
      ]
    },
    {
      "EnglishWord": "tcp",
      "Meanings": [
        "نوار حامل قطعات نیمرسانا"
      ]
    },
    {
      "EnglishWord": "tcp/ip",
      "Meanings": [
        "transmission control protocol / Internet protocol",
        "قرارداد کنترل ارسال / قرار داد اینترنت قرار داده شبکه سازی که به کامپیوترها یا شبکه‌ها امکان همکاری متقابل را در اینترنت میدهد"
      ]
    },
    {
      "EnglishWord": "tcr",
      "Meanings": [
        "temerature coefficient of resistance",
        "ضریب دمایی مقاومت مقدار تغییر ایجاد شده در مقاومت هر قطعه",
        "معمولا مقاومت یا مقاومت متغیر در نتیجه تغییر دما که معمولا بر حسب جزء در میلیون به ازای هر درجه سلسیوس ppm/درجهC اندازه گیری می‌شود"
      ]
    },
    {
      "EnglishWord": "tcxo",
      "Meanings": [
        "temperature",
        "compensated crystal oscillator",
        "نوسان ساز بلوری جبران شده دمایی نوسان ساز بلوری که شبکه جبران سازی دمایی آن برای تطبیق مشخصات بلور تنظیم شده است تا بسامد را در گستره دمایی پایدار نگه دارد"
      ]
    },
    {
      "EnglishWord": "tdm",
      "Meanings": [
        "time",
        "division multiplex",
        "تسهیم تقسیم زمانی ارسال دو یا چند سیگنال روی یک مسیر مشترک با استفاده از فواصل رمانی متفاوت برای هر سیگنال",
        "تسهیم تقسیم زمانی راسال دو یا چند سیگنال روی یک مسیر مشترک با استفاده ار فواصل زمانی متفاوت برای هر سیگنال"
      ]
    },
    {
      "EnglishWord": "tdr",
      "Meanings": [
        "temperature",
        "dependent resistor",
        "مقاومت وابسته به دما مقاومت غیر خطی که مقدار مقاومت آن تابعی از دمای محیط یا افزایش دمای داخلی ان در اثر عبور جریان است. مانند بولومترها و ترمیستورها",
        "time",
        "domain reflectometer",
        "بازتاب سنج حوزه زمان ابزاری که مشخصه‌های الکتریکی سیستمهای ارسال باند پهن ف زیر مجموعه ها",
        "قطعات و خطوط را با تغذیه پله ولتاژ و نمایش دادن سیگنالهای بازتابش سوار شده بر آن",
        "در اسیلوسکوپ مجهز به جاروی مبنای زمان مناسب",
        "اندازه گیری می‌کند. صفحه نمایش مشخصه و مکان هر ناپیوستگی را در باز تابش پالس نشان می‌دهد"
      ]
    },
    {
      "EnglishWord": "te",
      "Meanings": [
        "transferred electron",
        "الکترون انتقالی الکترون آزادی که از یک حد اقل به حد اقل دیگری داخل یک منطقه منتقل می‌شود. جرم موثر الکترون به جرم مربوط به حد اقل جدید تغییر می‌کند ولی الکترون مکان خود را عوض نمی‌کند",
        "tellurium",
        "تلوریم عنصری با عدد اتمی 52 و وزن اتمی 127/"
      ]
    },
    {
      "EnglishWord": "te mn mode",
      "Meanings": [
        "مد TE m, n مد انتشار موج الکتریکی عرضی در موجبر. آن را مد H m, n نیز می‌نامند"
      ]
    },
    {
      "EnglishWord": "te mnp mode",
      "Meanings": [
        "مد TE m, n, p مد انتشار موج در کاواکی که از یک استوانه تو خالی فلزی با دو انتهای بسته تشکیل شده است. الگوی میدان عرضی آن شبیه مد TE m, n در موجبر استوانه ای متناظر است. حرف p تعداد تغییرات میدان نیم تناوب در طول محور است. این مد در کاواکهای مستطیلی بسته نیز وجود دارد"
      ]
    },
    {
      "EnglishWord": "tea",
      "Meanings": [
        "transferred",
        "electron amplifier",
        "تقویت کننده الکترون انتقالی تقویت کننده دیودی",
        "که معمولا با استفاده از دیود الکترون انتقالی عمل می‌کند و از گالیم آرسنید یا ناخالصی نوع N ساخته می‌شود که تقویتی تا محدودهی گیگاهرتز را تابش از 50 گیگا هرتز با توان خروجی کمتر از 1 w موج پیوسته ایجاد می‌کند. تقویت کنندگان نمونه آن است"
      ]
    },
    {
      "EnglishWord": "tea laser",
      "Meanings": [
        "transversely excited atmospheric",
        "pressure laser",
        "لیزر تحیک شده عرضی فشار",
        "جوی لیزر گازی دینامیکی که مسیر تخلیه بین الکترودهای آن با قرار داد الکترودها در دو طرف مخالف لامپ تخلیه بسیار کوتاه می‌شود. تعداد بسیار زیادی از این زوج الکترونها در طول لامپ قرار داده می‌شوند تا تحریک کامل را فراهم کنند توانهای خروجی قله ای بیش از 1mw را می‌توان از آن به دست آورد"
      ]
    },
    {
      "EnglishWord": "tearing",
      "Meanings": [
        "پارگی اشکال در تصویر تلویزیونی که در آن گروههای خطوط افقی به طور نامنظمی جا به جا می‌شوند و همزمانی افقی نا مناسبی را به وجود می‌آورند"
      ]
    },
    {
      "EnglishWord": "technical",
      "Meanings": [
        "فنی"
      ]
    },
    {
      "EnglishWord": "technical data",
      "Meanings": [
        "داده‌های فنی"
      ]
    },
    {
      "EnglishWord": "technique",
      "Meanings": [
        "روش",
        "فن"
      ]
    },
    {
      "EnglishWord": "technology",
      "Meanings": [
        "فناوری"
      ]
    },
    {
      "EnglishWord": "ted",
      "Meanings": [
        "transmission electron",
        "diffracion contrast microscopy"
      ]
    },
    {
      "EnglishWord": "tee",
      "Meanings": [
        "سه راهی"
      ]
    },
    {
      "EnglishWord": "tegfet",
      "Meanings": [
        "two",
        "dimensional electron gas field",
        "effect transistor",
        "ترانزیستور اثر میدان گازی الکترونی دو بعدی ترانزیستور اثر میدان دارای گاز",
        "الکترون دو بعدی. نام مخفف آن از شرکت تامسون",
        "CSF است"
      ]
    },
    {
      "EnglishWord": "tele",
      "Meanings": [
        "تله پیشوند ی به معنای دور یا با فاصله"
      ]
    },
    {
      "EnglishWord": "teleammeter",
      "Meanings": [
        "دور امپر سنج دور سنجی که مقادیر جریان را اندازه گیری و به نقطه دوری ارسال می‌کند"
      ]
    },
    {
      "EnglishWord": "telecast   tele vision broad cast",
      "Meanings": [
        "پخش تلویزیونی ارسال برنامه تلویزیونی برای دریافت عموم"
      ]
    },
    {
      "EnglishWord": "telecasting",
      "Meanings": [
        "پخش تلویزیونی پخش برنامه تلویزیونی"
      ]
    },
    {
      "EnglishWord": "telecheric",
      "Meanings": [
        "تله چریک ماشین روبات مانندی که می‌تواند وظایفی از قبیل مراقبت",
        "آرمایش یا دستکاری از راه دور را تحت کنترل شخص متصدی که سیگنالهای فرمانها را از طریق کابل انعطاف پذیری به آن می‌فرستند. انجام دهد. بر خلاف روببات واقعی",
        "تله چریک تحت کنترل برنامه کامپیوتری یا برنامه دیگری نیست. ان را می‌توان به طور دایم در یک مکان نصب کرد یا می‌تواند با استفاده از چرخهای خود یا وسیله نقلیه دیگر روی زمین یا در آب حرکت کند. تله چریک می‌تواند به محیطهایی که برای انسان خطرناک است مانند ساختمانهای آتش گرفته",
        "تابش هسته ای",
        "مواد شیمیایی یا بخارهای سمی و مکانهایی مشکوک به مبمگذاری وارد شود. همچنین می‌تواند خود را در دریا و مکانهای که فشار بیش ار حد آنها رابرای انسان نا امن می‌کند. حرکت کند. تله چریک ابزار مفیدی در خنثی کردن بمب است"
      ]
    },
    {
      "EnglishWord": "telecommunication",
      "Meanings": [
        "مخابرات راه دور هر گونه ارسال",
        "انتشار یا دریافت سیگنالها",
        "نوشته ها",
        "تصویر",
        "صدا یا اطلاعاتی با هر گونه محتوایی با استفاده از سیم",
        "سیستمهای رادیویی",
        "تصویر یا الکترومغناطیسی. واژه‌های مخابرات و مخابرات راه دور به جای یکدیگر نیز به کار برده می‌شود",
        "مخابرات"
      ]
    },
    {
      "EnglishWord": "telecommunication cable",
      "Meanings": [
        "کابل مخابراتی"
      ]
    },
    {
      "EnglishWord": "telecommunication network",
      "Meanings": [
        "شبکه مخابراتی"
      ]
    },
    {
      "EnglishWord": "teleconference",
      "Meanings": [
        "کنفرانس از راه دور کنفرانسی که شرکت کنندگان آن در یک مکان نیستند ولی می‌توانند با استفاده از خطوط ارتباطی تلفنی",
        "رادیویی و تلویزیونی",
        "یکدیگر را ببینند و با هم گفتگو کنند",
        "کنفرانس از راه دور"
      ]
    },
    {
      "EnglishWord": "telecontrol",
      "Meanings": [
        "کنترل از راه دور"
      ]
    },
    {
      "EnglishWord": "telegraph channel",
      "Meanings": [
        "کانال تلگراف مسیری مناسب برای ارسال سیگنالهای تلگراف بین دو ایستگاه تلگراف",
        "از طریق سیم یا امواج رادیویی. این کانال می‌تواند یکی از چندین کانال تک مدار سیمی یا رادیویی باشدکه ارسال همزمان را در همان محدوده بسامد",
        "ارسال همزمان را در محدوده بسامدی متفاوت یا ارسال‌های متوالی را انجام می‌دهد"
      ]
    },
    {
      "EnglishWord": "telegraph circuit",
      "Meanings": [
        "مدار تلگراف مدار کامل سیمی یا رادیویی که جریان‌های سیگنال از طریق آن بین دستگاههای فرستنده و گیرنده در سیستم تلگراف جاری می‌شوند"
      ]
    },
    {
      "EnglishWord": "telegraph key",
      "Meanings": [
        "کلید تلگراف فرستنده تلگراف دستی که سیگنالهای تلگراف را تولید می‌کند"
      ]
    },
    {
      "EnglishWord": "telegraph level",
      "Meanings": [
        "سطح تلگراف توان سیگنال در نقطه معینی در مدار تلگراف",
        "هنگامی که یک کانال تلگراف در شرایط توان پیوسته و بقیه کانالها در حال سکوت هستند"
      ]
    },
    {
      "EnglishWord": "telegraph modem",
      "Meanings": [
        "مودم تلگحراف تجهیزات کامل برای مدوله سازی یا دمدوله سازی یک یا چند مدار تلگحراف جداگانه که هر مدار شامل یک یا چند کانال تلگراف است"
      ]
    },
    {
      "EnglishWord": "telegraph- modulated wave",
      "Meanings": [
        "موج مدوله شده تلگراف موجی که با تغییر دامنه یا بسامد موج پیوسته با کلید زنی تلگرافی به دست می‌آید"
      ]
    },
    {
      "EnglishWord": "telegraph repeater",
      "Meanings": [
        "تکرار کننده تلگراف تکرار کننده ای که در فواصلی در خطوط تلگراف قرار داده می‌شود تا سیگنالهای رمز ضعیف را با شکل دهی مجدد پالس یا بدون شکل دهی مجدد ف تقویت کند و سپی به طو خودکار آنها را در قسمت بعدی خط ارسال کند"
      ]
    },
    {
      "EnglishWord": "telegraph transmitter",
      "Meanings": [
        "فرستنده تلگراف دستگاهی که منبع توان الکتریکی را کنترل می‌کند تا سیگنال‌های تلگراف را برای ارسال سیمی یا رادیویی تولید کند"
      ]
    },
    {
      "EnglishWord": "telegraphy",
      "Meanings": [
        "تلگرافی ارتباط راه دور با استفاده از سیگنالهای رمزی که از پالسهای جریان فرستاده شده روی سیم یا ارتباط رادیویی تشکیل می‌شوند"
      ]
    },
    {
      "EnglishWord": "telemetry",
      "Meanings": [
        "سنجش از راه دور"
      ]
    },
    {
      "EnglishWord": "telemetry  telemetering",
      "Meanings": [
        "دور سنجی روشها و تجهیزات لازم برای دریافت داده‌های اندازه گیرزی شده ارسال از طریق سیم یا امواج رادیویی از مکان دور در عمل دور سنجی شبیه به ارسال داده‌ها از حسگرها و تراگردانها در هواپیما ها",
        "موشکها یا راکتها ی آزمایشی یا کامل شده و دریافت انها در ایستگاه ردیابی و کنترل ttc است. شتاب",
        "سرعت",
        "دما",
        "فشار",
        "سرعت جریان ازتانک سوخت",
        "تنش یا کرنش و داده‌های فیریو لوژیکی از خلبانها یا خدمه نمونه هایی از متغیرهایی هستند که معمولا اندازه گیری می‌شوند. معمولا یک سیگنال حامل رادوییی با داده‌های ارسالی ای تسهیم می‌شود که با کانالها و بسامدهای زیر حامل مدوله شده است. از این واژه در مورد بازیابی اطلاعات فنی از ماهواره نیز استفاده می‌شود. که از سیگنالهای دوباره ارسال شده ازماهواره دیگری که به عنوان رله عمل می‌کند",
        "به دست می‌اید"
      ]
    },
    {
      "EnglishWord": "telemetry antenna",
      "Meanings": [
        "آنتن دورسنجی آنتنی با جهت گیرندگی بالا که معمولا روی پایه کنترل شده با سیستم سروو نصب می‌شود تا هواپیماها",
        "موشکها",
        "راکتها با سفینه‌های فضایی را از ایستگاه ردیابی و کنترل TTC دور سنجی ردیابی کند"
      ]
    },
    {
      "EnglishWord": "telemetry channel",
      "Meanings": [
        "کانال دورسنجی بسامد زیر حامل تخصیص داده شده به ارسال یک تابع دور سنجی شده در سیستم دورسنجی مالتی پلکس شده"
      ]
    },
    {
      "EnglishWord": "telemetry system  telemetering system",
      "Meanings": [
        "سیستم دور سنجی تجهیزات و امکانات لازم برای انجام درو سنجی که امل گیرنده رادیویی",
        "پردازنده داده و صفحهخ نمایشی در ایستگاه ردیابی و کنترل دورسنجی TTC است"
      ]
    },
    {
      "EnglishWord": "telemetry tracking and control station",
      "Meanings": [
        "ایستگاه ردیابی و کنترل دور سنجی ساختمان یا سر پناهی که سیستم دور سنجی در آن قرار دارد"
      ]
    },
    {
      "EnglishWord": "telephone",
      "Meanings": [
        "تلفن"
      ]
    },
    {
      "EnglishWord": "telephone  telephone set",
      "Meanings": [
        "تلفن",
        "دستگاه تلفن واحد تجهیزات مخابرات تلفنی که برای مکانی روی میز با نصب به دیوار طراحی شده است. این واحد از یک گوشی و مادول یا قسمت فرستنده / گیرنده تشکیل شده است. گوشیهای معمولی فقط دارای میکروفون و بلندگو با ساختار مجزا از هم هستند که با سیم رسانای انعطاف پذیری به قسمت فرستنده / گیرنده متصل می‌شود که شامل مدارهایی برای تبدیل صدا به انرژی الکتریکی و بر عکس است. همچینین دارای کلید‌های لازم برای وارد کردن شره تلفن و انجام خدمات تلفنی مختلف است. این واحد دارای مدارهای زنگ و امروزه مولد تون الکترونیکی نیز هست. در دستگاههای جدید به جای شماره گیری چرخان از صفحه کلید الفبایی استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "telephone answering machine",
      "Meanings": [
        "دستگاه پیغام گیر تلفن مدار الکترونیکی که با سیستم تلفن عمومی سازگار است و ترکیبی از هر دو نقطه ضبط پیغام و پاسخگویی خودکار را انجام می‌دهد و دستگاه به تونهای تلفن دریافتی پاسخ می‌دهد و دستگاه ضبط نوار مغناطیسی را به کار می‌اندازد. بعضی از پیغام گیرها شامل مدارهایی هستند که امکان فعال شدن آنها را از طریق تلفن دیگری و در پاسخ به رمز تون معین ارسال شده از طریق خطوط تلفنی فراهم می‌کند",
        "طوری که دستگاه پیغامهای ضیط شده را پخش می‌کند. در بعضی از دستگاه‌ها پیغام گیر و تلفن در یک واحد قرار دارند"
      ]
    },
    {
      "EnglishWord": "telephone capacitor",
      "Meanings": [
        "خازن تلفن خازن کوچک ثابتی که ه طور موازی گیرنده تلفن وصل می‌شود تا بسامدهای صوتی بالاتر را اتصال کوتاه کند و در نتیجه نویز را کاهش دهد"
      ]
    },
    {
      "EnglishWord": "telephone carrier current",
      "Meanings": [
        "جریان حامل تلفن جریان حامل برای مخابرات تلفنی از طریق خطوط قدرت یا به دست آوردن بیش از یک کانال از یک زوج سیم"
      ]
    },
    {
      "EnglishWord": "telephone channel",
      "Meanings": [
        "کانال تلفنی مسیر یک یا دو طرفه مناسب برای ارسال سیگنالهای صوتی بین دو ایستگاه"
      ]
    },
    {
      "EnglishWord": "telephone circuit",
      "Meanings": [
        "مدار تلفن مدار کاملی که از طریق آن جریانهای صوتی و سیگنال دهی در سیستم تلفن بین دو مشترک تلفنی در حال ارتباط با یکدیگر",
        "منتقل می‌شوند"
      ]
    },
    {
      "EnglishWord": "telephone current",
      "Meanings": [
        "جریان تلفن جریان الکتریکی تولیدشده یا کنترل شده با عملکرد فرستنده تلفنی"
      ]
    },
    {
      "EnglishWord": "telephone dial",
      "Meanings": [
        "شماره گیر تلفن سوییچ عمل کننده با چرخ انگشتی که یک زوج اتصال را به تعداد لازم برای شماره گیری قطع و وصل می‌کند تا مدار تلفن با طرف دیگر برقرار شود",
        "شماره گیر تلفن"
      ]
    },
    {
      "EnglishWord": "telephone exchange",
      "Meanings": [
        "مرکز تلفن مرکز راهگزینی برای برقراری ارتباط بین خطوط تلفنی در ناحیه خدماتی معین"
      ]
    },
    {
      "EnglishWord": "telephone induction coil",
      "Meanings": [
        "پیچک القایی تلفن پیچکی در مدار تلفن که امپدانس خط را به امپدانس فرستنده یا گیرنده تلفن تطبیق می‌دهد"
      ]
    },
    {
      "EnglishWord": "telephone line",
      "Meanings": [
        "خط تلفن رساناهای کشیده شده بین ایستگاههای مشترکان تلفنی و مرکز تلفن",
        "خط تلفن"
      ]
    },
    {
      "EnglishWord": "telephone modem",
      "Meanings": [
        "مودم تلفنی واحد تجهیزاتی که یک یا چند مدار تلفنی را مدوله و دمدوله می‌کند که هر مدار شامل یک یا چند کانل تلفنی است. این واحد می‌تواند شامل مدارهای تسهیم کردن و تسهیم کردن",
        "تقویت کننده‌های جداگانه و منابع بسامد حامل باشد"
      ]
    },
    {
      "EnglishWord": "telephone network",
      "Meanings": [
        "شبکه تلفن"
      ]
    },
    {
      "EnglishWord": "telephone pickup",
      "Meanings": [
        "پیکاپ تلفن میکروفون قرار داده شده در دستگاه تلفن برای دریافت صدای هر دو طرف در طول مکالمه به منظور ضبط کردن آن"
      ]
    },
    {
      "EnglishWord": "telephone relay",
      "Meanings": [
        "رله تلفن رله الکترومکانیکی با اتصالهای چندگانه",
        "معمولا 4PDT",
        "که با ولتاژ پیچک 57 عمل می‌کند و اتصالهای آن برای سوییچ کردن ولتاژهای تلفنی مناسب هستند. امروزه از رله‌های مینیاتوری با پوششهای تخت برای نصب روی مدارهای چاپی به طور گسترده ای استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "telephone repeater",
      "Meanings": [
        "تکرار کننده تلفن تکرار کننده ای که در یکی یا چند نقطه میانی در خطوط تلفنی بلند قرار داده می‌شود تا سیگنالهای تلفنی را تقویت کند. تکرار کننده شدت جریان خط را در سطح لازم نگه می‌دارد"
      ]
    },
    {
      "EnglishWord": "telephone repeating coil",
      "Meanings": [
        "پیچک تکرار کننده تلفن پیچکی در مدار تلفن برای تزویج القایی دو قسمت خط در مواردی که اتصال مستقیم مناسب نیست"
      ]
    },
    {
      "EnglishWord": "telephone retardation coil",
      "Meanings": [
        "پیچک دیرکرد تلفن پیچکی در مدار تلفن که جریانهای مستقیم را عبور می‌دهد ولی امپدانس قابل توجهی در برابر جریان متناوب دارد"
      ]
    },
    {
      "EnglishWord": "telephone ring circuit",
      "Meanings": [
        "مدار زنگ تلفن مدار الکترونیکی که با ارسال مجموعه ای از تونهای تولید شده به شماره گیری انجام شده پاسخ می‌دهد تا ارتباط تلفن را با تلفن شماره گیرنده نشان دهد. این مدار جایگزین قسمت رله",
        "الکترومکانیکی شده است که در تلفنهای قدیمی زنگی را به صدا در می‌آورد"
      ]
    },
    {
      "EnglishWord": "telephone set",
      "Meanings": [
        "دستگاه تلفن"
      ]
    },
    {
      "EnglishWord": "telephone switchboard",
      "Meanings": [
        "برد سوییچ تلفن برد سوییچی برای برقراری اتصال بین خطوط تلفن و مدارهای مربوط به آنها"
      ]
    },
    {
      "EnglishWord": "telephony",
      "Meanings": [
        "تلفنی ارسال صحبت و صدا به فاصله دور به منظور بر قراری ارتباط مخابراتی"
      ]
    },
    {
      "EnglishWord": "telephoto lens",
      "Meanings": [
        "عدسی تله فوتو عدسی دارای فاصله کانونی طولانی که به دوربین تلویزیونی امکان به دست آوردن تصویری از اجسام دور را می‌دهد"
      ]
    },
    {
      "EnglishWord": "telepoints",
      "Meanings": [
        "دور نقاط"
      ]
    },
    {
      "EnglishWord": "teleprinter",
      "Meanings": [
        "دور چاپگر دستگاه ماشین نویسی الکتریکی تلفنی که می‌تواند با سیگنالهای دریافت شده از طریق خطوط تلفنی فعال شود و سیگنالهای خروجی مشابهی برای نسخه برداری ماشینی تولید کند. همچنین می‌تواند دسته نوار کاغذی",
        "نوار کاغذی خوان یا نوار گردان مغناطیسی داشته باشد"
      ]
    },
    {
      "EnglishWord": "telescope",
      "Meanings": [
        "تلسکوپ"
      ]
    },
    {
      "EnglishWord": "teletex",
      "Meanings": [
        "تله تکس خدمات مخابراتی متنی بین ایستگاههای کاری الکترونیکی که به تدریج با گسترش شبکه دیجیتال جانشین تلکس می‌شود"
      ]
    },
    {
      "EnglishWord": "teletext",
      "Meanings": [
        "تله تکست پخش متن و تصاویر برای گیرنده‌های تلویزیونی که با تله تکس فرق دارد"
      ]
    },
    {
      "EnglishWord": "teletypewriter exchange service  telex",
      "Meanings": [
        "خدمات مرکز ماشین نویسی تلفنی",
        "تلکس خدمات شماره گیری مستقیم نقطه به نقطه با استفاده از تجهیزات دور چاپگر. این خدمات امکان برقراری ارتباط با کامپیوترها را نیز فراهم می‌کنند"
      ]
    },
    {
      "EnglishWord": "teletypowriter",
      "Meanings": [
        "ماشین نویس تلفنی دستگاه ماشین نویسی الکتریکی مخصوص که سیگنالهای الکتریکی رمز شده ای را تولید می‌کند که متناظر با نویسه‌های تایپ شده دستی است و به طور خودکار پیغام را به هنگام دریافت سیگنالهای رمز شده مشابه از دستگاه دیگر",
        "تایپ می‌کند. این سیگنالها می‌توانند به طور مستقیم از طریق سیمهای تلفن که دو دستگاه را به یکدیگر وصل می‌کنند",
        "ارسال شوند. امروزه استفاده از این دستگاه منسوخ شده است"
      ]
    },
    {
      "EnglishWord": "televise",
      "Meanings": [
        "تصویر برداری تلویزیونی برداشت صحنه با استفاده از دوربین تلویزیونی و تبدیل آن به سیگنالهای الکتریکی متناظر برای ارسال از ایستگاه تلویزیونی"
      ]
    },
    {
      "EnglishWord": "television",
      "Meanings": [
        "تلویزیون سیستمی که تصاویر دیداری متوالی را به سیگنالهای الکتریکی متناظر تبدیل می‌کند و آن سیگنالها را با امواج رادیویی یا از طریق کابل به گیرنده‌های دور ارسال می‌کند. گیرنده با استفاده از این سیگنالها تصاویر اصلی را بازسازی می‌کند",
        "تلویزیون"
      ]
    },
    {
      "EnglishWord": "television broadcast",
      "Meanings": [
        "پخش تلویزیونی"
      ]
    },
    {
      "EnglishWord": "television broadcast band",
      "Meanings": [
        "باند پخش تلویزیونی باندی که از 54 تا 890MHz گسترش دارد. در ایالات متحده کانالهای 6 مگاهرتزی به ایستگاههای پخش تلویزونی اختصاص داده می‌شود. این بسامد عبارت اند از: 54 تا 72MHz کانالهای 2 تا",
        "تا 88MHz کانالهای 5 و",
        "تا 216MHz کانالهای 7 تا 13 و 470 تا 890 کانالهای 14 تا"
      ]
    },
    {
      "EnglishWord": "television cable",
      "Meanings": [
        "کابل تلویزیون"
      ]
    },
    {
      "EnglishWord": "television camera",
      "Meanings": [
        "دوربین تلویزیونی واحد دریافتی که تصویر صحنه را به سیگنالهای الکتریکی متناظر تبدیل می‌کند. عدسیهای اپتیکی صحنه در حال تصویر برداری را روی سطح حساس به نور لامپ دوربین کانونی می‌کنند. این لامپ تصور دیداری را به اجزای تصویر کوچک تقسیم می‌کند و شدت نور هر جزء را به سیگنال الکتریکی متناظر با آن تبدیل می‌کند",
        "دوربین تلویزیونی"
      ]
    },
    {
      "EnglishWord": "television engineering",
      "Meanings": [
        "مهندسی تلویزیون شاخه ای از مهندسی که به طراحی",
        "تولید و آزمایش تجهیزات لازم برای ارسال ودریافت برنامه‌های تلویزیونی می‌پردازد"
      ]
    },
    {
      "EnglishWord": "television film scanner",
      "Meanings": [
        "پویشگر فیلم تلویزیونی پروژکتور تصویر متحرک مناسب برای استفاده با لامپ دوربین تلویزیونی که از فیلمهای تصویر متحرک 24 قاب بر ثانیه",
        "به صورت 30 قاب بر ثانیه تصویر برداری می‌کند که برای پخش تلویزیونی لازم است"
      ]
    },
    {
      "EnglishWord": "television image",
      "Meanings": [
        "تصویر تلوزیون"
      ]
    },
    {
      "EnglishWord": "television interference",
      "Meanings": [
        "تداخل تلویزیونی تداخل ایجاد شده در گیرنده‌های تلویزیونی به وسیله کامپیوترها",
        "ابزارهای برقی",
        "رادیو آماتوری و فرستنده‌های دیگر"
      ]
    },
    {
      "EnglishWord": "television network",
      "Meanings": [
        "شبکه تلویزیونی"
      ]
    },
    {
      "EnglishWord": "television picture",
      "Meanings": [
        "تصویر تلویزیون"
      ]
    },
    {
      "EnglishWord": "television receiver  television set",
      "Meanings": [
        "گیرنده تلویزیونی",
        "دستگاه تلویزیون گیرنده ای که سیگنالهای دریافتی را به تصاویر اصلی صحنه با صداهای آن تبدیل می‌کند"
      ]
    },
    {
      "EnglishWord": "television reception",
      "Meanings": [
        "دریافت تلویزیونی"
      ]
    },
    {
      "EnglishWord": "television reconnaissance",
      "Meanings": [
        "شناسایی تلویزیونی روش شناسایی که در آن تلویزیون صحنه ای از وسیله نقلیه شناسایی شونده را به مکان دیگری در هوا یا زمین ارسال می‌کند"
      ]
    },
    {
      "EnglishWord": "television repeate  television relay system",
      "Meanings": [
        "تکرار کننده تلویزیونی",
        "سیستم رله تلویزیونی تکرار کننده ای که سیگنالهای تلویزیونی را با استفاده از امواج رادیویی در فضای آزاد به عنوان محیط انتقال از نقطه ای به نقطه دیگر ارسال می‌کند. این ارسال برای دریافت مستقیم عمومی نیست"
      ]
    },
    {
      "EnglishWord": "television scanning",
      "Meanings": [
        "پویش تلویزیونی در استاندارد NTSC ایالات متحده 15/750 خط باید در ثانیه جارو شوند. پویش عمومی با سرعت 30 تصویر در ثانیه است",
        "در هر قاب 525 خط و در هر میدان 262/5 خط قرار دارد. طول زمانی هر خط 63/49 میکروثانیه است. باریکه خط 1 از مرکز بالای تصویر شروع می‌شود و تا نیم خط گوشه راست ادامه می‌یابد. سپس به سمت چپ مسیر بر میگردد و خط 3 شروع می‌شود. خط 5 و خطوط فرد متوالی دیگر تا 241/5 خط جارو می‌شوند که انتهای آن گوشه سمت راست پایینی است. در فاصله زمانی برگشت عمودی",
        "یا زمان لازم برای حرکت به گشوه سمت چپ بالا برای شروع جاروی خط",
        "برابر با زمان پویش 21 هط است. تا اینجا یک میدان کامل شده است. سپس 241/5 خط متوالس زوج جارو می‌شوند",
        "که در وسط پایین تصویر به انتها می‌رسد. بعد از گذشت زمان 21 خط برای برگشت باریکه به مرکز بالای تصویر",
        "میدان دوم و یک قاب کامل شده است. این مراحل به همین ترتیب ادامه می‌یابد"
      ]
    },
    {
      "EnglishWord": "television screen",
      "Meanings": [
        "صفحه نمایش تلویزیون سطح جلوی لامپ پرتو",
        "کاتدی CRT گیرنده تلویزیونی NTSC که مستطیلی با ابعاد به نسبت 4 واحد افقی و 3 واحد عمودی است"
      ]
    },
    {
      "EnglishWord": "television signal",
      "Meanings": [
        "سیگنال تلویزیونی واژه عام برای سیگنالهای صوتی و تصویری پخش شده با هم برای ایجاد صدا و تصویر برنامه تلویزیونی"
      ]
    },
    {
      "EnglishWord": "television standards for ntsc",
      "Meanings": [
        "استانداردهای تلویزیونی NTSC استاندارد NTSC برای ارسال تلویزیونی امکان استفاده از کانالی با پهنای باند 4MHz را فراهم می‌کند. حامل تصویر 1/25MHz بالاتر ازمرز پایین کانال است. بسامد مرکزی صدا 4/5MHz بالاتر از حامل تصویر است. این ارسال قطبی شده افقی است. تصویر مرکب مدوله شده دامنه و سیگنال صوتی مدوله شده بسامد است. 525 خط در هر قاب به طور یک در میان بین هم قرار می‌گیرند و ترتیب پویش به صورت افقی از چپ به راست و عمودی از بالا به پایین است. بسامد پویش افقی 15/75KHz برای تک رنگ یا 2 بر روی 455 برابر بسامد زیر حامل برای رنگی حدود 15/734Hz است. بسامد پویش عمودی 60Hz برای تک رنگ یا 2 بر روی 525 برابر بسامد پویش افقی برای رنگی 59/94Hz است"
      ]
    },
    {
      "EnglishWord": "television station",
      "Meanings": [
        "ایستگاه تلویزیونی"
      ]
    },
    {
      "EnglishWord": "television transmitter",
      "Meanings": [
        "فرستنده تلویزیونی فرستنده صوتی و تصویری همراه با یکدیگر برای ارسال سیگنال تلویزیونی کامل",
        "فرستنده تلویزیونی"
      ]
    },
    {
      "EnglishWord": "television tube",
      "Meanings": [
        "لامپ تصویر تلویزیون"
      ]
    },
    {
      "EnglishWord": "television vhannel",
      "Meanings": [
        "کانال تلویزیون"
      ]
    },
    {
      "EnglishWord": "television-guided bomb",
      "Meanings": [
        "بمب هدایت شونده تلویزیونی بمبی که حامل دوربین تلویزیونی کوچکی در دماغه خود",
        "برای هدایت است. سیستم دوربین می‌تواند قبل از افتادن بمب روی هدف قفل شود تا آن را به طور خودکار هدایت کند",
        "یا خلبان می‌تواند تصاویر دوربین از طریق خط ارتباط ریزموج مشاهده کند و مسیر بمب را با کنترل از راه دور",
        "پس از افتادن بمب تنظیم کند"
      ]
    },
    {
      "EnglishWord": "telluric current  earth current",
      "Meanings": [
        "جریان خاکی",
        "جریان زمین جریان الکتریکی طبیعی که در زمین جاری است. جهت شدت این جریان با میدان مغناطیسی زمین",
        "فعالیتهای خورشیدی و کهکشانی و پدیده‌های کیهانی دیگر تغییر می‌کند"
      ]
    },
    {
      "EnglishWord": "tellurium",
      "Meanings": [
        "تلوریم عنصری با عدد اتمی 52 و وزن اتمی 127/"
      ]
    },
    {
      "EnglishWord": "telnet",
      "Meanings": [
        "تل نت برنامه تقلید از ترمینال که به مشترک اجازه دسترسی به کامپیوترهای دیگر را در فعالیتهای اینترنتی می‌دهد"
      ]
    },
    {
      "EnglishWord": "tem",
      "Meanings": [
        "transmission electrol microscope",
        "میکروسکوپ ارسال الکترونی میکروسکوپی که در آن به جای نور مریی در میکروسکوپ معمولی از باریکه‌های الکترونی استفاده می‌شود. باریکه‌های الکترونی با پیچکهای الکترومغناطیسی ساخته می‌شوند که عملکردی مانند عملکرد عدسیهای شیشه ای روی نور دارند. فیلمانی منبع باریکه الکترونی ولتاژ بالا است که داخل مجموعه ای از عدسیهای همگرا کننده و سپس از داخل نمونه می‌گذرد. الکترونها ابتدا پراکنده می‌شوند و سپس به وسیله مجموعه ای از عدسیهای مغناطیسی کانونی می‌شوند تا تصویری را روی صفحه نمایش فلویورسانس به وجود آورند. این صفحه نمایش را می‌توان از طریق چشمی مشاهده کرد. کاربرد اصلی TEM در پزشکی و ژنتیک است"
      ]
    },
    {
      "EnglishWord": "temerature coefficient of resistance",
      "Meanings": [
        "ضریب دمایی مقاومت مقدار تغییر ایجاد شده در مقاومت هر قطعه",
        "معمولا مقاومت یا مقاومت متغیر در نتیجه تغییر دما که معمولا بر حسب جزء در میلیون به ازای هر درجه سلسیوس ppm/درجهC اندازه گیری می‌شود"
      ]
    },
    {
      "EnglishWord": "temperatare - controlled crystal unit",
      "Meanings": [
        "واحد بلوری کنترل شده دما واحد بلوری که علاوه بر صفحه یا صفحات بلور کوارتز دارای گرم کننده ای است که دمای صفحه کواتز را در محدوده معینی نگه می‌دارد"
      ]
    },
    {
      "EnglishWord": "temperatre coefficient of frequency",
      "Meanings": [
        "ضریب دمایی بسامد نرخ تغییرات بسامد با دما"
      ]
    },
    {
      "EnglishWord": "temperature",
      "Meanings": [
        "درجه",
        "حرارت",
        "دما"
      ]
    },
    {
      "EnglishWord": "temperature - dependent resistor",
      "Meanings": [
        "مقاومت وابسته به دما مقاومت غیر خطی که مقدار مقاومت آن تابعی از دمای محیط یا افزایش دمای داخلی ان در اثر عبور جریان است. مانند بولومترها و ترمیستورها"
      ]
    },
    {
      "EnglishWord": "temperature balance",
      "Meanings": [
        "تعادل حرارتی"
      ]
    },
    {
      "EnglishWord": "temperature coefficient of capacitance",
      "Meanings": [
        "ضریب دمایی ظرفیت خازنی مقدار تغییر ایجاد شده در ظرفیت هز خازن یا قطعه الکترونیکی در نتیجه تغییرات دما که معمولا بر حسب جزا در میلیون به ازای هر درجه سلسیوس ppm/درجهC اندازه گیری می‌شود"
      ]
    },
    {
      "EnglishWord": "temperature coefficient of linear expansion",
      "Meanings": [
        "ضریب دمایی انبساط خطی مقدار تغییر ایجاد شده در هر یک از ابعاد خطی یک جامد در نتیجه تغییرات دما",
        "که معمولا بر حسب جزء به میلیون به ازای هر درجه سلسیوس اندازه گیری می‌شود"
      ]
    },
    {
      "EnglishWord": "temperature coefficient of resistance",
      "Meanings": [
        "ضریب حرارت مقاومت"
      ]
    },
    {
      "EnglishWord": "temperature compensating capacitor",
      "Meanings": [
        "خازن جبران ساز دمایی خازنی که ظرفیت آن به صورت مشخصی با دما در مدارهای تشدید",
        "از این خازن برای جبران سازی تغییرات دمایی قطعات دیگر استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "temperature compensation",
      "Meanings": [
        "جبران سازی دمایی فرایند مستقل ساختن بعضی از مشخصه‌های مدار یا قطعه از تغییرات دمای محیط",
        "جبران حرارتی"
      ]
    },
    {
      "EnglishWord": "temperature contorl",
      "Meanings": [
        "کنترل دما کنترلی که دمای اجاق",
        "کوره",
        "یا فضای بسته دیگری را در محدوده مطلوب نگه می‌دارد"
      ]
    },
    {
      "EnglishWord": "temperature correction",
      "Meanings": [
        "تصحیح دمایی تصحیحی که برای جبران تغییرات ناشی از دمای بالاتر یا پایین‌تر از مقدار دمای استاندارد",
        "به مقدار اندازه گیری شده اعمال می‌شود"
      ]
    },
    {
      "EnglishWord": "temperature derating",
      "Meanings": [
        "کاهش حد مجاز دمایی پایین آمدن حدود کاری مجاز قطعه به هنگام استفاده از آن در دمای بالاتر"
      ]
    },
    {
      "EnglishWord": "temperature element",
      "Meanings": [
        "عنصر دمایی عنصر حساس دستگاه اندازه گیری دما یا نشانگر قرایت مستقیم دما"
      ]
    },
    {
      "EnglishWord": "temperature inversion",
      "Meanings": [
        "وارونگی دمایی 1. شرایط اقیانوسی که در آن سطح اب سردتر از عمق آب است. از آنجا که سرعت صدا با دمای آب افزایش می‌یابد. وارونگی دمایی سبب می‌شود که باریکه سونار در جهت آب سردتر خم می‌شود. 2. ناحیه ای در تروپوسفر که در آن دما به جای کاهش",
        "با ارتفاع افزایش می‌یابد"
      ]
    },
    {
      "EnglishWord": "temperature range",
      "Meanings": [
        "محدوده دمایی تغییرات کلی در دمای محیط برای کاربرد معین",
        "که بر حسب درجه سلسیوس بیان می‌شود"
      ]
    },
    {
      "EnglishWord": "temperature saturation  filament saturation saturation",
      "Meanings": [
        "اشباع دمایی",
        "اشباع فیلمان",
        "اشباع شرایطی که در آن جریان آند لامپ خلا ترمویونیک دیگحر نمی‌تواند با افزایش دمای کاتد در مقدار معینی از ولتاژ آند",
        "افزایش یابد. این اثر ناشی از بارهای تشکیل شده در فضای نزدیک آند است"
      ]
    },
    {
      "EnglishWord": "temperature stability",
      "Meanings": [
        "پایداری حرارتی"
      ]
    },
    {
      "EnglishWord": "temperature-compensated crystal oscillator",
      "Meanings": [
        "نوسان ساز بلوری جبران شده دمایی نوسان ساز بلوری که شبکه جبران سازی دمایی آن برای تطبیق مشخصات بلور تنظیم شده است تا بسامد را در گستره دمایی پایدار نگه دارد"
      ]
    },
    {
      "EnglishWord": "temperature-compensated reference element",
      "Meanings": [
        "عنصر مرجع جبران شده دمایی دیود جبران شده دمایی خاص که پایداری آن قابل مقایسه با پیلهای استاندارد است. دیود سیلیسیمی آلیاژی غیر فعال شده نمونه ای از آن است"
      ]
    },
    {
      "EnglishWord": "temperature-compensated zener diode",
      "Meanings": [
        "دیود زینر جبران شده دمایی بسته دیود زینر که شامل یک پیوند PN زینری بایاس معکوس است که ضریب دمایی مثبت دارد. این پیوند به طور سری به سک یا چند دیود بایاس مستقیم وصل شده است که ضریب دمایی منفی دارند. در نتیجه ولتاژ زینری به دست می‌آید که در محدوده دمایی وسیعی ثابت است"
      ]
    },
    {
      "EnglishWord": "temperature-compensating alloy",
      "Meanings": [
        "آلیاژ جبران ساز دمایی آلیاژی که ویژگیهای مغناطیسی آن با دما تغییر می‌کند. آلیاژ نیکل",
        "آهن آشناترین مثال آن است که تراوایی مغناطیسی در آن",
        "با نرخ کنترل شده ای",
        "افزایش دما کاهش می‌یابد. از این آلیاژ برای موازی شدن با وات ساعت سنج",
        "سرعت سنج",
        "دور سنج و رگوله کننده ولتاژ",
        "به منظور جبران سازی تغییرات دمایی استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "temporal",
      "Meanings": [
        "زمانی",
        "زود گذر"
      ]
    },
    {
      "EnglishWord": "temporary",
      "Meanings": [
        "موقت"
      ]
    },
    {
      "EnglishWord": "temporary file",
      "Meanings": [
        "فایل موقت"
      ]
    },
    {
      "EnglishWord": "temporary storage",
      "Meanings": [
        "ذخیره موقت",
        "حافظه موقت"
      ]
    },
    {
      "EnglishWord": "temprature - compensating network",
      "Meanings": [
        "شبکه جبران سازدمایی شبکه ای که قطعات آن طوری انتخاب می‌شوند که مشخصه‌های شبکه به صورت معینی با دمای تغییر کند"
      ]
    },
    {
      "EnglishWord": "temprature characteristic",
      "Meanings": [
        "مشخصه دما عملکرد قطعه به هنگام تغییر دما در محدوده معین"
      ]
    },
    {
      "EnglishWord": "temprature coefficient",
      "Meanings": [
        "ضریب دمایی مقدار تغییر در هر مشخصه عملکردی قطعه در نتیجه تغییر دما که بر حسب جزء در میلیون تغییر به ازای هر درجه سلسیوس ppm/درجهC بیان می‌شود"
      ]
    },
    {
      "EnglishWord": "tension",
      "Meanings": [
        "کشش"
      ]
    },
    {
      "EnglishWord": "tera",
      "Meanings": [
        "ترا پیشوندی که نشان دهنده 10 به توان 12 است. برابر با 1000000000000 یا میلیون میلیون"
      ]
    },
    {
      "EnglishWord": "terabit",
      "Meanings": [
        "ترابیت یک میلیون مگابیت برابر با 10 به توان 12 بیت"
      ]
    },
    {
      "EnglishWord": "teracycle",
      "Meanings": [
        "تراسیکل یک میلیون مگا سیکل یا 10 به توان 12 سیکل بر ثانیه",
        "امروزه تراهرتز یا THZ نامیده می‌شود"
      ]
    },
    {
      "EnglishWord": "teraelectronvolt",
      "Meanings": [
        "ترا الکترون ولت واحد انرژی برابر 10 به توان"
      ]
    },
    {
      "EnglishWord": "terahertz",
      "Meanings": [
        "تراهرتز یک میلیون مگاهرتز یا 10 به توان 12 هرتز قبلا آن را ترا سیکل می‌نامیدند"
      ]
    },
    {
      "EnglishWord": "teraohm",
      "Meanings": [
        "ترا اهم یک میلیون مگااهم برابر با 10 به توان 12 اهم"
      ]
    },
    {
      "EnglishWord": "teraohmmeter",
      "Meanings": [
        "ترااهم سنج اهم سنجی که دارای محدوده ترا اهم برای اندازه گیرری مقادیر مقاومتی عایقی بسیار زیاد است"
      ]
    },
    {
      "EnglishWord": "terium",
      "Meanings": [
        "تربیم عنصر کمیاب زمینی با عدداتمی"
      ]
    },
    {
      "EnglishWord": "term",
      "Meanings": [
        "اصطلاح",
        "مدت",
        "دوره"
      ]
    },
    {
      "EnglishWord": "terminal",
      "Meanings": [
        "پایه",
        "پایانه",
        "پیچ",
        "زایده لحیم شدنی یا نقطه دیگری که بتوان اتصالهای الکتریکی را با آن بر قرار کرد. 2. تجهیزات انتهای سیستم رفه ریزی موج یا کانال مخابراتی دیگر. 3. یکی از نقاط ورودی یا خروجی الکتریکی مدار یا قطعه 4. وسیله ای که امکان دسترسی به کامپیوتر راه دور را فراهم می‌کند",
        "سر"
      ]
    },
    {
      "EnglishWord": "terminal area  land  pad",
      "Meanings": [
        "محیط پایه سطح بزرگ شده ماده رسانا که اطراف سوراخ پایه را در مدار چاپی فرا می‌گیرد"
      ]
    },
    {
      "EnglishWord": "terminal board  terminal strip",
      "Meanings": [
        "برد پایه",
        "نوار پایه عایق نصب شده برای اتصالهای پایه"
      ]
    },
    {
      "EnglishWord": "terminal characteristic",
      "Meanings": [
        "مشخصه پایانه"
      ]
    },
    {
      "EnglishWord": "terminal equipment",
      "Meanings": [
        "تجهیزات پایانه تجهیزات انتهایی کانال مخابراتی"
      ]
    },
    {
      "EnglishWord": "terminal guidance",
      "Meanings": [
        "هدایت پایانه ای کنترل ناوبری موشک به هنگام رسیدن ان به هدف"
      ]
    },
    {
      "EnglishWord": "terminal impedance",
      "Meanings": [
        "امپدانس پایانه"
      ]
    },
    {
      "EnglishWord": "terminal lug",
      "Meanings": [
        "خار پایه زایده لحیم شونده که به برد یا سر سیم وصل می‌شود"
      ]
    },
    {
      "EnglishWord": "terminal node",
      "Meanings": [
        "گروه پایانه"
      ]
    },
    {
      "EnglishWord": "terminal pair",
      "Meanings": [
        "زوج پایانه"
      ]
    },
    {
      "EnglishWord": "terminal phase",
      "Meanings": [
        "فاز پایانه مسیر موشک به هنگام رسیدن ان به هدف",
        "فاز پایانه برای موشک بالستیک قسمتی از مسیر حرکت بین برگشت و تصادم است"
      ]
    },
    {
      "EnglishWord": "terminal potential",
      "Meanings": [
        "پتانسیل پایانه"
      ]
    },
    {
      "EnglishWord": "terminal resistance",
      "Meanings": [
        "مقاومت پایانه"
      ]
    },
    {
      "EnglishWord": "terminal voltage",
      "Meanings": [
        "ولتاژ پایانه"
      ]
    },
    {
      "EnglishWord": "terminated line",
      "Meanings": [
        "خط ختم شده خط انتقالی که به مقاومتی معادل با مشخصه امپدانیس خط ختم می‌شود. به طوری که هیچ گونه باز تابش و موج ایتساده ای به وجود نیاید"
      ]
    },
    {
      "EnglishWord": "terminating",
      "Meanings": [
        "ختم کردن",
        "خروجی گرفتن"
      ]
    },
    {
      "EnglishWord": "termination",
      "Meanings": [
        "انتها",
        "ختم شدگی",
        "خروجی",
        "پایان بار متصل شده به سر خروجی مدار",
        "قطعه خط انتقال"
      ]
    },
    {
      "EnglishWord": "ternary",
      "Meanings": [
        "سه تایی"
      ]
    },
    {
      "EnglishWord": "ternary alloy",
      "Meanings": [
        "آلیاژ سه تایی الیاژی که شامل سه فلز",
        "مثلا آهن",
        "سیلیسیم و آلومینیم است",
        "آلیاژ سه تایی"
      ]
    },
    {
      "EnglishWord": "ternary compound",
      "Meanings": [
        "ترکیب سه تایی آلیاژی کخه دارای سه عنصر مانند 1 آهن",
        "سیلیسیم و آلومینیم که مقاومت زیاد",
        "تراوایی مغناطیسی خوب و ویژگیهای مغناطیسی نزدیک به آلیاژهای آهن",
        "نیکل دارد و 2 آلومینیم گالیم آرسنید ALGaAs",
        "نیمرسانای مرکب سه تایی رشد داده شده به صورت اپتیکسی روی نیمرسانای مرکب زیر ساخت"
      ]
    },
    {
      "EnglishWord": "ternary notation",
      "Meanings": [
        "نماد گذاری سه تای سیستم عدد نویسی بر پایه 3 نویسه: 0 و 1و"
      ]
    },
    {
      "EnglishWord": "terrestrial",
      "Meanings": [
        "زمینی"
      ]
    },
    {
      "EnglishWord": "terrian - avoidance radar",
      "Meanings": [
        "رادار دوری از عوارض زمینی رادار هوایی که صفحه نمایشی از عوارض زمینی را در مسیر پرواز هواپیمای در حال پرواز در ارتقاع پایین نشان می‌دهد تا مانع برخورد آن با موانع شود"
      ]
    },
    {
      "EnglishWord": "terrian - following fadar",
      "Meanings": [
        "رادار دنبال کننده عوارض زمینی رادار هوایی که سیگنالهای هدایت خودکار لازم را برای نگهداشتن هواپیما در ارتفاع پایین و ثابتی از سطح زمین تولید می‌کند. همچنین می‌تواند صفحه نمایشی از عوارض زمینی در مسیر هواپیما ایجاد کند که خلبان برای هدایت غیر خودکار هواپیما در شب",
        "به آن نیاز دارد"
      ]
    },
    {
      "EnglishWord": "terrian error",
      "Meanings": [
        "خطای عوارض زمینی خطای ناوبری ناشی از ایجاد اعوجاج میدان تابش شده با مشخصه‌های ناهمگن عوارض زمینی که تابش بر فراز آنمنتشر شده است"
      ]
    },
    {
      "EnglishWord": "tesia",
      "Meanings": [
        "تسلا واحد SI چگالی شار مغناطیسی القای مغناطیسی که برابر 1wb/m2 است"
      ]
    },
    {
      "EnglishWord": "tesia coil",
      "Meanings": [
        "پیچک تسلا ترانسفورماتور هسته هوایی ولتاژ",
        "بالا و بسامد",
        "بالایی که می‌تواند جرقه‌های طولانی در دو سر شکاف جرقه به وجود آورد. از انواع دستی آن به عنوان ابزارهای آزمایشگاهی برای تعیین حضور هوا در لامپهای خلا درزگیری شده و محفظه‌های تخلیه شده با یونیده سازی گازهای باقی مانده از طریق حباب شیشه ای",
        "استفاده می‌شود",
        "می‌شود. وقتی که جرقه تخلیه در نزدیکی حباب نگحه داشته می‌شود. نور فروزان آبی رنگ را می‌توان در داخل لامپ یا محفظه تخلیه شده مشاهده کرد"
      ]
    },
    {
      "EnglishWord": "tesla",
      "Meanings": [
        "تسلا"
      ]
    },
    {
      "EnglishWord": "test",
      "Meanings": [
        "ازمایش بررسی صحت عملرد یا مشخصه هی عملکردی قطعه",
        "دستگاه",
        "سیستم یا برنامه کامپیوتری تحت شرایط کنترل شده",
        "آزمون"
      ]
    },
    {
      "EnglishWord": "test circuit",
      "Meanings": [
        "مدار آزمون"
      ]
    },
    {
      "EnglishWord": "test clip",
      "Meanings": [
        "گیره آزمایش گیره فنری در انتهای سیم رسانای ناسانا شده برای بر قرار کردن اتصال موقت و سریع به منظور آزمایش کردن"
      ]
    },
    {
      "EnglishWord": "test lead",
      "Meanings": [
        "رسانای آزمایش سیم رسانای انعطاف پذیری که معمولا پروبی در یک طرف آن انجام آزمایشها",
        "وصل کردن موقت ابزارهای آزمایش به مدار یا ایجاد اتصالهای موقت دیگر وجود دارد"
      ]
    },
    {
      "EnglishWord": "test method",
      "Meanings": [
        "روش آزمون"
      ]
    },
    {
      "EnglishWord": "test pattern  resolution chart",
      "Meanings": [
        "الگوی آزمون",
        "جدول قدرت تفکیک جدولی که دارای ترکیبهای متعددی از خطوط",
        "مربعا",
        "دایره‌ها و سایه‌های تدریجی است و به طور متناوب از ایستگاه تلویزیونی برای امتحان کردن وضوح",
        "خطی بودن و کنتراست کل سیستم از دوربین تا گیرنده ارسال می‌شود"
      ]
    },
    {
      "EnglishWord": "test plan",
      "Meanings": [
        "طرح آزمون"
      ]
    },
    {
      "EnglishWord": "test probe",
      "Meanings": [
        "پروب آزمایش نقطه فلزی متصل به دسته عایق و سیم رسانای آزمایش برای برقراری آسان اتصال موقت به پایه‌ها در هنگام انجام آزمایش"
      ]
    },
    {
      "EnglishWord": "test record",
      "Meanings": [
        "ضبط آزمایش ضبط روی نوار مغناطیسی که بسامدهای مناسب برای آزمایش و تنظیم سیستمهای صوتی روی آن ضبط می‌شود"
      ]
    },
    {
      "EnglishWord": "test vector",
      "Meanings": [
        "بردار آزمایش تعریف مجموعه ای از سیگنالهای ورودی برای پایه‌های ورودی مدار مجتمع و پاسخهای مورد انتظار از پایه‌های خروجی"
      ]
    },
    {
      "EnglishWord": "test voltage",
      "Meanings": [
        "ولتاژ آزمون"
      ]
    },
    {
      "EnglishWord": "testing",
      "Meanings": [
        "آزمایش کردن"
      ]
    },
    {
      "EnglishWord": "testing function",
      "Meanings": [
        "تابع آزمایشی"
      ]
    },
    {
      "EnglishWord": "tetrad",
      "Meanings": [
        "چهار ارزشی گروهی از چهار پالس که یک رقم رادر مقیاس 10 یا 16 بیان می‌کند"
      ]
    },
    {
      "EnglishWord": "tetrafluoroethylene",
      "Meanings": [
        "تترافلویوراتیلن رزین پلاستیکی که مقاومت دی الکتریک بالا",
        "ضریب تلفا خیلی کم",
        "مقاومت خیلی زیاد و قابلیت ماشین کاری خیلی خوی است. از آن به عنوان نارسانا در کابلهای هم محور استفاده می‌شود و به شکل نوارهای عایق الکتریکی ساخته می‌شود. همچنین برای ساخت خازنهای متغیر و پایه‌های نگهدارنده الکتریکی نیز به کار می‌رود. این ماده با نام تجارتی دوپونت تفلون فروخته می‌شود"
      ]
    },
    {
      "EnglishWord": "tetragonal",
      "Meanings": [
        "چهار ضلعی"
      ]
    },
    {
      "EnglishWord": "tetrode",
      "Meanings": [
        "تترود لامپ الکترونی چهار الکترودی که شامل آند",
        "کاتد",
        "الکترود کنترل و یک الکترود اضافی است که معمولا شبکه است"
      ]
    },
    {
      "EnglishWord": "tetrode transistor",
      "Meanings": [
        "ترانزیستور تترود ترانزیستور چهار پایه"
      ]
    },
    {
      "EnglishWord": "tev",
      "Meanings": [
        "teraelectronvolt",
        "ترا الکترون ولت واحد انرژی برابر 10 به توان"
      ]
    },
    {
      "EnglishWord": "text",
      "Meanings": [
        "متن"
      ]
    },
    {
      "EnglishWord": "texture",
      "Meanings": [
        "بافت",
        "طرح",
        "زمینه"
      ]
    },
    {
      "EnglishWord": "tfamd",
      "Meanings": [
        "thin film. active",
        "matrix display",
        "صفحه نمایش ماتریس فعال پوسه نازک صفحه نمایش بلور مایع با ترانزیستورها یا دیودهای سوییچینگ در هر عنصر تصویر یا هر ذره تصویر که به صورت پوسه نازک ار سیلیکن آمورف یا جند بلوری ساخته شده اند. قطعات فعال. ولتاژ هوستون را برای ساخته شده اند. قطعات فعال",
        "ولتاز هوستون را برای ذخیره کردن نقاط تصویر در مدت زمان هر قاب تنظیم می‌کنند"
      ]
    },
    {
      "EnglishWord": "tfe - flououocarbon resin",
      "Meanings": [
        "رزین تفلون",
        "فلو نور کربن واژه استاندارد جامعه صنعت پلاستیک برای رزین پلی تترافلویوراتیلن که دو پونت نام تفلون و صنایع شیمیایی سلطنتی در بریتانیا نام فلیون را به آن داده اند"
      ]
    },
    {
      "EnglishWord": "tfilp - flop  toggle",
      "Meanings": [
        "فلیپ فلاپ T مدار فلیپ",
        "فلاپ که وضعیت آن با هر بار اعمال پالس ساعت یا تحریک به تک پایه ورودی آن عوض می‌شود. از فلیپ فلاپ t در مدارهای شمارنده استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "tft",
      "Meanings": [
        "در ساخت صفحه‌های نمایش ماتریسی فعال بلور مایع amlcd به کار می‌رود",
        "thin",
        "film transistor",
        "ترانزیستور پوسه",
        "نازک ترانزیستورهای سیلیسیمی آمورف در صحنه‌های نمایش بلور مایع ماتریسی فعال که خطوط سطر نشانی و ستون داده ماتریس را کنترل می‌کنند. این ترانزیستورها ولتاژی را به ماده LCD اعمال می‌کنند که در راستای الکترودهای مشترک و صفحه نمایش",
        "خازنهایی را برای ذخیره کردن ولتاژ در طول مدت زمان هر قاب تشکیل می‌دهد"
      ]
    },
    {
      "EnglishWord": "th",
      "Meanings": [
        "thorium",
        "توریم عنصر فلزی در سری اکتینیدها با عدد اتمی 90 و وزن اتمی 232/04 که به هنگام گرم شدن به مقدار فراوان الکترون گسیل می‌کند و در نتیجه کاربرد زیادی در پوشش کاتدهای لامپهای الکترونی دارد"
      ]
    },
    {
      "EnglishWord": "thalliuim oxysulfide",
      "Meanings": [
        "اکسی سولفید تالیم ترکیب از تالیم",
        "اکسیژن و گوگرد که دارای ویژگیهای نورریانایی است"
      ]
    },
    {
      "EnglishWord": "thallium",
      "Meanings": [
        "تالیم عنصری با عدد اتمی 81 و وزن اتمی 204/37 ایزوتوپهای مختلفغ تالیم جزء مجموعه‌های پرتوزای اورانیم",
        "اکتینیم",
        "توریم و نپتونیم هستند"
      ]
    },
    {
      "EnglishWord": "thallium - activated sodium iodide detector",
      "Meanings": [
        "آشکار ساز تالیم فعال شده",
        "پدید سدیم اشکار ساز پرتو گاما که باتک بلور تالیم فعال شده پدید سدیم عمل می‌کند"
      ]
    },
    {
      "EnglishWord": "thalofide cell",
      "Meanings": [
        "پیل تالوفید پیل نوررسانایی که ماده فعال حساس به نور آن اکسید سولفید تالیم در خلا است. بیشینه پاسخ آن در انتهای قرمز طیف مریی و درناحیه مادون قرمز نزدیک است"
      ]
    },
    {
      "EnglishWord": "thd",
      "Meanings": [
        "total harmonic distortion",
        "اعوجاج هماهنگ کل نسبت مقدار ولتاژ RMS همه هماهنگهای موجود در خروجی سیستم صوتی به کل ولتاژ RMS خروجی",
        "به ازای ورودی سینوسی خالص",
        "که به صورت درصد بیان می‌شود هرچه این درصد کمتر باشد سیستم صوتی بهتر است"
      ]
    },
    {
      "EnglishWord": "theater missile defense radar",
      "Meanings": [
        "رادار دفاع موشکی نمایشی سیستم راداری ایالات متحده که می‌تواند در هر جای دنیا برای تشخیص دوربرد موشکهای بالستیک دشمن به کار رود"
      ]
    },
    {
      "EnglishWord": "theme",
      "Meanings": [
        "موضوع"
      ]
    },
    {
      "EnglishWord": "theorem",
      "Meanings": [
        "قضیه"
      ]
    },
    {
      "EnglishWord": "theory of distribution",
      "Meanings": [
        "نظریه توزیع"
      ]
    },
    {
      "EnglishWord": "therbionic",
      "Meanings": [
        "گرما یونی"
      ]
    },
    {
      "EnglishWord": "thermal",
      "Meanings": [
        "حرارتی",
        "گرمایی"
      ]
    },
    {
      "EnglishWord": "thermal - agitation voltage",
      "Meanings": [
        "ولتاژ آشوب حرارتی ولتاژ تولید شده در مدار در اثر آشوب حرارتی"
      ]
    },
    {
      "EnglishWord": "thermal agitation  thermal effect",
      "Meanings": [
        "آشوب حرارتی",
        "اثر حرارتی حرکتهای تصادفی الکترونها ی آزاد در رسانا",
        "این حرکتها سیگنالهای نویزی را تولید می‌کند که اگر تقویت کننده در ورودی دارای بهره بالا باشد. می‌تواند نویز قابل توجهی را به وجود آورد"
      ]
    },
    {
      "EnglishWord": "thermal agitation noise",
      "Meanings": [
        "نویز لرزش حرارتی"
      ]
    },
    {
      "EnglishWord": "thermal battery",
      "Meanings": [
        "باتری حرارتی 1. ترکیبی از پیلهای حرارتی 2. منبع ولتاژی که از تعدادی پیوند دو فلزی متصل به هم تشکیل شده است که به هنگام گرم شدن با شعله ولتاز تولید می‌کند"
      ]
    },
    {
      "EnglishWord": "thermal cell",
      "Meanings": [
        "پیل حرارتی پیل ذخیره ای که با اعمال حرارت بر ای ذوب کردن الکترولیت دی سولفیدی آن",
        "فعال می‌شود"
      ]
    },
    {
      "EnglishWord": "thermal circuit breaker",
      "Meanings": [
        "مدار شکن حرارتی مدار شکنی که اتصالهای آن به طور خودکار در پاسخ به گرم شدن ناشی از جریان اضافه بار در مدار حفاظت شده باز می‌شوند. یک اتصال می‌تواند نوار دو فلزی باشد"
      ]
    },
    {
      "EnglishWord": "thermal conductivity",
      "Meanings": [
        "رسانایی حرارتی کمیت گرمایی که از واحد حجم ماده در واحد وزن آن می‌گذرد",
        "وقتی که اختلاف دمای دو وجه آن 1 درجه سلسیوس باشد"
      ]
    },
    {
      "EnglishWord": "thermal converter  thermocouple converter thermoelectric generetor  thermoelement",
      "Meanings": [
        "مبدل حرارتی",
        "مبدل ترموکوپلی",
        "مولد ترموالکتریک",
        "المنت حرارتی مبدلی که از یک یا چند پیوند حرارتی در اتصال حرارتی با گرم کننده الکتریکی تشکیل شده است. ولتاژ ایجاد شده در پایه‌های خروجی در اثر عملکرد الکتریکی",
        "حرارتی معیاری از جریان ورودی به گرم کننده آن است"
      ]
    },
    {
      "EnglishWord": "thermal cutout",
      "Meanings": [
        "قطع حرارتی سوییچ حساس به گرمایی که به طور خوکار مدار موتور الکتریکی یا تحریک کننده‌های الکترومکانیکی دیگر را به هنگام تجاوز دما از مقدار ایمن باز می‌کند"
      ]
    },
    {
      "EnglishWord": "thermal detector",
      "Meanings": [
        "آشکار ساز حرارتی آشکار ساز گرما",
        "مانند لبومتر یا ترموکوپل"
      ]
    },
    {
      "EnglishWord": "thermal drift",
      "Meanings": [
        "رانش حرارتی جابجایی ناشی از تولید گرما در داخل دستگاه به هنگام عملکرد عادی یا در اثر تغییرات در دمای محیط بیرونی"
      ]
    },
    {
      "EnglishWord": "thermal energy",
      "Meanings": [
        "انرژی حرارتی"
      ]
    },
    {
      "EnglishWord": "thermal equilibrium",
      "Meanings": [
        "تعادل حرارتی"
      ]
    },
    {
      "EnglishWord": "thermal flasher",
      "Meanings": [
        "چشمک زن حرارتی قطعه ترموالکتریکی که مداری را به طور خودکار در فاصله‌های زمانی باز و بسته می‌کند. سرد و گرم شدن متناوب نوار دو فلزی به هنگام گرم شدن آن به وسیله عنصر مقاومتی سری با مدار تحت کنترل",
        "سبب این عملکرد می‌شود"
      ]
    },
    {
      "EnglishWord": "thermal generation",
      "Meanings": [
        "تولید گرمایی"
      ]
    },
    {
      "EnglishWord": "thermal imager",
      "Meanings": [
        "تصویر ساز حرارتی دوربین آزمایشگاهی یا سیستم مادون قرمز غیر فعال دیگر که تصویر مادون قرمز از صحنه ای ایجاد می‌کند که اجسام یا سطوح مختلف در آن دماهای مختلف هستند. حدود اختلاف دما را می‌توان به صورت رنگی نشان داد"
      ]
    },
    {
      "EnglishWord": "thermal imaging navigation set",
      "Meanings": [
        "دستگاه ناوبری تصویر برداری حرارتی سیستمی هواپیما که تصاویری روی صفحه نمایش HUD heads",
        "up در تمام شرایط آب و هوایی",
        "در روز و شب بوجود می‌آورد. TINS براساس پردازش سیگنالهای دیجیتال می‌تواند تصویر سیاه",
        "گرم یا سفید",
        "گرم را نشان دهد. این دستگاه از سه واحد تشکیل می‌شود: واحد کنترل حرارتی TCU",
        "واحد حسگر FLIR FSU و واحد الکترونیکی PEU pod"
      ]
    },
    {
      "EnglishWord": "thermal inertia",
      "Meanings": [
        "لختی حرارتی معکوس پاسخ حرارتی"
      ]
    },
    {
      "EnglishWord": "thermal instrument",
      "Meanings": [
        "ابزار حرارتی ابزاری که بر اساس اثرات گرمایی جریان الکتریکی عمل می‌کند",
        "مانند ترموکوپل یا ابزار سیم",
        "داغ"
      ]
    },
    {
      "EnglishWord": "thermal ionization",
      "Meanings": [
        "یونیده سازی حرارتی یونیده سازی اتمها یا مولکولها با استفاده از گرما",
        "مانند آنچه که در شعله اتفاق می‌افتد"
      ]
    },
    {
      "EnglishWord": "thermal loss",
      "Meanings": [
        "تلف حرارتی"
      ]
    },
    {
      "EnglishWord": "thermal management",
      "Meanings": [
        "مدیریت حرارتی ابزاری که با استفاده از آن دمای سیستم باتری در محدوده معینی به هنگام پر و خالی شدن باتری نگه داشته می‌شود"
      ]
    },
    {
      "EnglishWord": "thermal noise",
      "Meanings": [
        "نویز حرارتی"
      ]
    },
    {
      "EnglishWord": "thermal noise   johnson noise",
      "Meanings": [
        "نویز حرارتی",
        "نویز جانسون نویز الکتریکی تولید شده در اثر آشوب حرارتی الکترونها در نیمرساناها و رسانا ها. این حرکت تصادفی الکترونهای آزاد دما افزایش می‌یابد"
      ]
    },
    {
      "EnglishWord": "thermal noise generator",
      "Meanings": [
        "مولد نویز حرارتی مولدی که براساس آشوبهای حرارتی ذاتی لامپ الکترونی برای تولید منبع نویز درجه بندی شده عمل می‌کند"
      ]
    },
    {
      "EnglishWord": "thermal power",
      "Meanings": [
        "توان حرارتی"
      ]
    },
    {
      "EnglishWord": "thermal printer",
      "Meanings": [
        "چاپگر حرارتی چاپگر غیر ضربه ای که نویسه‌های آن با حرارت دادن عناصر انتخابی یک ماتریس 5×7 یا 7×9 ساخته می‌شود که با کاغذ حساس به حرارت در تماس است"
      ]
    },
    {
      "EnglishWord": "thermal protector",
      "Meanings": [
        "محافظ حرارتی عنصر حساس به حرارتی که در داخل موتور یا تجهیزات دیگر ساخته می‌شود تا به هنگام گرم شدن آن بیش از حد معینی که می‌تواند به ماشین آسیب بزند",
        "برق دستگاه را قطع کند. محافظ می‌تواند",
        "پس اط خنک شدن ماشین",
        "به طور خودکار برق را وصل کند یا ممکن است که به طور دستی وصل شود"
      ]
    },
    {
      "EnglishWord": "thermal radiation  heat",
      "Meanings": [
        "تابش حرارتی",
        "گرما تابش به شکل حرارت که از همه اجسامی که در دمای صفر مطلق نیستند",
        "تابش می‌شود. محدوده طول موج آن از کوتاه‌ترین طول موجهای فرابنفش تا طولانی‌ترین طول موجهای مادون قرمز گسترده است"
      ]
    },
    {
      "EnglishWord": "thermal relay",
      "Meanings": [
        "رله حرارتی رله عمل کننده با گرمای ناشی از جاری شدن جریان"
      ]
    },
    {
      "EnglishWord": "thermal resistance",
      "Meanings": [
        "مقاومت حرارتی"
      ]
    },
    {
      "EnglishWord": "thermal runaway",
      "Meanings": [
        "فرار حرارتی شرایطی که ممکن است در ترانزیستور قدرت به هنگام افزایش دمای کلکتور و کاهش مقاومت کلکتور ایجاد شود و امکان عبور جریان زیادتری را به وجود آورد. جریان افزایش یافته",
        "باز هم اثر حرارتی را افزایش می‌دهد. این عمل ممکن است تا تخریب ترانزیستور ادامه یابد بخصوص وقتی که دمای محیط بالا باشد",
        "مهار گسیختگی گرمایی"
      ]
    },
    {
      "EnglishWord": "thermal stability",
      "Meanings": [
        "پایداری حرارتی"
      ]
    },
    {
      "EnglishWord": "thermal switch",
      "Meanings": [
        "سوییچ حرارتی سوییچ کنترل شده با دما"
      ]
    },
    {
      "EnglishWord": "thermal tuner",
      "Meanings": [
        "تنظیم کننده حرارتی تنظیم کننده ریزموجی که بر اساس تنظیم حرارتی تشدیدگر کاواکی عمل می‌کند"
      ]
    },
    {
      "EnglishWord": "thermal tuning",
      "Meanings": [
        "تنظیم حرارتی فرایند تغییر دادن بسام عملکرد سیستم با انبساط حرارتی کنترل شده که ابعاد را تغییر می‌دهد"
      ]
    },
    {
      "EnglishWord": "thermal weapon sight",
      "Meanings": [
        "دیدگاه تفنگ حرارتی دستگاه تصویر برداری نظامی سبک وزن که می‌تواند روی تفنگ نصب یا به طور دستی حمل شود"
      ]
    },
    {
      "EnglishWord": "thermel",
      "Meanings": [
        "ترمل قطعه ترموالکتریکی که دما را اندازه می‌گیرد مانند ترموکوپل یا ترموپیل"
      ]
    },
    {
      "EnglishWord": "thermion",
      "Meanings": [
        "گرمایون ذره باردار گسیل شده از جسم گرم شده مانند کاتد داغ لامپ ترمویونی"
      ]
    },
    {
      "EnglishWord": "thermionic",
      "Meanings": [
        "گرمایونی واژه ای برای اشاره به گسیل الکترونها در نتیجه گرما"
      ]
    },
    {
      "EnglishWord": "thermionic  thermal resistor",
      "Meanings": [
        "ترمیستور بلومتری که از تغییر مقاومت نیمرسانا در اثر تغییر دما استفاده می‌کند. ترمیستور ضریب دمایی منفی بالایی در مقاومت دارد",
        "بنابراین مقاومت آن با افزایش دما",
        "کاهش می‌یابد. در مدارهای حساس",
        "از این قطعه برای جبران سازی تغییرات دمایی در قطعات دیگر استفاده می‌شود. ترمیستور همانند بلومتر",
        "دما و انرژی ریزموج را اندازه می‌گیرد. همچنین می‌تواند یک عنصر مداری غیر خطی باشد"
      ]
    },
    {
      "EnglishWord": "thermionic converter  thermionic generator",
      "Meanings": [
        "مبدل گرمایونی",
        "مولد ترمویونی مبدلی که انرژی گرمایی را مستقیما به انرژی الکتریکی تبدیل می‌کند. در نوعی از آن دو الکترود با استفاده از گاز کم فشاری از یکدیگر مجزا شده اند. وقتی که یکی از الکترونها تا دمای 1100 درجه سلسیوس گرم می‌شود",
        "الکترونهای خارج شده از آن از داخل گاز عبور می‌کنند به سمت الکترود دیگر می‌روند تا جریان الکتریکی برقرار شود"
      ]
    },
    {
      "EnglishWord": "thermionic current",
      "Meanings": [
        "جریان گرمایونی جریان ایجاد شده با حرکت جهت داده شده الکترونها یا ترمویونهای دیگر",
        "جریان الکترونهای گسیل شده از کاتد به آند در لامپ ترمویونی"
      ]
    },
    {
      "EnglishWord": "thermionic detector",
      "Meanings": [
        "آشکارسازی که شامل یک لامپ کاتد",
        "داغ است"
      ]
    },
    {
      "EnglishWord": "thermionic diode",
      "Meanings": [
        "دیود گرمایونی لامپ الکترونی دیود دارای کاتد گرم شده است"
      ]
    },
    {
      "EnglishWord": "thermionic emission",
      "Meanings": [
        "گسیل گرمایونی رها شدن الکترونها یا یونهای از جامد یا مایع در نتیجه گرم شدن آن",
        "انتشار گرمایونی"
      ]
    },
    {
      "EnglishWord": "thermionic grid emission  primary grid emission",
      "Meanings": [
        "گسیل گرمایونی شبکه",
        "گسیل اولیه شبکه جریان تولید شده با گسیل گرمایونی الکترونها از شبکه"
      ]
    },
    {
      "EnglishWord": "thermionic work function",
      "Meanings": [
        "تابع کار گرمایونی انرژی لازم برای انتقال الکترونها از فلز معینی به محیط مجاور آن در هنگام گسیل گرمایونی",
        "مانند انتقال الکترونها از فیلیمان گر شده به خلا"
      ]
    },
    {
      "EnglishWord": "thermistor",
      "Meanings": [
        "عنصر مقاومت حرارتی",
        "ترمیستور"
      ]
    },
    {
      "EnglishWord": "thermistor mount",
      "Meanings": [
        "نصب ترمیستور نصب موجبر برای قرار دادن ترمیستوری که می‌تواند توان الکترومغناطیسی را اندازه بگیرد"
      ]
    },
    {
      "EnglishWord": "thermoammeter  thermocouple ammeter  thermocouple instrument  thermo couple meter",
      "Meanings": [
        "آمپرسنج حرارتی",
        "آمپرسنج ترموکوپلی",
        "ابزار ترموکوپلی",
        "سنجه ترموکوپلی آمپرسنجی که با ولتاژ تولید شده در ترموکوپلی تحریک می‌شود که جریان در حال اندازه گیری در آن جاری می‌شود. همچنین می‌تواند جریانهای RF را نیز اندازه گیری کند"
      ]
    },
    {
      "EnglishWord": "thermocline",
      "Meanings": [
        "دما شیب واسطی میان آب گرمتر و سردتر اقیانوس",
        "که امواج صدا یا سونار در آن طوری خم می‌شوند که زیر دریاییها می‌توانند ی پنهان شدن زیر این واسط از آشکار شدن بگریزند"
      ]
    },
    {
      "EnglishWord": "thermocouple",
      "Meanings": [
        "ترموکوپل قطعه ای که از دو رسانای ناهمجنس تشکیل شده که دو سر آنها ب یکدیگر جوش دادن شده است تا پیوندی را به وجود آورد. وقتی که این پیوند حرارت داده می‌شود",
        "ولتاژ تولید شده در دو سر آن متناسب با افزایش دماست. از ترموکوپل برای اندازه گیری دما",
        "در پیرومتر ترموالکتریک یا تبدیل انرژی تابشی به انرژی الکتریکی استفاده می‌شود",
        "ترموکوپل",
        "جفت گرمایی"
      ]
    },
    {
      "EnglishWord": "thermocouple ammeter",
      "Meanings": [
        "آمپرسنج توموکوپلی"
      ]
    },
    {
      "EnglishWord": "thermocouple vacuum gage",
      "Meanings": [
        "اندازه گیر خلا ترموکوپلی اندازه گیر خلای که عملکرد آن بر اساس رسانایی حرارتی گاز موجود است. فشار به صورت تابعی از ولتاژ ترموکوپلی که پیوند اندازه گیری آن در اتصال حرارتی با گرم کننده حامل جریان ثابت است",
        "اندازه گیری می‌شود. محدوده فشار آن 10 به توان",
        "تا 10 به توان",
        "تور است"
      ]
    },
    {
      "EnglishWord": "thermoelectreic series",
      "Meanings": [
        "سربهای ترموالکتریک مجموعه ای از فلزات آرایش یافته به ترتیب محدوده تولید ولتاژ ترموالکتریکی آنها نسبت به فلز مرجعی مانند سرب"
      ]
    },
    {
      "EnglishWord": "thermoelectric convertor",
      "Meanings": [
        "مبدل ترموالکتریک مبدلی که انرژی خورشیدی یا گرمایی دیگر را به انرژی الکتریکی تبدیل می‌کند و می‌تواند منبع توانی برای فضاپیماها باشد"
      ]
    },
    {
      "EnglishWord": "thermoelectric cooler",
      "Meanings": [
        "خنک کننده ترموالکتریکی مادول یا آرایه ای برای خنک کردن نقطه ای قطعات الکترونیکی بر اساس اثر پلتایر. این قطعه برای خنک کردن قطعات در مدارهای مجتمعی یا تجمع زیاد قطعات مناسب است. خنک کننده ترموالکتریکی معمولا از ماده نیمرسانای بیسموت",
        "تلوراید با ناخالصی N یا P ساخته می‌شود مادولهای یک طبقه از لحاظ الکتریکی به طور سری و از لحاظ حرارتی به طور موازی آرایش می‌یابند. به طور سری با ورقهای سرامیکی نارسانای الکتریکی و رسانای حرارتی بین آنها ساخته می‌شوند"
      ]
    },
    {
      "EnglishWord": "thermoelectric material",
      "Meanings": [
        "ماده ترموالکتریک ماده ای که می‌تواند انرژی حرارتی را به انرژ ی الکتریکی تبدیل کند یا از انرژی الکتریکی به طور مستقیم خنک کنندگحی به وجود آورد. تلورید سرب",
        "تلورید ژرمانیم",
        "تلورید بیسموت و سولفید سزیم ار مواد ترموالکتریک خوب هستند"
      ]
    },
    {
      "EnglishWord": "thermoelectric microrefrigerator",
      "Meanings": [
        "ریز خنک کننده ترموالکتریک قطعه خنک کنندهای که بر اساس اثر پلنایر عمل می‌کند و از آن در سرد کردن قطعات الکترونیکی کوچک مانند اشمار ساز‌های مادون قرمز استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "thermoelectric module",
      "Meanings": [
        "مادول ترمو الکتریک قطعه که بر اساس اثر پلنابر برای خنک کردن نقطه ای ترانزیستورها ف اشکار سازهای مادون قرمز و قطعات دیگر. با جریان مستقیم عمل می‌کند و می‌تواند کنترل دمای دقیقی را در مایعات",
        "جامدات و گازها انجام دهد"
      ]
    },
    {
      "EnglishWord": "thermoelectric solar cell",
      "Meanings": [
        "سلول خورشیدی ترموالکتریک سلول خورشیدی که ابتدا انر ژی خورشیدی را با ورقه ای فلزی به حرارت تبدیل می‌کند و سپس آن حرارت در ماده نیمرسانا قرار گحرفته بین ورقه فلزی اول و ورقه فلزی جمع آوری کننده دوم",
        "به الکتریسیته تبدیل می‌شود"
      ]
    },
    {
      "EnglishWord": "thermoelectric thermometer  thermocouple thermometer",
      "Meanings": [
        "دماسنج ترموالکتریکی",
        "دماسنج ترموکوپلی دماسنجی که پیوند اندازه گیری ترموکوپل ان در اصال حرارتی با بدن بیمار است"
      ]
    },
    {
      "EnglishWord": "thermoelectricity",
      "Meanings": [
        "ترموالکتریسیته الکتریسیته تولید شده با عملکرد مستقیم حرارت",
        "مانند گرمایش نابرابر دو پیوند حرارتی در یک مدار"
      ]
    },
    {
      "EnglishWord": "thermoelectron  negative thermion",
      "Meanings": [
        "گرما الکترون",
        "گرمایون منفی الکترون رها شده در اثر رم شدن مانند الکترونهای رهاشده از فیلمان گرم"
      ]
    },
    {
      "EnglishWord": "thermograph",
      "Meanings": [
        "گرمانگحار 1. ابزار سازنده تصویر مادون قرمز دور که عکس حرارتی را با پویش تصویر مادون قرمز دور از جسم یا صحنه ایجاد می‌کند. 2. ابزاری که دمای جو را حس و اندازه گیری و ثبت می‌کند"
      ]
    },
    {
      "EnglishWord": "thermojunction  thermoelectric junction",
      "Meanings": [
        "پیوند حرارتی",
        "پیوند ترموالکتریک یکی از سطوح اتصال بین دو رسانای ترموکوپل"
      ]
    },
    {
      "EnglishWord": "thermoluminescence",
      "Meanings": [
        "نورتابی حرارتی روشنایی تولید شده در ماده با حرارت ملایم"
      ]
    },
    {
      "EnglishWord": "thermoluminescent dosimeter",
      "Meanings": [
        "دز سنج نورتابی حرارتی دز سنجی که بر اساس این اصل عمل می‌کند که وقیی جامد تابش دیده معینی حرارت داده می‌شود الکترونها یا حفره‌های به دام افتاده به حالت پایه بر می‌گردند و در نتیجه نور گسیل می‌کند. مقدار این نور با لامپ نوری ضرب کننده اندازه گیری می‌شود"
      ]
    },
    {
      "EnglishWord": "thermomagnetic",
      "Meanings": [
        "ترمو مغناطیس واژه ای برای اشاره به اثر حرارت در ویژگیهای مغناطیسی مواد یا اثر میدان مغناطیسی بر توزیع دمایی در رسانا. ی"
      ]
    },
    {
      "EnglishWord": "thermometer",
      "Meanings": [
        "دماسنج ابزاری که دما را اندازه می‌گیرد و نشان می‌دهد",
        "حرارت سنج"
      ]
    },
    {
      "EnglishWord": "thermomilliammeter",
      "Meanings": [
        "میلی امپر سنج حرارتی امپر سنج حرارتی با محدوده کم"
      ]
    },
    {
      "EnglishWord": "thermophone",
      "Meanings": [
        "ترموفون تراگردان الکتروآکوستیک که با انبساط و انقباض هوای مجاور رسانایی که دمای آن در پاسخ به جریان ورودی تغییر می‌کند. امواج صدایی تولید میکند که هر کدام شدت معلوم و دقیقی دارند از این وسیله برای درجه بندی کردن میکروفونها استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "thermopile",
      "Meanings": [
        "ترموپیل گروهی از ترموکوپلها که وقتی به طوری سری متصل می‌شوند ولتاژ خروجی بالاتر و وقتی به طور موازی متصل می‌شوند",
        "جریان خروجی بالاتری را تولید می‌کنند. از ان برای اندازه گیری دما یا انرژی تابشی",
        "یا تبدیل انرژی تابشی به توان الکتریکی استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "thermoplastic",
      "Meanings": [
        "رگوله کننده حرارتی ترموستات با دقت بالا یا حساسیت بالا. نوعی از ان از دماسنج جیوه ای در پوشش شیشه با الکترودهای درزگیری شده تشکیل شده است که بالا رفتن و پایین آمدن ستون جیوه آن مدار الکتریکی را قطع و وصل می‌کند"
      ]
    },
    {
      "EnglishWord": "thermosetting",
      "Meanings": [
        "گرما سخت پلاستیکی که وقتی برای اولین بار تحت فشار حرارت داده شود. سخت می‌شود و نمی‌توان بدون از بین بردن مشخصات اصلی ان",
        "دوباره آن را ذوب کرد و قالب مانند آپوکسی",
        "ملامین",
        "فنولیک",
        "نیوپرن و تفلون TFE"
      ]
    },
    {
      "EnglishWord": "thermosphere",
      "Meanings": [
        "ترموسفر ناخیه ای از اتمسفر",
        "بالای مزوزسفر که گرمای شدید و افزایش دمای زیادی در نتیجه تجزیه نوری و یونیده شدگی نوری اتمهای نیتروژن و اکسیژن در ان به وجود می‌آید. این ناحیه از ارتفاع حدود 80 تا 600 کیلومتری 50 تا 375 مایل گسترده شده است"
      ]
    },
    {
      "EnglishWord": "thermostat",
      "Meanings": [
        "ترموستات قطعه ای که مداری را به هنگام خارج شدن دما از مقدار یا محدوده از پیش تعیین شده",
        "باز یا بسته می‌کند. این قطعه می‌تواند کنترل‌های عناصر گرمایی را تحریک کند و عملکرد اصلاحی را انجام دهد"
      ]
    },
    {
      "EnglishWord": "thermostat materials",
      "Meanings": [
        "مواد ترموستاتی زوج فلزی که ضریب انبساط حرارتی انها",
        "اختلاف زیادی با یکدیگر داردوقتی که این دو فلز به یکدیگر متصل می‌شوند و در نتیجه خم شدن تیغه می‌شود که می‌تواند مداری را با تغییر حرارت",
        "باز یا بسته کند. موثر‌ترین ترکیب مواد",
        "نیکل و آهن و کروم و آهن است"
      ]
    },
    {
      "EnglishWord": "thermostatic switch",
      "Meanings": [
        "سوییچ ترموستاتی سوییچ عمل کننده حرارتی که انرژی کاری خود را از طریق رسانایی با همرفت حرارتی از قطعه تحت کنترل به دست می‌آورد"
      ]
    },
    {
      "EnglishWord": "thevenins theorem",
      "Meanings": [
        "نظریه تونین نظریه ای در مدارهای الکتریکی که مطابق ان می‌توان شبکه مرکب از مدارهای خطی و فشرده بین دو پایه را با یک منبع ولتاژ سری با یک امپدانس جایگزین کرد. آن را نظریه هلمهولنز",
        "تونین نیز می‌نامند"
      ]
    },
    {
      "EnglishWord": "thevenin's theorem",
      "Meanings": [
        "قضیه نوتن"
      ]
    },
    {
      "EnglishWord": "thick",
      "Meanings": [
        "ضخیم"
      ]
    },
    {
      "EnglishWord": "thick - film circuit",
      "Meanings": [
        "مدار پوسه ضخیم مدار هیپرید یا شبکه خازن",
        "مقاومتی که در آن بعضی از مقاومتها و خازنها با همنه آنها به طور مستقیم روی زیر ساخت سرامیکی به صورت پوسه‌های ضخیم رسانا و دی الکتریک نشانده شده",
        "ساخته می‌شوند. این پوسه‌ها با ماسک گذاشتن و پاشیدن",
        "اسپری کردن",
        "چاپ کردن یا ترکیب از این مراحل ساخته می‌شوند. قطعات فعال دیودها",
        "ترانزیستورها یامدارهای مجتمع معمولا به صورت تراشه هی بدون پوشش با لحیم کاری",
        "برنج کاری یا اتصالهای رسانا به زیر ساخت چسبانده می‌شوند"
      ]
    },
    {
      "EnglishWord": "thick - film resistor",
      "Meanings": [
        "مقاومت پوسه ضخیم مقاومت ثابتی که عنصر مقاومتی آن پوسه ضخیم ساخته شده از ذرات فلزات نجیب ف اکسیدهای فلزی و پودر شیشه است که در حلال با چسب آلی مخلوط شده اند"
      ]
    },
    {
      "EnglishWord": "thick film",
      "Meanings": [
        "پوسه",
        "ضخیم نشاندن پوسه ای",
        "یا حداقل ضخامت یک میلیونیم اینچ در حدود 10 میکرومتر از ماده مقاومتی یا رسانا روی زیر ساخت عایق برای ساخت این لایه پودرفلز ات گرانبها ف پودر شیشه و مایع فراری را با هم مخلوط می‌کنند تا جوهری ساخته شود ه روی زیر ساخت با هتسه به طریق چاپ با صفحه‌های سوراخ دار یا پاشیدن و پاک کردن قرار داده می‌شود. زیر ساخت تشکیل شود. این پوسه عناصر مقاومیت را روی زیر ساختهای سرامیکی در مقاومتهای تراشه ای و شبکه‌های مقاومتی",
        "سطوح دی الکتریک را در خازنها و مسیر‌های رسانا را روی ریز مدارهای هیبرید یا شبکه‌های خازن مقاومتی تشکیل می‌دهد",
        "مانند سرمت و عناصری با ویژگیهای مقاومت",
        "فلزی",
        "لایه ضخیم",
        "ضخیم پوسته"
      ]
    },
    {
      "EnglishWord": "thick film resistor",
      "Meanings": [
        "مقاومت لایه ضخیم",
        "مقاومت ضخیم پوسته"
      ]
    },
    {
      "EnglishWord": "thickness",
      "Meanings": [
        "ضخامت"
      ]
    },
    {
      "EnglishWord": "thik - film capacitor",
      "Meanings": [
        "خازن پوسه ضخیم خازنی با دو لایه همپوشانی شده پوسه ضخیم از ماده رسانا که با پوسه دی الکتزیک نشانده شده بین انها",
        "از یکدیگر جدا شده اند"
      ]
    },
    {
      "EnglishWord": "thin",
      "Meanings": [
        "نازک"
      ]
    },
    {
      "EnglishWord": "thin - film capacitor",
      "Meanings": [
        "خازن پوسه نازک خازنی که با تبخیر متوالی مواد رسیانا و دی الکتریک به صورت لایه‌های پوسه نازکی بر روی زیر ساخت ساخته می‌شود. معمولا پوسه نازکی از مونوکسید سیلیسیم SIO به عنواندی الکتریک استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "thin - film circuit",
      "Meanings": [
        "مدار پوسه نازک زیر مدار هیبرید rf یا ریز موج که بعضی از خازنها",
        "مقاومتها و القا گرها ف یا همه آنها ف در آن از لایه‌های پوسه نازک رساناو دی الکتریک با ضخامتهای کمتر از چند میکرومتر",
        "ساخته می‌شوند. این پوسه‌ها با ماسک گذاری",
        "پاشیدن",
        "تبخیر در خلا یاترکیب از این روشها ساخته می‌شوند. قطعات فعال مانند دیودها ف ترانزیستورها یا مدارهای مجتمع می‌توانند به صورت تراشه‌های بدون پوشش یا دارای پوشش به صورت بسته‌های نصب شونده سطحی باشند thick film circuit بعضی از مدارهای پوسه نازک خاص مانند صفحه‌های نمایش بلور مایع ماتریسی فعال amlcd دارای ترانزستورهای امورف ساخته شده با نشاندن لایه‌های پوسه نازک هستند"
      ]
    },
    {
      "EnglishWord": "thin - film cyotron",
      "Meanings": [
        "کریوترون پوسه نارک مداری به منظور عمل کردن در محیط سرد که عناصر گیت پوسه نازک ایندیمی یا تیتانیومی می‌توانند گذار از حالت ابر رسانایی به حالت عادی را انجام دهند. عنصر کنترل رسانای پوسه نازک که عنصر گیت را پل می‌کند ولی با عایق مونوکسید سیلیسیم به طور الکتریکی از آن مجزا شده است. حامل جریان کنترل است"
      ]
    },
    {
      "EnglishWord": "thin - film ferrite coil",
      "Meanings": [
        "پیچک فریتی پوسه",
        "نازک القا گر ساخت شده با نشاندن مارپیچ نازکی از طلا یا فلز رسانای دیگری روی زیر ساخت فر یتی با قرار دادن دو مارپیچ رسانا بین سه زیر ساخت فریتی و متصل کردن مارپچ‌ها به طور سری می‌توان به مقادیر خودالقایی بالاتری دست یافت"
      ]
    },
    {
      "EnglishWord": "thin - film inductive read / write head",
      "Meanings": [
        "هدخواندن / نوشتن القایی پوسه",
        "نازک هد خواندن / نوشتن در دیسک حافظه ران ک به جای پیچیده شدن با سیم و اجزای مجزا با روشهای تولید مدارهای مجتمع ساخته شده است. قطعه خواندن تغییرات شار مغناطیسی در سطح محیط ضبط مغناطیسی را آشکار و آن را به سیگنالهای رمز شده دیجیتالی تبدیل می‌کند که مدارهای دیسک ران آنها را به صورت داده دریافت می‌کنند"
      ]
    },
    {
      "EnglishWord": "thin - film magnetoresistor",
      "Meanings": [
        "مقاومت مغناطیسی پوسه",
        "نازک مقاومت پوسه",
        "نازکی که مقدار آن با اعمال میدان مغناطیسی تغییر می‌کند"
      ]
    },
    {
      "EnglishWord": "thin film",
      "Meanings": [
        "پوسه نازک نشاندن مواد رسانا یا مقاومتی با ضخامت کمتر از یک میلیونیم اینچ روی زیر ساخت عایق این کار روی شیشه",
        "سرامیک یا پولک نیمرسانا با استفاده از پاشیدن بخار کردن یا نشاندن با بخار شیمیایی CVD اغلب از طریق ماسک انجام می‌شود. نیکل",
        "کروم و اکسید قلع نمونه هایی از آن هستند",
        "لایه نازک",
        "نازک پوسته"
      ]
    },
    {
      "EnglishWord": "thin film . active - matrix display",
      "Meanings": [
        "صفحه نمایش ماتریس فعال پوسه نازک صفحه نمایش بلور مایع با ترانزیستورها یا دیودهای سوییچینگ در هر عنصر تصویر یا هر ذره تصویر که به صورت پوسه نازک ار سیلیکن آمورف یا جند بلوری ساخته شده اند. قطعات فعال. ولتاژ هوستون را برای ساخته شده اند. قطعات فعال",
        "ولتاز هوستون را برای ذخیره کردن نقاط تصویر در مدت زمان هر قاب تنظیم می‌کنند"
      ]
    },
    {
      "EnglishWord": "thin film resistor",
      "Meanings": [
        "مقاومت لایه نازک",
        "مقاومت نازک پوسته"
      ]
    },
    {
      "EnglishWord": "thin quad fiat package",
      "Meanings": [
        "پوشش تخت مربعی نازکی برای مدارهای مجتمع"
      ]
    },
    {
      "EnglishWord": "thin-film material",
      "Meanings": [
        "ماده پوسه",
        "نازک ماده ای که می‌تواند با الگوی دلخواه و انواع روشهای شیمیایی",
        "مکانیکی یا تبخیر در خلا بالا نشانده شوند. مقاومتهای پوسه",
        "نازک از آلیاژهای طلا",
        "پلاتین یا نیکل کروم و همچنین از اکسید تیتانیم نشانده شده روی زیرساخت سرامیکی ساخته می‌شوند. خازنهای پوسه نازک با نشاندن لایه‌های متناوب فلز و دی الکتریک ساخته می‌شوند که دی الکتریک معمول آنها",
        "اکسید آلومینیم و اکسید سیلیسیم است. پیچکها با نشاندن پوسه‌های فلزی پخالص روی زیر ساخت آلومینا یا فریت ساخته می‌شوند"
      ]
    },
    {
      "EnglishWord": "thin-film resistor",
      "Meanings": [
        "مقاومت پوسه",
        "نازک مقاومت ثابتی که عنصر مقاومتی آن فلز",
        "آلیاژ",
        "کربن یا مواد پوسه",
        "نازک دیگر است"
      ]
    },
    {
      "EnglishWord": "thin-film transistor",
      "Meanings": [
        "ترانزیستور پوسه",
        "نازک ترانزیستورهای سیلیسیمی آمورف در صحنه‌های نمایش بلور مایع ماتریسی فعال که خطوط سطر نشانی و ستون داده ماتریس را کنترل می‌کنند. این ترانزیستورها ولتاژی را به ماده LCD اعمال می‌کنند که در راستای الکترودهای مشترک و صفحه نمایش",
        "خازنهایی را برای ذخیره کردن ولتاژ در طول مدت زمان هر قاب تشکیل می‌دهد"
      ]
    },
    {
      "EnglishWord": "thin-window counter tube",
      "Meanings": [
        "لامپ شمارنده پنجره",
        "نازک لامپ شمارنده ساخته شده به گونه ای که بخشی از حباب آن مقدار جذب کمی دارد",
        "تا به تابشهای محدود کوچکی امکان ورود بدهد"
      ]
    },
    {
      "EnglishWord": "third harmonic",
      "Meanings": [
        "هماهنگ سوم مولفه موج سینوسی که بسامد آن سه برابر بسامد اصلی موج مرکب است"
      ]
    },
    {
      "EnglishWord": "thomson coefficient",
      "Meanings": [
        "ضریب تامسون نسبت ولتاژ موجود بین دو نقطه روی رسانای فلزی",
        "برای ایجاد اختلاف دما بین آن دو نقطه"
      ]
    },
    {
      "EnglishWord": "thomson effect",
      "Meanings": [
        "اثر تامسون اگر رسانای فلز یکنواختی از وسط حرارت داده شود و جریان خارجی از آن عبور کند",
        "حرارت به طور نابرابر در طول دو نیمه هدایت می‌شود. مثلا در مس",
        "کادمیم",
        "روی و نقره ناحیه ای که در آن جهت جریان از قسمت سردتر به گرمتر است",
        "نسبت به حالت عدم وجود جریان",
        "خنک‌تر می‌شودو ناحیه ای که جهت جریان در آن از قسمت گرمتر به سردتر است",
        "نسبت به حالت عدم وجود جریان در آن گرم‌تر خواهد بود. این حالت در فلزاتی نظیر آهن و نیکل بر عکس است. این اثر و نیروی محرکه الکتریکی تولید شده در اثر آن به نام ویلیام تامسون",
        "لرد کلوین",
        "نامیده می‌شود. سرب اثر تامسون قابل توجهی نشان نمی‌دهد"
      ]
    },
    {
      "EnglishWord": "thomson scattering",
      "Meanings": [
        "پراکندگی تامسون پراکنده شدن تابش الکترومغناطیسی با الکترونها. سطح مقطع پراکندگی برای الکترون 0/657 بارن است"
      ]
    },
    {
      "EnglishWord": "thomson voltage",
      "Meanings": [
        "ولتاژ تامسون ولتاژ موجو بین دو نقطه رسانا که اختلاف دما دارند"
      ]
    },
    {
      "EnglishWord": "thoriated-tungsten filament",
      "Meanings": [
        "فیلمان تنگستن",
        "توریرات فیلمان لامپ خلدی که از تنگستن مخلوط شده با مقدار کمی اکید توریم ساخته شده است تا گسیل الکترون بهتری داشته باشد"
      ]
    },
    {
      "EnglishWord": "thorium",
      "Meanings": [
        "توریم عنصر فلزی در سری اکتینیدها با عدد اتمی 90 و وزن اتمی 232/04 که به هنگام گرم شدن به مقدار فراوان الکترون گسیل می‌کند و در نتیجه کاربرد زیادی در پوشش کاتدهای لامپهای الکترونی دارد"
      ]
    },
    {
      "EnglishWord": "three",
      "Meanings": [
        "سه"
      ]
    },
    {
      "EnglishWord": "three dimensional",
      "Meanings": [
        "سه بعدی"
      ]
    },
    {
      "EnglishWord": "three phase",
      "Meanings": [
        "سه فاز"
      ]
    },
    {
      "EnglishWord": "three phase asynchronous motor",
      "Meanings": [
        "موتور آسنکرون غیر هم زمان سه فاز"
      ]
    },
    {
      "EnglishWord": "three phase circuit",
      "Meanings": [
        "مدار سه فاز"
      ]
    },
    {
      "EnglishWord": "three phase current",
      "Meanings": [
        "جریان سه فاز"
      ]
    },
    {
      "EnglishWord": "three phase generator",
      "Meanings": [
        "مولد سه فاز"
      ]
    },
    {
      "EnglishWord": "three phase induction generator",
      "Meanings": [
        "مولد القایی سه فاز"
      ]
    },
    {
      "EnglishWord": "three phase induction motor",
      "Meanings": [
        "موتور القایی سه فاز"
      ]
    },
    {
      "EnglishWord": "three phase installation",
      "Meanings": [
        "تاسیسات سه فاز"
      ]
    },
    {
      "EnglishWord": "three phase line",
      "Meanings": [
        "خط سه فاز"
      ]
    },
    {
      "EnglishWord": "three phase load",
      "Meanings": [
        "بار سه فاز"
      ]
    },
    {
      "EnglishWord": "three phase machine",
      "Meanings": [
        "ماشین سه فاز"
      ]
    },
    {
      "EnglishWord": "three phase motir",
      "Meanings": [
        "موتور سه فاز"
      ]
    },
    {
      "EnglishWord": "three phase power",
      "Meanings": [
        "توان سه فاز"
      ]
    },
    {
      "EnglishWord": "three phase rectifier",
      "Meanings": [
        "یک سو ساز سه فاز"
      ]
    },
    {
      "EnglishWord": "three phase synchronous motor",
      "Meanings": [
        "موتور سنکرون هم زمان سه فاز"
      ]
    },
    {
      "EnglishWord": "three phase transformer",
      "Meanings": [
        "ترانسفورماتور سه فاز"
      ]
    },
    {
      "EnglishWord": "three phase winding",
      "Meanings": [
        "سیم پیچی سه فاز"
      ]
    },
    {
      "EnglishWord": "three way handshake",
      "Meanings": [
        "تبادل اطلاعات سه جانبه"
      ]
    },
    {
      "EnglishWord": "three- way system",
      "Meanings": [
        "سیستم سه راهی سیستم بلندگوی سه واحدی که از ووفر برای پایین‌ترین بسامدها واحد محدوده میانی و تیوتر برای بسامدهای بالا تشکیل شده است"
      ]
    },
    {
      "EnglishWord": "three wire",
      "Meanings": [
        "سه سیمه"
      ]
    },
    {
      "EnglishWord": "three wire control",
      "Meanings": [
        "کنترل سه سیمه"
      ]
    },
    {
      "EnglishWord": "three-gun color picture tube",
      "Meanings": [
        "لامپ تصویر رنگی سه تفنگی لامپ تصویر رنگی تلویزیون",
        "دارای سه تفنگی الکترونی که هر تفنگ اریکه الکترونی مربوط به یک رنگ اصلی را گسیل می‌کند. هر باریکه به روی نقاط فسفری جهت داده می‌شود که فقط رنگ اصلی متناظر را گسیل می‌کند. هر تفنگ با سیگنال رنگ اولیه مناسب خود کنترل می‌شود. لامپ تصور رنگی سایه",
        "ماسک نمونه ای از این نوع است"
      ]
    },
    {
      "EnglishWord": "three-level laser",
      "Meanings": [
        "لیزر سه سطحی لیزری دارای سه سطح انرژی که یکی از آنها حالت پایه است. عملکرد لیزر معمولا بین حالتهای میانی و پایه اتفاق می‌افتد"
      ]
    },
    {
      "EnglishWord": "three-phase circuit",
      "Meanings": [
        "مدار سه فاز مدار برق دار شده با ولتاژهای AC که اختلاف فازی برابر با یک سوم سیکل یا 120 درجه دارند"
      ]
    },
    {
      "EnglishWord": "three-pole switch",
      "Meanings": [
        "کلید سه پل آرایش سه کلید تک پل متصل شده به یکدیگر به گونه ای که سه مدار را به طور همزمان باز یا برقرار می‌کنند"
      ]
    },
    {
      "EnglishWord": "three-terminal regulator",
      "Meanings": [
        "رگوله کننده سه پایه رگوله کننده خطی مدار مجتمع که در پوشش استاندارد ترانزیستور سه پایه قرار داده شده است. این قطعات محدوده جریان مجاز مشخصی دارند و می‌توانند به طور سری یا موازی به کار روند. مانند سریهای استاندارد صنعتی 7800 7805 و"
      ]
    },
    {
      "EnglishWord": "threlhod wavelength",
      "Meanings": [
        "طول موج استانه طول موج انرژی تابشی التهابی که بالاتر از گسیل فوتونی موثری وجود ندارد"
      ]
    },
    {
      "EnglishWord": "thremal photograph",
      "Meanings": [
        "عکس حرارتی عکس ساخته شده با لامپ تصویر یا دستگاه مشابهی که اجسام روی زمین را با استفاده از اختلاف تابشهای حرارتی یا امواج مادون قرمز آنها نشان می‌دهد"
      ]
    },
    {
      "EnglishWord": "threshold",
      "Meanings": [
        "آستانه 1. حداقل مقدار جریان",
        "ولتاژ یا کمیت دیگری که حداقل پاسخ قابل آشکارسازی را تولید می‌کند. 2. سطح پمپاژی که لیزر می‌تواند در آن به نوسان خود برانگیخته برسد",
        "آستانه"
      ]
    },
    {
      "EnglishWord": "threshold current",
      "Meanings": [
        "جریان آستانه حداقل مقدار جریانی که در آن تخلیه غیر خود نگهدار در گاز ب خلیه خودنگهدار تبدیل می‌شود"
      ]
    },
    {
      "EnglishWord": "threshold effect",
      "Meanings": [
        "اثر آستانه حذف ذاتی نویز در گیرنده مدوله شده فاز یا بسامد با حاملی که مقدار قله آن فقط اندکی بیشتر از نویز است",
        "اثر آستانه"
      ]
    },
    {
      "EnglishWord": "threshold energy",
      "Meanings": [
        "انرژی آستانه حد انرژی ذره تابش شده فوتون که در کمتر از آن واکنش endothermic خاصی اتفاق نمی‌افتد یا واکنش هسته ای خاصی را نمی‌توان مشاهده کرد"
      ]
    },
    {
      "EnglishWord": "threshold extension fm",
      "Meanings": [
        "گسترش آستانه در FM"
      ]
    },
    {
      "EnglishWord": "threshold frequency",
      "Meanings": [
        "بسامد آستانه بسامد انرژی تابشی گسیل شده که کمتر از آن اثر گسیل فوتون وجود ندارد"
      ]
    },
    {
      "EnglishWord": "threshold gate",
      "Meanings": [
        "دریچه منطقی آستانه قطعه منطقی کامپیوتری که به ازای کمینه جمع وزنهای ورودی دارای خروجی 1 و به ازای بیشینه جمع وزنهای ورودی دارای خروجی 0 است. دریچه‌های آستانه می‌توانند به صورت ترکیبهای متعددی برای تشکیل فلیپ فلاپها",
        "سلولهای حافظه",
        "انباره‌ها یا مدارهای منطقی دیگر آرایش یابند"
      ]
    },
    {
      "EnglishWord": "threshold nonlinearity",
      "Meanings": [
        "اثرات غیر خطی آستانه ای"
      ]
    },
    {
      "EnglishWord": "threshold of andibility",
      "Meanings": [
        "آستانه شنوایی حداقل فشاری صدای موثر سیگنال معین که قادر به تحریک حس شنوایی در کسر تعیین شده ای از آزمایشها است. این آستانه می‌تواند بر حسب دسی بل نسبت به 0/0002 میکروبار یا 1 میکروبار بیان شود"
      ]
    },
    {
      "EnglishWord": "threshold of feeling",
      "Meanings": [
        "آستانه احساس درد حداقل فشار صدای موثر سیگنال معینی که در بخش معین از آزمایش",
        "گوش را تحریک می‌کند تا احساسی ناراحتی",
        "خارش یا درد ایجاد کند. این مقدار بر حسب دسی بل نسبت به 0/0002 میکروبار یا 1 میکروبار بیان می‌شود"
      ]
    },
    {
      "EnglishWord": "threshold sensitivity",
      "Meanings": [
        "حساسیت آستانه کوچکترین مقدار کمیت که می‌تواند با ابزار اندازه گیری یا سیستم کنترل خودکار آشکار شود"
      ]
    },
    {
      "EnglishWord": "threshold signal",
      "Meanings": [
        "سیگنال آستانه کوچکترین سیگنالی که تغییر قابل تشخیصی در اطلاعات موقعیتی سیستم ناوبری ایجاد می‌کند"
      ]
    },
    {
      "EnglishWord": "threshold value",
      "Meanings": [
        "مقدار آستانه حداقل ورودی که عملکرد صحیحی را در سیستم کنترل خودکار ایجاد می‌کند"
      ]
    },
    {
      "EnglishWord": "threshold voltage",
      "Meanings": [
        "ولتاژ آستانه 1. کمترین مقدار ولتاژ گیت به سورس ترانزیستور اثر میدان FET که سبب قطع یا وصل شدن جریان جاری در کانال سورس به درین می‌شود. 2. کمترین ولتاژی که در آن تغییر معینی در عملکرد مدار یا قطع ایجاد می‌شود",
        "ولتاژ آستانه"
      ]
    },
    {
      "EnglishWord": "thresholding",
      "Meanings": [
        "آستانه گذاری در فناوری نمایش نشان دادن همه سطوح خاکستری بالاتر از آستانه معین به عنوان 1 سفید و همه سطوح پایین‌تر از آن به عنوان 0 سیاه"
      ]
    },
    {
      "EnglishWord": "throat",
      "Meanings": [
        "دهانه سر کوچکتر شیپور یا موجیری با سطح مقطع افزایش یابنده"
      ]
    },
    {
      "EnglishWord": "throat micropone",
      "Meanings": [
        "میکروفون روگلیویی میکروفون اتصالی که در تاس مسقیم با گلوی صحبت کننده قرار می‌گیرد و به جای امواج صدای ناشی از ارتعاش حنجره",
        "مستقیما به ارتعاشهای گلو پاسخ می‌دهد"
      ]
    },
    {
      "EnglishWord": "throttle",
      "Meanings": [
        "دریچه گاز"
      ]
    },
    {
      "EnglishWord": "throttling",
      "Meanings": [
        "کمترل دریچه ای کنترل با گامهای میانی بین خاموش کامل و روشن کامل"
      ]
    },
    {
      "EnglishWord": "throughput",
      "Meanings": [
        "توان سرعتی بیشینه خروجی سیستم",
        "مانند خط بر دقیقه یا صفحه بر دقیقه چاپگر خطی کامپیوتر",
        "توان عملیاتی"
      ]
    },
    {
      "EnglishWord": "thulium",
      "Meanings": [
        "تولیم عنصر کمیاب خاکی با عدد اتمی 69 و وزن اتمی 168/"
      ]
    },
    {
      "EnglishWord": "thumbwheel switch",
      "Meanings": [
        "سوییچ تا مب ویل سوییچ کوچک چند وضعیتی که در آن با فشار انگشت روی قسمت تحریکی",
        "موقعیت سوییچ و نشانگر آن به موقعیت اتصال بعدی می‌رود",
        "کلید چرخ انگشتی"
      ]
    },
    {
      "EnglishWord": "thump",
      "Meanings": [
        "تپ تپ اغتشاش گذرای کم بسامد در سیستم رادیویی"
      ]
    },
    {
      "EnglishWord": "thyristor",
      "Meanings": [
        "تریستور قطعه سوییچینگ نیمرسانایی که عملکرد دو حالته آن بر اساس پسخورد خود نگهدار PNPN است. تریستور می‌تواند. یک جهته یا دو جهته باشد. 2 تا 4 پایه داشته باشد و با فرمان مناسب در نقطه دلخواه از ربع 90 درجه ولتاژAC اعمال شده از وضعیت نارسانا به وضعیت رسانا برود. یکسو ساز کنترل شده سلیسیم ی scr معمول‌ترین نوع تریستور تک جهته است. سوییچ با گیت خاموش شونده GTO و یکسو ساز کنترل شده سلیسیمی نور فعال LASCR از انواع دیگر آن هستند. ترایاک و سوییچ دو طرفه سیلیسیم نمونه هایی از تریستورهای دو جهته هستند که می‌توانند در هر دوجهت هدایت کنند",
        "تریستور"
      ]
    },
    {
      "EnglishWord": "thz",
      "Meanings": [
        "terahertz",
        "تراهرتز یک میلیون مگاهرتز یا 10 به توان 12 هرتز قبلا آن را ترا سیکل می‌نامیدند"
      ]
    },
    {
      "EnglishWord": "ti",
      "Meanings": [
        "thallium",
        "تالیم عنصری با عدد اتمی 81 و وزن اتمی 204/37 ایزوتوپهای مختلفغ تالیم جزء مجموعه‌های پرتوزای اورانیم",
        "اکتینیم",
        "توریم و نپتونیم هستند",
        "titanium",
        "تیتانیم عنصری فلزی که دارای استحکام و مقاومت بالا در برابر خوردگی است و عدداتمی ان 22 است"
      ]
    },
    {
      "EnglishWord": "tie - down point",
      "Meanings": [
        "یکی از بسامد هایی که گیرنده رادیویی در ان تنظیم می‌شود. نقاط tie",
        "down در باند پخش معمولا 600 و 1400 کیلو هرتز هستند"
      ]
    },
    {
      "EnglishWord": "tie - line",
      "Meanings": [
        "خط بسته کانال یا خط مخابراتی اختصاصی"
      ]
    },
    {
      "EnglishWord": "tie point",
      "Meanings": [
        "نقطه بست پایه عایق شده ای که امکان متصل کردن دو یا سه سیم به آن وجود دارد"
      ]
    },
    {
      "EnglishWord": "tie wire",
      "Meanings": [
        "سیم بست سیمی که تعدادی از پایه‌ها را به یکدیگر متصل می‌کند"
      ]
    },
    {
      "EnglishWord": "tight coupling",
      "Meanings": [
        "تزویج فشرده تزویج القایی که در عمل همه شار مغناطیسی پیچک را به پیچک دیگری منتقل می‌کند"
      ]
    },
    {
      "EnglishWord": "tilt stabilization",
      "Meanings": [
        "پایدار سازی تمایل پایدار سازی آنتن رادار با استفاده از سروو موتور اضافه شده که جهت میل آنتن را در هنگام پویش به بالا و پایین می‌برد تا چرخش",
        "پیچش و انحراف از مسیر هواپیما یا کشتی را تصحیح کند"
      ]
    },
    {
      "EnglishWord": "tilting",
      "Meanings": [
        "کج رفتتگی تمایل رو به جلوی جبهه موج رادیویی منتقل شونده در امتداد زمین که مقدار آن به ثابتهای الکتریکی زمین بستگی دارد"
      ]
    },
    {
      "EnglishWord": "timbre",
      "Meanings": [
        "زنگ صدا صفت حس شنوایی که به شنونده اجازه می‌دهد دو صدای مشابه با شدت بلندی و ارتفاع یکسان را از یکدیگر تشخیص دهد. زنگ صدا در اصل به طیف محرک بستگی دارد. همچنین به شکل موج",
        "فشار صدا و مکان بسامدی طیف محرک نیز بستگی دارد"
      ]
    },
    {
      "EnglishWord": "time",
      "Meanings": [
        "زمان معیاری از طول مدت یک اتفاق واحد اصلی زمان ثانیه است",
        "زمان"
      ]
    },
    {
      "EnglishWord": "time - delay circuit",
      "Meanings": [
        "مدار تاخیر زمانی مداری که به اندازه مدت زمان مطلوب در سیگنال با عملکرد معینی",
        "تاخیر ایجاد می‌کند"
      ]
    },
    {
      "EnglishWord": "time - delay fuse",
      "Meanings": [
        "فیوز تاخیز زمانی فیوزی که سوختن آن به زمانی بستگی دارد که برای ایجاد حرارت اضافه جریان در فیوز و ذوب شدن آن صرف می‌شود"
      ]
    },
    {
      "EnglishWord": "time - distribution analayz",
      "Meanings": [
        "تحلیلگر تویزع",
        "زمانی ابزاری که تعداد یا سرعت اتفاق افتادن فواصل زمانی ایجاد شده بین یک یا چند محدوده فاصله زمانی معین را مشخص می‌کند. این فاصله زمانی با جدایی بین پالسهای یک زوج پالس مشخص می‌شود"
      ]
    },
    {
      "EnglishWord": "time - division duplexing",
      "Meanings": [
        "دوتایی کردن تقسیم زمانی روش ارسال دیجیتالی که در آن دو مکالمه روی یک بسامد حامل با استفاده از ارسال مشترک زمانی",
        "ارسال می‌شود"
      ]
    },
    {
      "EnglishWord": "time - division multiplex",
      "Meanings": [
        "تسهیم تقسیم زمانی ارسال دو یا چند سیگنال روی یک مسیر مشترک با استفاده از فواصل رمانی متفاوت برای هر سیگنال",
        "تسهیم تقسیم زمانی راسال دو یا چند سیگنال روی یک مسیر مشترک با استفاده ار فواصل زمانی متفاوت برای هر سیگنال"
      ]
    },
    {
      "EnglishWord": "time - division multiplier",
      "Meanings": [
        "ضرب کننده تقسیم زمانی ضرب کننده الکترونیکی که خروجی آن متوسط قطار پالسهایی است که پهنای آنها با یک متغیر و دامنه آنها با متغیر دیگری کنترل می‌شود"
      ]
    },
    {
      "EnglishWord": "time - domain reflectometer",
      "Meanings": [
        "بازتاب سنج حوزه زمان ابزاری که مشخصه‌های الکتریکی سیستمهای ارسال باند پهن ف زیر مجموعه ها",
        "قطعات و خطوط را با تغذیه پله ولتاژ و نمایش دادن سیگنالهای بازتابش سوار شده بر آن",
        "در اسیلوسکوپ مجهز به جاروی مبنای زمان مناسب",
        "اندازه گیری می‌کند. صفحه نمایش مشخصه و مکان هر ناپیوستگی را در باز تابش پالس نشان می‌دهد"
      ]
    },
    {
      "EnglishWord": "time - interval counter",
      "Meanings": [
        "شمارنده فاصله زمانی شمارنده الکترونیکی که فاصله زمانی را با شمارش تعداد پالسهای دریافتی از مولد سیگنال RF در آن فاصله زمانی اندازه می‌گیرد"
      ]
    },
    {
      "EnglishWord": "time - interval setector",
      "Meanings": [
        "انتخاب کننده فاصله زمانی مداری که پالس خروجی معینی را فقط تنها فقط هنگامی تولید می‌کند که فاصله زمانی بین دوپالس بین حدود معینی باشد"
      ]
    },
    {
      "EnglishWord": "time - mark generator",
      "Meanings": [
        "مولد نشانه زمانی مولد سیگنالی که پالسهای ساعت بسیار دقیقی تولید می‌کند که می‌توانند به صورت نقطه هایی در صفحه نمایش پرتوکاتدی برای زمان بندی حوادث نشان داده شده روی صفحه نمایش",
        "نشان داده شوند"
      ]
    },
    {
      "EnglishWord": "time - slot assigner circuit",
      "Meanings": [
        "مدار تخصیص دهندهی شیار زمانی مداری که تعیین می‌کند چه هنگام کد ک 8 بین از داده‌های خود را روی جریان بیت PCM بگذارد"
      ]
    },
    {
      "EnglishWord": "time - slot interchange citcuit",
      "Meanings": [
        "مدار مبادله شیار زمانی قطعه ای که بزرگراههای دیجیتالی را در سیستم سوییچینگ مبنای pcm راهگزینی می‌کند. سوییچ نقطه تقاطع دیجیتال"
      ]
    },
    {
      "EnglishWord": "time axis",
      "Meanings": [
        "محور زمان"
      ]
    },
    {
      "EnglishWord": "time base",
      "Meanings": [
        "مبنای زمان خط افقی ساخته دشه با باریکه الکترونی ایجاد شده در مدار جارو روی صفحه نمایش لامپ پرتوکاتدی",
        "مبنای زمان"
      ]
    },
    {
      "EnglishWord": "time code generator",
      "Meanings": [
        "مولد رمز زمانی مولد پالس کنترل شده بلوری که قطاری از پالسها را با پهناهای مختلف و فاصله هی از پیش تعیین شده تولید می‌کند که با استفاده از آنها می‌توان زمان روز و بعضی از روزهای سال را معین کرد. در سیستمهای دور سنجی و سیستمهای دیگر کسب اطلاعات زمان دقیق حادثه به این روش تعیین می‌شود"
      ]
    },
    {
      "EnglishWord": "time constant",
      "Meanings": [
        "ثابت زمانی زمان لازم افزایش جریان با ولتاژ مدار به حدود 0/63 مقدار ثابت نهایی یا افت آن تا حدود 0/37 مقدار اولیه. ثابت زمانی پیچک با خود القایی L برحسب هانری و مقاومت بر حسب R بر حسب اهم برابر با L بر روی R است. ثابت زمانی خازنی به ظرفیت C بر حسب فاراد. سری با مقاومت R بر حسب اهم برابر با RC است",
        "ثابت زمانی"
      ]
    },
    {
      "EnglishWord": "time dalay",
      "Meanings": [
        "تاخیز زمانی زمان لازم برای انتقال سیگنال بین دو نقطه در مدار",
        "یا انتقال موج بین دو نقطه در فضا"
      ]
    },
    {
      "EnglishWord": "time delay",
      "Meanings": [
        "تاخیر زمانی"
      ]
    },
    {
      "EnglishWord": "time- delay relay",
      "Meanings": [
        "رله تاخیر زمانی رله ای که فاصله زمانی قابل توجهی بین برق دار شدن و بی برق شدن پیچک و حرکت آرمیچر آن وجود دارد مانند رله‌های کند عمل کننده و کند آزاد کنند ه"
      ]
    },
    {
      "EnglishWord": "time discriminator",
      "Meanings": [
        "منمیز زمانی مداری که حس و دامنه خروجی در آن تابعی از اختلاف زمان بین دو پالس و ترتیب زمانی نسبی انها است"
      ]
    },
    {
      "EnglishWord": "time division duplex",
      "Meanings": [
        "جداسازی زمانی مسیر رفت و برگشت"
      ]
    },
    {
      "EnglishWord": "time division multiaccess",
      "Meanings": [
        "دستیابی چند گانه تقسیم زمانی شیوه استاندارد ایالات متحده برای استراک زمانی تلفن سلولی دیجیتال و کانالهای مخابراتی ماهواره ای در بین کاربران چندگانه که شیارهای زمانی معین در ارسال به آنها اختصاص داده شده است. صدای دیجیتالی شده و یا سیگنالهای داده فشرده",
        "ذخیره و در شیارهای زمانی پردازش می‌شوند و به صورت فریمهایی ارسال می‌شوند. برای جلو گیری از برخورد و تراکم داده ها",
        "ارسالها همزامان سازی می‌شوند. گیرنده‌ها بر ستهای داده‌های کاربر را از شیار‌های زمانی بیرون می‌کشند و در چند میلی ثانیه آنها را دمدوله می‌کنند"
      ]
    },
    {
      "EnglishWord": "time division multiple access   tdma",
      "Meanings": [
        "دسترسی چندگانه با تقسیم زمانی"
      ]
    },
    {
      "EnglishWord": "time division multiplexing   tdm",
      "Meanings": [
        "تسهیم سازی تقسیم زمانی"
      ]
    },
    {
      "EnglishWord": "time division switch",
      "Meanings": [
        "راه گزین تقسیم زمانی"
      ]
    },
    {
      "EnglishWord": "time domain analysis",
      "Meanings": [
        "تحلیل حوزه زمانی"
      ]
    },
    {
      "EnglishWord": "time domain invariance",
      "Meanings": [
        "تغییر ناپذیری در حوزه زمان"
      ]
    },
    {
      "EnglishWord": "time duration",
      "Meanings": [
        "طول مدت زمان"
      ]
    },
    {
      "EnglishWord": "time gate",
      "Meanings": [
        "دریچه زمانی مداری که در طول فاصله زمانی انتخاب شده خروجی داد"
      ]
    },
    {
      "EnglishWord": "time hopping",
      "Meanings": [
        "پرش زمانی"
      ]
    },
    {
      "EnglishWord": "time independence",
      "Meanings": [
        "مستقل از زمان"
      ]
    },
    {
      "EnglishWord": "time interval mode",
      "Meanings": [
        "حالت بازده زمانی"
      ]
    },
    {
      "EnglishWord": "time invariance",
      "Meanings": [
        "تغییر ناپذیری با زمان"
      ]
    },
    {
      "EnglishWord": "time invariant",
      "Meanings": [
        "تغییر ناپذیر با زمان"
      ]
    },
    {
      "EnglishWord": "time lag",
      "Meanings": [
        "پس فاز زمانی زمان بین حادثه اتفاق افتاده و اثر حاصل از آن",
        "مانند زمان بین اتفاق افتادن یونیده سازی اولیه و شمارش آن در شمارنده",
        "تاخیر زمانی"
      ]
    },
    {
      "EnglishWord": "time lead",
      "Meanings": [
        "تقدم زمانی"
      ]
    },
    {
      "EnglishWord": "time modulation",
      "Meanings": [
        "مدوله سازی زمانی مدوله سازی که در آن زمان وقوع قسمت معینی از شکل موج مطابق با سیگنال مدوله کننده تغییر داده می‌شود"
      ]
    },
    {
      "EnglishWord": "time phase",
      "Meanings": [
        "فاز زمانی ویژگی رسیدن به مقادیر قله متناظر در یک لحظه از زمان",
        "که الزاما در یک نقطه از فضا نیستند"
      ]
    },
    {
      "EnglishWord": "time quadrature",
      "Meanings": [
        "ربع زمانی تفاوت زمانی متناظر یک چهارم زمان یک سیگل با بسامد معین"
      ]
    },
    {
      "EnglishWord": "time reversal",
      "Meanings": [
        "برعکس کردن زمان"
      ]
    },
    {
      "EnglishWord": "time shared amplifier",
      "Meanings": [
        "تقویت کننده با اشتراک زمانی تقویت کننده ای که اگر سوییچ همزمان ترکیب شوند سیگنالهایی را از منابع مختلف و یکی پس از دیگری تقویت می‌کند"
      ]
    },
    {
      "EnglishWord": "time sharing",
      "Meanings": [
        "اشتراک زمانی اشتراک در استفاده از مدار یا سیستمی برای دو یا چند منظور در طول مدت زمان کلی یکسان که با اختصاص دادن قسمت‌های کوچکی از کل زمان برای هر منظور با زمان بندی ثابت یا بنابر درخواست انجام می‌شود",
        "اشتراک زمانی"
      ]
    },
    {
      "EnglishWord": "time shifting",
      "Meanings": [
        "تاخیر زمانی"
      ]
    },
    {
      "EnglishWord": "time signal",
      "Meanings": [
        "سیگنال زمان پخش سیگنال رادیویی دقیقی به طور روزانه در زمانهای معلوم در بسامد‌های مختلف از WWW و ایستگاههای دیگر",
        "برای تنظیم ساعتها"
      ]
    },
    {
      "EnglishWord": "time slot interchanger",
      "Meanings": [
        "تعویض کننده برهه زمانی"
      ]
    },
    {
      "EnglishWord": "time switch",
      "Meanings": [
        "سوییچ زمانی سوییچ کنترل شده با زمان که مداری را در یک یا چند زمان از پیش تعیین شده باز می‌کند و می‌بندد"
      ]
    },
    {
      "EnglishWord": "time to go",
      "Meanings": [
        "زمان اصابت"
      ]
    },
    {
      "EnglishWord": "time variant",
      "Meanings": [
        "تغییر پذیر با زمان"
      ]
    },
    {
      "EnglishWord": "timeout",
      "Meanings": [
        "فرصت زمانی"
      ]
    },
    {
      "EnglishWord": "timer",
      "Meanings": [
        "زمان سنج",
        "تایمر"
      ]
    },
    {
      "EnglishWord": "timing",
      "Meanings": [
        "زمان بندی"
      ]
    },
    {
      "EnglishWord": "timing analysis",
      "Meanings": [
        "تحلیل زمان بندی در تولید مدار مجتمع",
        "تخمین پاسخ مدار مجتمع که به ازای تاخیرهای زمانی سیگنال در عناصر مدار محاسبه می‌شود ولی عملکرد منطقی آنها را در نظر نمی‌گیرد"
      ]
    },
    {
      "EnglishWord": "timing hazard",
      "Meanings": [
        "خطر زمان بندی شرایطی که در آن داده‌های غیر واقعی به وجود می‌آیند زیرا سیگنال‌ها با سرعت کافی از یک بخش مدار به بخش دیگر منتقل نمی‌شود"
      ]
    },
    {
      "EnglishWord": "timing signal",
      "Meanings": [
        "سیگنال زمان بندی هر سیگنال ضبط شده به طور همزمان با دادها روی نوار مغناطیسی برای تشخیص زمان دقیق هر حادثه ضبط شده"
      ]
    },
    {
      "EnglishWord": "timing verification",
      "Meanings": [
        "تابید زمان بندی در تولید مدارهای مجتمع",
        "فاریند شبیه سازی که در آن سیگنال‌ها در تمام مدار منتشر می‌شوند و نتایج روی صفخه نمایش ایستگاه کاری نمایش داده می‌شوند تا تطبیق مدار با اصول طراحی آن و سرعت عملکرد آن مطابق با سرعت مورد نظر بررسی شود"
      ]
    },
    {
      "EnglishWord": "timing wheel",
      "Meanings": [
        "چرخه زمان بندی"
      ]
    },
    {
      "EnglishWord": "timr jitter",
      "Meanings": [
        "لرزش زمانی تغییرات در همزمان ساری اجزای سیستم رادار که سبب تغییراتب در موقعیت پالس مشاهده شده در طول مبنای زمان و کاهش دقتی می‌شود که زمان درایفت پالس با ان تعیین می‌شود"
      ]
    },
    {
      "EnglishWord": "timv response",
      "Meanings": [
        "پاسخ زمانی زمان لازم برای نشان داده شدن تاثیر اعمال سیگنال ورودی از پیش تعریف شده در خروجی سیستم کنترل"
      ]
    },
    {
      "EnglishWord": "tin",
      "Meanings": [
        "قلع عنصر فلزی سفید نقره ای نرم و چکش خوار با عدد اتمی 50 و وزن اتمی 118/69 این فلز با سرب آلیاژ می‌شود تا لحیم نرم را برای متصل کردن قطعات به بردهای مدار بسازد آلیاژ زودگذار دارای 0/63 قلع است. سیم مسی روکش شده با قلع یا فلع سرب مانع از اکسید شدن می‌شود. و نرم سازی لحیم را آسان‌تر می‌کند. اکسید فلع پوسه رسانای شفافی است که می‌توان آن را روی هسته شیشه ای نشاند و مقاومتهای پوسه ای ساخت یا با نشاندن آن روی ورقه‌های شیشه ای الکترودهایی را بر ای صفحه نمایش بلور مایع lcd به وجود آورد",
        "قلع"
      ]
    },
    {
      "EnglishWord": "tin- oxide resistor",
      "Meanings": [
        "مقاومت اکسید قلع مقاومت پوسه",
        "فلزی که از اکسید قلع روی هسته سرامیکی یا شیشه ای ساخته شده است. مقدار مقاومت یا بردن یا ایجاد شیار مارپیچی روی سطح پوسه تنظیم شده یاافزایش می‌یابد"
      ]
    },
    {
      "EnglishWord": "tinned wire",
      "Meanings": [
        "سیم با روکش قلع سیم مسی که در هنگام تولید با لایه ای از قلع یا لحیم روکش شده است تا مانع خوردگی شود و لحیم کاری اتصالهای آن آسان‌تر شود"
      ]
    },
    {
      "EnglishWord": "tins",
      "Meanings": [
        "thermal imaging navigation set",
        "دستگاه ناوبری تصویر برداری حرارتی سیستمی هواپیما که تصاویری روی صفحه نمایش HUD heads",
        "up در تمام شرایط آب و هوایی",
        "در روز و شب بوجود می‌آورد. TINS براساس پردازش سیگنالهای دیجیتال می‌تواند تصویر سیاه",
        "گرم یا سفید",
        "گرم را نشان دهد. این دستگاه از سه واحد تشکیل می‌شود: واحد کنترل حرارتی TCU",
        "واحد حسگر FLIR FSU و واحد الکترونیکی PEU pod"
      ]
    },
    {
      "EnglishWord": "tinsel cord",
      "Meanings": [
        "سیم ورقه ای سیم انعطاف پذیری برای گوشی و میکروفون و رساناها به صورت نوارهایی از ورقه فلزی نازک یا ورقه‌های پیچیده شده در اطراف سیم یافته مرکزی محکم ولی انعطاف پذیر ساخته شده اند"
      ]
    },
    {
      "EnglishWord": "tip",
      "Meanings": [
        "نوک یکی از دو سیم متصل کننده مرکز تلفن به دستگاه تلفن",
        "نام آن را از سر فیش‌های مورد استفاده تلفن چیها در سیستم‌های قدیمی گرفته شده است. که از این فیشها برای برقرای ارتقاط استفاده می‌کردند. نوک معمولا نسبت به رنگ مثبت است"
      ]
    },
    {
      "EnglishWord": "tip jack",
      "Meanings": [
        "فیش مادگی نوک فیش مادگی تک سوراخ کوچک برای اتصال فیش نری تک میله ای"
      ]
    },
    {
      "EnglishWord": "tit",
      "Meanings": [
        "تمایل زاویه ای که محور آنتن نسبت به افق می‌سازد"
      ]
    },
    {
      "EnglishWord": "titan",
      "Meanings": [
        "تایتان موشک بالستیک بین قاره ای زمین به زمین نیروی هواییکه بردی بیش از 9700کیلو متر دارد و امروزه به عنوان بوستر برای پرتااب سفینه هی فضایی استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "titanium",
      "Meanings": [
        "تیتانیم عنصری فلزی که دارای استحکام و مقاومت بالا در برابر خوردگی است و عدداتمی ان 22 است"
      ]
    },
    {
      "EnglishWord": "title",
      "Meanings": [
        "عنوان"
      ]
    },
    {
      "EnglishWord": "titling",
      "Meanings": [
        "عنوان بندی"
      ]
    },
    {
      "EnglishWord": "titraion control",
      "Meanings": [
        "کنترل تعیین عیار کنترل الکترونیکی مورد استفاده در فرایند‌های شیمیایی برای تنظیم کردن مقدار اسیدی یا قلیایی بودن"
      ]
    },
    {
      "EnglishWord": "tmd",
      "Meanings": [
        "theater missile defense radar",
        "رادار دفاع موشکی نمایشی سیستم راداری ایالات متحده که می‌تواند در هر جای دنیا برای تشخیص دوربرد موشکهای بالستیک دشمن به کار رود"
      ]
    },
    {
      "EnglishWord": "tmmn mode",
      "Meanings": [
        "مد TMm, n p مد انتشار موج در کاواک تشکیل شده از سوراخی در استوانه فلزی یا دو سر بسته. الگوی میدان عرضی آن شبیه به الگوی میدان عرضی TMm, n در موجبر استوانه ای متناظر با کاواک است که P در آن تعداد تغییرات میدان نیم تناوب در طول محور است. این مد در کاواکهای مستطیلی بسته نیز وجود دارد"
      ]
    },
    {
      "EnglishWord": "tmmn wave",
      "Meanings": [
        "موج tmm, n موج مغناطیسی عرضی در موجبر دایروی کهخ در آن m تعداد صفحه‌های هم محوری رد امتدادی است که مولفه عمود بردار مغناطیسی صفر می‌شود. و n تعداد استوانه‌های هم محور است که بردار الکتریکی بر انها عمود است. موج tm0/1 موج مغناطیسی دایروی است که کمترین بسامد قطع را دارد. 2. موج مغناطیسی عرضی در موجبر مستطیلی که در آن m تعداد تغییرات نیم",
        "تناوب میدان مغناطیسی در طول بعد عرضی طولانی‌تر emmn و n تعداد تغییرات نیم",
        "تناوب موج مغناطیسی در امتداد بعد عرضی کوتاه‌تر است. در هر دو موجبر دایروی و مستطیلی آن را موج نیز می‌نامند"
      ]
    },
    {
      "EnglishWord": "tnlcd",
      "Meanings": [
        "twisted",
        "nematic liquid",
        "crystal display",
        "صفحه نمایش بلور مایع رشته ای",
        "تابیده صفحه نمایش حاوی بلور مایع که مولکولهای رشته ای به هم تابیده آن",
        "در صورت عدم وجود میدان الکتریکی روی محور مارپیچی آرایش می‌یابند و نور قطبیده شده را تا 90 درجه می‌چرخانند. وقتی که بلور مایع روی محور جدید خود از طریق قطبی ساز خارجی قرار می‌گیرد",
        "بیننده ناحیه پس زمینه روشن را مشاهده می‌کند. با اعمال میدان الکتریکی به دو سر الکترودهای مخالف",
        "بلورها خود را به موازات میدان آرایش می‌دهند و نور قطبی شده وارد شونده به وسیله قطبی ساز خارجی سد می‌شود. در این حالت سطوح سیاه معمولا به صورت نقطه یا قسمتهای الفبا",
        "عددی ظاهر می‌شوند. الکترودها می‌توانند به گونه ای سازمان داده شوند که حالت خاموش متناظر با ناحیه پس زمینه تیره باشد و حالت روشن عناصر تصویر را درخشان کند"
      ]
    },
    {
      "EnglishWord": "to  package",
      "Meanings": [
        "بسته TO نوعی پوشش برای ترانزیستورهای قدرت",
        "مدارهای مجتمع وقطعات نیمرسانای دیگر",
        "پایه‌ها به صورت دایره ای منظم می‌شوند و از سطح موازی با محور قطعه بیرون می‌آیند. این پوشش قوطی استوانه ای فلزی است که در آندازه‌های استاندارد ساخته می‌شود. پایه‌ها از طریق شیشه یا نارسانای دیگحریس در کف آن از پوشش بیرون می‌آیند"
      ]
    },
    {
      "EnglishWord": "toflon",
      "Meanings": [
        "تفلون نام تجاری شرکت دوپونت برای رزینهای فلویور کربن"
      ]
    },
    {
      "EnglishWord": "tofp",
      "Meanings": [
        "thin quad fiat package",
        "پوشش تخت مربعی نازکی برای مدارهای مجتمع"
      ]
    },
    {
      "EnglishWord": "toggle",
      "Meanings": [
        "دگروضع تغییر وضعیت مداری مانند فلیپ فلاپ به حالت دیگر",
        "اهرم"
      ]
    },
    {
      "EnglishWord": "toggle switch",
      "Meanings": [
        "سوییچ دگر وضع سوییچی که به طور دستی و با استفاده از اهرمی عمل می‌کند که برای کشیدن سریع به منظور قطع ووصل کردن مدار",
        "با ساختار فنری ترکیب شده است",
        "کلید اهرمی",
        "کلید فشاری"
      ]
    },
    {
      "EnglishWord": "token",
      "Meanings": [
        "توکن نشانه در شبکه کامپیوتری",
        "بسته اطلاعاتی که حاوی بلوکی از داده‌ها و توصیلی از محل آنها در برنامه است",
        "نشانه"
      ]
    },
    {
      "EnglishWord": "token assignment for collision free",
      "Meanings": [
        "تخصیص نشانه برای ارتباط بدون برخورد"
      ]
    },
    {
      "EnglishWord": "token bucket algorithm",
      "Meanings": [
        "الگوریتم سطل نشانه"
      ]
    },
    {
      "EnglishWord": "token bus",
      "Meanings": [
        "گذرگاه نشانه"
      ]
    },
    {
      "EnglishWord": "token holding time",
      "Meanings": [
        "زمان نگه داری نشانه"
      ]
    },
    {
      "EnglishWord": "token ring",
      "Meanings": [
        "شبکه حلقوی قرار دادی برای شبکه‌های محلی lan که برای انتقال پیام‌ها به کامپیوترهای شخصی معین در شبکه ایجاد شده است",
        "حلقه نشانه"
      ]
    },
    {
      "EnglishWord": "token rotation timer",
      "Meanings": [
        "زمان سنج گردش نشانه"
      ]
    },
    {
      "EnglishWord": "tolerance",
      "Meanings": [
        "تحمل پذیری انحراف مجاز از مقدار معین شده که بر حسب مقادیر واقعی یا اغلب به صورت در صدی از مقدار نامی بیان می‌شود",
        "رواداشت",
        "محدوده خطا",
        "تلرانس"
      ]
    },
    {
      "EnglishWord": "toll call",
      "Meanings": [
        "مکالمه زاه دو مکالمه تلفنی راه دور که برای آن هزینه جداگانه اضافه ای بر اساس ضرایبی مانند مسافت",
        "طول مکالمه و زمان روز دریافت می‌شود"
      ]
    },
    {
      "EnglishWord": "toll line",
      "Meanings": [
        "خط راه خط یا کانال تلفنی که مراکز تلفنی مختلف را به بکدیگر وصل می‌کند"
      ]
    },
    {
      "EnglishWord": "toll office",
      "Meanings": [
        "دفتر شهری"
      ]
    },
    {
      "EnglishWord": "toma",
      "Meanings": [
        "time division multiaccess",
        "دستیابی چند گانه تقسیم زمانی شیوه استاندارد ایالات متحده برای استراک زمانی تلفن سلولی دیجیتال و کانالهای مخابراتی ماهواره ای در بین کاربران چندگانه که شیارهای زمانی معین در ارسال به آنها اختصاص داده شده است. صدای دیجیتالی شده و یا سیگنالهای داده فشرده",
        "ذخیره و در شیارهای زمانی پردازش می‌شوند و به صورت فریمهایی ارسال می‌شوند. برای جلو گیری از برخورد و تراکم داده ها",
        "ارسالها همزامان سازی می‌شوند. گیرنده‌ها بر ستهای داده‌های کاربر را از شیار‌های زمانی بیرون می‌کشند و در چند میلی ثانیه آنها را دمدوله می‌کنند"
      ]
    },
    {
      "EnglishWord": "tomahawk  cruise misle",
      "Meanings": [
        "موشک کروز تام هاوک موشک کروز پرتاب شونده از سطح کشتی یا زیر دریایی نیروی دریایی ایالات متحده که طول آن 6/4 متر است و کالهک جنگی معمولی به وزن 450 کیلو گرم را حمل می‌کند. نیروی محرکه آن از موتور جت تامین می‌شود. با سرعت 885 کیلومتر بر ساعت حرکت می‌کند و برد آن 1850 کیلو متر است. مدلهای اولیه آن هم دارای سیستم هدایت دور برد پویش عوارض زمینی برکم و هم دارای سیستم هدایت دوربین تصویری در نزدیکی هدف بودند. مدلهای پیشرفته اکنون مجهز به گیرنده ماهواره ای GPS هستند که امکان برخورد آن را به هدف با دقت 7 متر فراهم می‌کند"
      ]
    },
    {
      "EnglishWord": "tone",
      "Meanings": [
        "تون 1. موج صدای قادر به تحرک حس شنوایی که دارای ارتفاع یا احساس صدایی است که ارتفاع دارد. 2. کیفیت بازسازی صدای برنامه",
        "نوا",
        "تک فرکانس"
      ]
    },
    {
      "EnglishWord": "tone burst generator",
      "Meanings": [
        "مولد تون",
        "برست ابزاری که پالسها یا برستهای بسامد ورودی را با استفاده از نوسان ساز خارجی تولید می‌کند. کنترلهایی روی تابلو برای تنظیم تعداد سیگنالها در برست و فاصله زمانی بین برستها در نظر گرفته می‌شوند. گ"
      ]
    },
    {
      "EnglishWord": "tone control",
      "Meanings": [
        "کنترل تون کنترلی در تقویت کننده صوتی که پاسخ بسامدی را برای به دست آوردن مطلوبترین قسمت بم به زیر",
        "تغییر می‌دهد. کنترل‌های بم و زیر جداگحانه نیز در بعضی از تقویت کننده‌ها وجود دارند"
      ]
    },
    {
      "EnglishWord": "tone generator",
      "Meanings": [
        "مولد تون مولد سیگنالی که سیگنال صوتی مناسبی برای سیگنال دهی یا آزمایش ابزارهای صوتی تولید می‌کند"
      ]
    },
    {
      "EnglishWord": "tone modulated wave",
      "Meanings": [
        "موج مدوله شده تون موج پیوسته ای که با سیگنال بسامد",
        "صوتی مدوله شده است"
      ]
    },
    {
      "EnglishWord": "tone modulation",
      "Meanings": [
        "مدولاسیون تک فرکانس"
      ]
    },
    {
      "EnglishWord": "tone ringer",
      "Meanings": [
        "زنگ تون معادل حالت جامد رنگ الکترومکانیکی که به هنگام ارسال سیگنال زنگ از مرکز تلفن به مشترک زنگ می‌زند. ولتاژ زنگ معمولاض 80 تا 90 v و 20 هرتز است"
      ]
    },
    {
      "EnglishWord": "toner",
      "Meanings": [
        "تونر پودر چسبنده سیاه نرم که در دستگاههای کپی و چاپگر‌های لیزر برای ساختن تصویر الکتروستاتیک قابل مشاهده به کار می‌رودتونر یا مستقیما روی کاغذ روکش شده نشانده می‌شود یا از سطح باردار به اغذ معمولی منتقل و سپس روی کاغذ یا حرارت سوزانده می‌شود"
      ]
    },
    {
      "EnglishWord": "tonne",
      "Meanings": [
        "تن متریکخ معادل 1000کیلو گرم 2204/623ib یا 1/1ton"
      ]
    },
    {
      "EnglishWord": "tool",
      "Meanings": [
        "ابزار",
        "وسیله"
      ]
    },
    {
      "EnglishWord": "top",
      "Meanings": [
        "بالا"
      ]
    },
    {
      "EnglishWord": "top  cap",
      "Meanings": [
        "سر پوش در پوش فلزی قرار گرفته در بالای لامپ الکترونی و متصل به یکی از الکترودها",
        "که معمولا شبکه کنترل است. استفاده از آن امروزه منسوخ شده است"
      ]
    },
    {
      "EnglishWord": "top - loaded monopole antenna",
      "Meanings": [
        "آنتن تک قطبی بار شده از بالا آنتن عمودی که در بالا پهن‌تر می‌شود تا توزیع جریان را اصلاح کند و الگوی تابش مطلوب‌تری را در صفحه عمودی ایجاد کند. پیچکی نیز می‌تواند بین قسمت بزرگ شده آنتن و بقیه ساختار وجود داشته باشد"
      ]
    },
    {
      "EnglishWord": "top down",
      "Meanings": [
        "بالا به پایین"
      ]
    },
    {
      "EnglishWord": "topic",
      "Meanings": [
        "عنوان",
        "موضوع"
      ]
    },
    {
      "EnglishWord": "topological",
      "Meanings": [
        "نوع ساختاری",
        "توپولوژیکی"
      ]
    },
    {
      "EnglishWord": "topological constraints",
      "Meanings": [
        "محدودیت‌های توپولوژیکی"
      ]
    },
    {
      "EnglishWord": "topology",
      "Meanings": [
        "همبندی",
        "توپولوژی الگوی اتصالهای متقابل برای قطعات الکترونیکی که می‌تواند. نمایشی از کلاس کلی مدارهایی مانند منابع تغذیه یا تقویت کننده‌ها باشد",
        "شکل ساختاری",
        "توپولوژی"
      ]
    },
    {
      "EnglishWord": "topside fathometer",
      "Meanings": [
        "عمق سنج سمت بالا عمق سنج نصب شده روی عرشه زیر دریایی برای ارسال امواج صدای رو به بالا که فاصله تا سطح آب یا تا کف و سریخ سطحی را اندازه می‌گیرد"
      ]
    },
    {
      "EnglishWord": "topside sounder",
      "Meanings": [
        "صداد هنده سمت بالا صدادهنده ای که پالسهای رادوییی کوتاهی از ماهواره رو به پایین و در جهت یونسفر ارسال می‌کند و به پژواک‌های آن همزمان با جاروی بسامدی یا تغییر به بسامدهای ثابت مختلف کوش می‌کند. این نمایونوگرام نامیده می‌شود. این دستگاه می‌تواند غلظت یون وچگالی الکترون را در یونسفر اندازه گیری کند"
      ]
    },
    {
      "EnglishWord": "toroid",
      "Meanings": [
        "چنبره پیچک یا ترانسفورماتور پیچیده شده روی هسته دونات شکل. هسته هایی چنبره ای بیشترین میدان مغناطیسی را در داخل خود با کمترین نشستی شار به خازج",
        "تولید می‌کنند",
        "چنبره"
      ]
    },
    {
      "EnglishWord": "toroidal",
      "Meanings": [
        "چنبره ای"
      ]
    },
    {
      "EnglishWord": "toroidal core",
      "Meanings": [
        "هسته چنبره ای"
      ]
    },
    {
      "EnglishWord": "toroidal phase shifter",
      "Meanings": [
        "انتقال دهنده فاز چنبره ای انتقال دهنده فاز معکوس نشدنی با چنبره فرو مغناطیسی قرار گرفته در داخل بخش موجبر",
        "چنبره به تقویت کننده راه اندازی متصل سات که می‌تواند پالسهای جریان مثبت یا منفی را تغذیه کند. که میدان مغناطیسی را برای هدایت ماده داخل چنبره به اشباع",
        "در حالت مثبت یا منفی",
        "تامین می‌کنند. انتقال دهنده فاز دیجیتال کامل شامل طولهای متعددی از هسته‌های فریتی است تا انتقال فازهای تفاضلی تا 180 را ایجاد کند. انواع آنالوگ باید قادر به ایجاد حداقل 360 انتقال فاز باشند"
      ]
    },
    {
      "EnglishWord": "toroidal resonator",
      "Meanings": [
        "تشدید کننده چنبره ای"
      ]
    },
    {
      "EnglishWord": "torque",
      "Meanings": [
        "گشتاور اثر دورانی روی جسم که به صورت حاصلضرب نیروی موجود در فاصله شعاعی محور دوران تا خط اعمال نیرو اندازه گیری می‌شود. فاصله عمودی بازوی اهرم نیز نامیده می‌شود",
        "گشتاور",
        "لنگر"
      ]
    },
    {
      "EnglishWord": "torque - coil magnetometer",
      "Meanings": [
        "مغناطیس سنج پیچک",
        "گشتاوری مغناطیس سنجی که عملکرد آن بر اساس جریان معلوم در پیچک است که می‌تواند در میدان در حال اندازه گیری بگردد"
      ]
    },
    {
      "EnglishWord": "torque gradient",
      "Meanings": [
        "گرادیان گشتاور مقدار گشتاور ایجاد شده با همگام ساز بر درجه اختلاف زاویه ای بین روتروهای فرستنده و گیرنده"
      ]
    },
    {
      "EnglishWord": "torque motor",
      "Meanings": [
        "موتور گشتاور موتور طراحی شده برای ایجاد گشتاور به هنگام گردش کند یا کم شدن سرعت"
      ]
    },
    {
      "EnglishWord": "torr",
      "Meanings": [
        "تور واحد استاندارد بین المللی جدید فشار جو یا خلا یک تور به صورت 1 هفت صدو شصتم فشار جو استاندارد تعیرف می‌شود. تور با واحد میلیمتر جیوه قدیمی فقط 1 جزء در 7 میلیون اختلاف دارد"
      ]
    },
    {
      "EnglishWord": "torsiometer",
      "Meanings": [
        "پیچش سنج ابزاری که مقدار توان ارسال شونده از محور گحردان را اندازه می‌گیرد. این ابزار پیچش محور تحت بار با پیچش قطعات نصب شده روی قطعه تزویج کننده قرار گرفته بین قسمتهای محور را اندازه می‌گیرد"
      ]
    },
    {
      "EnglishWord": "torsion",
      "Meanings": [
        "چرخش"
      ]
    },
    {
      "EnglishWord": "torsion - string galvanometer",
      "Meanings": [
        "گحالوانومتر تار",
        "پیچشی گالوانومتر حساسی که سیستم متحرک آن با دو تار موازی آویزان شده است که تمایل به پیچیدن به دور یکدیگحر را دارند"
      ]
    },
    {
      "EnglishWord": "torsion galvanometer",
      "Meanings": [
        "گالونومتر پیچشی گالواتومتری که نیروی بین سیستمهای ثابت و متحرک را با زاویه ای که سرنگهدارنده سیستم متحرک باید در آن بگردد تا سیستم متحرک را به موقعیت صفر خود بر گرداند. اندازه می‌گیرد"
      ]
    },
    {
      "EnglishWord": "total",
      "Meanings": [
        "کل"
      ]
    },
    {
      "EnglishWord": "total dose",
      "Meanings": [
        "دز کل معیاری از سختی تابش قطعه نیمرسانا که بر حسب راد اندازه گیری می‌شود"
      ]
    },
    {
      "EnglishWord": "total electrode capacitance",
      "Meanings": [
        "ظرفیت کل الکترود ظرفیت بین یک الکترود و همه الکترودهای دیگحر متصل به یکدیگر"
      ]
    },
    {
      "EnglishWord": "total harmonic distortion",
      "Meanings": [
        "اعوجاج هماهنگ کل نسبت مقدار ولتاژ RMS همه هماهنگهای موجود در خروجی سیستم صوتی به کل ولتاژ RMS خروجی",
        "به ازای ورودی سینوسی خالص",
        "که به صورت درصد بیان می‌شود هرچه این درصد کمتر باشد سیستم صوتی بهتر است"
      ]
    },
    {
      "EnglishWord": "total harmonic distortion   thd",
      "Meanings": [
        "اعوعاج هارمونیکی کلی"
      ]
    },
    {
      "EnglishWord": "total ionization",
      "Meanings": [
        "یونیده شدی کل 1. کل بار الکتریکی یونها هم علامت هنگحامی که ذرات انرژی دار تولید کننده این یونها همه انرژی جنبشی خود را از دست داده باشند. 2. تعداد کل زوج یونهای تولید شده با یونیده شدن ذرات در طول کل مسیر آنها"
      ]
    },
    {
      "EnglishWord": "total loss",
      "Meanings": [
        "تلف کل"
      ]
    },
    {
      "EnglishWord": "totalizer",
      "Meanings": [
        "جمع کننده کل",
        "کلی کننده"
      ]
    },
    {
      "EnglishWord": "touch control",
      "Meanings": [
        "کنترل تماسی مداری که رله ای را به هنگام پر شدن دو اتصال فلزی با انگشت با دست می‌بندد"
      ]
    },
    {
      "EnglishWord": "touch tonetelephone",
      "Meanings": [
        "تلفن تون دکمه ای تلفنی که دارای 12 دگمه فشاری است که هر کدام تون موسیقایی دو بسامدی متمایزی را تولید می‌کنند که در مزکز تلفن",
        "راهگزینی مناسب را به طور خودکار انجام می‌دهد. مانند پالسهای DC شماره گیر گردان"
      ]
    },
    {
      "EnglishWord": "touchdown",
      "Meanings": [
        "تماس"
      ]
    },
    {
      "EnglishWord": "tourmaline",
      "Meanings": [
        "تورمالین بلور طبیعی که به شدت پیزو الکتریک است"
      ]
    },
    {
      "EnglishWord": "tower radiator",
      "Meanings": [
        "برج باز تابنده ساختار فلزی بلندی که به عنوان آنتن فرستنده عمل می‌کند"
      ]
    },
    {
      "EnglishWord": "townsend  coefficient",
      "Meanings": [
        "ضریب تاون سند تعداد برخوردهای یونیده ساز با الکترون بر هر سانتی متر از طول مسیر در جهت میدان الکتریکی اعمال شده در شمارنده تابش"
      ]
    },
    {
      "EnglishWord": "townsend characteristic",
      "Meanings": [
        "مشخصه تاون سند منحنی مشخصه جریان",
        "ولتاژ لامپ نوری در روشنایی ثابت و ولتاژهایی کمتر از تخلیه فروزان در آن اتفاق می‌افتد"
      ]
    },
    {
      "EnglishWord": "townsend discharge",
      "Meanings": [
        "تخلیه تاون سند تخلیه در گازی با فشار متوسط حدودا بالای 0/1 mmhg شبیه به کرونا"
      ]
    },
    {
      "EnglishWord": "tpi",
      "Meanings": [
        "tracks per inch",
        "شیار بر اینچ تعداد شیارهای ضبط شده در هر اینچ از حرکت شعاعی هد. ضبط نوار مغناطیسی یا محیط ضبط دیگر ایجاد شود"
      ]
    },
    {
      "EnglishWord": "tr cavity",
      "Meanings": [
        "کاواک TR قسمت تشدید لامپ TR رادار"
      ]
    },
    {
      "EnglishWord": "tr switch   transmit - receive switch",
      "Meanings": [
        "سوییچ TR سوییچ ارسال",
        "دریافت سوییچ مکانیکی",
        "قطعه الکترونیکی با مداری که گیرنده را به هنگام ارسال سیگنال",
        "از فرستنده مجزا می‌کند. از این سوییچ معمولا در فرستنده‌ها و گیرنده‌های مخابراتی RF و سیستمهی راداری توان پایین به جای لامپهای TR پر شده با گاز",
        "که در سیسمتهای رادار توانبالا به کار می‌رود استفاده می‌شود. سیرکولاتورهای فریتی و دیودهای PIN نمونه هایی از عناصر سویچنگ اصلی هستند. استفاده از سوییچهای PIN در مدار بندی هم محور و بسامدهای ریز موج پایین تر",
        "آسان‌تر است. در مواردی که یک دیود نمی‌تواند ولتاژ یاجریان لازم را تحمل کند",
        "از دیودهای چندگانه استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "tr tube transmit-receive tube   tr box te switch",
      "Meanings": [
        "لامپ TR",
        "جعبه TR",
        "سوییچ TR لامپ پر شده با گازی که گیرنده را از توان فرستنده حفاظت می‌کند. این لامپ به سیگنالهای RF توان پایین با اندکی تضعیف",
        "اجازه عبور می‌دهد. توانهای بالاتر سبب یونیده شدن گاز می‌شوند و لامپ را برای آن انرژی RF اتصال کوتاه می‌کنند. دو بربر کننده نمونه متعادل شامل دو لامپ RF وقتی که فرستنده روشن است",
        "لامپهای TR روشن می‌شوند و انرژی RF را به اتصال آنتن ورودی ترکیبی بر می‌گردانند. در هنگام دریافت",
        "سیگنالهای دریافت شده از آنتن از لامپهای TR می‌گذرد و به اتصال گیرنده خروجی ترکیبی می‌رسند"
      ]
    },
    {
      "EnglishWord": "trable boost",
      "Meanings": [
        "تقویت زیر تنظیم پاسخ دامنه",
        "بسامد سیستم یا قطعه یا تاید بربسامدهای صوتی بالاتر"
      ]
    },
    {
      "EnglishWord": "trace",
      "Meanings": [
        "خط",
        "اثر",
        "رد",
        "مسیر 1. مسیر قابل مشاهده لکه متحرک روی صفحه نمایش لامپ پرتو کاتد 2. کمیت بی نهایت کوچکی از ماده 3. روش تشخیص پزشکی قابل تغییر که تحلیلی از هر دستورالعمل اجرا شده کامپیوتر می‌دهد و ان را با اجرا شدن هر دستورالعمل در خروجی می‌نویسید. 4. مسیر رسانا روی برد مدار چاپی",
        "مسیر",
        "مرور کردن"
      ]
    },
    {
      "EnglishWord": "trace concentration",
      "Meanings": [
        "غلظت رد غلظت ماده کمتر از حد معمول برای آشکار سازی شیمیایی"
      ]
    },
    {
      "EnglishWord": "trace interval",
      "Meanings": [
        "فاصله زمانی دنبال روندگحی فاصله زمانی جارو برای دنبال کردن الگوی مطلوب روی صفحه نمایش لامپ پرتوکاتدی"
      ]
    },
    {
      "EnglishWord": "tracer",
      "Meanings": [
        "ردیاب 1. ماده خارجی",
        "معمولا رادیواکتیو",
        "که با ماده معینی مخلوط می‌شود تا مکان یا توزیع بعدی آن را بتوان اشکار کرد. 2. رشته ای با رنگ متمایز که برای شماسایی در عایق سیم یافته می‌شود",
        "ردیاب",
        "مرور کننده"
      ]
    },
    {
      "EnglishWord": "track",
      "Meanings": [
        "شیار 1. مسیری که یک کانال اطلاعات را روی نوار مغناطیسی یا محیط مغناطیسی دیگری ضبط می‌کند. مکان شیار را دستگاه ضبط به جای محیط ضبط",
        "تعیین می‌کند. 2. مولفه افقی مسیری که متحرک در واقع دنبال می‌کند یا مسیر مورد نظر کاربردهای دریایی 3. رد هدف متحرک روی صفحه رادار PPI یا نقشه معادل آن 4. دنبال کردن حرکت موشک",
        "هواپیما",
        "طوفان یا جسم متحرک دیگر",
        "معمولا باردار",
        "با جهت یاب رادیویی",
        "مادون قرمز یا تجهیزات نوری"
      ]
    },
    {
      "EnglishWord": "track - cpmmand guidance",
      "Meanings": [
        "هدایت ردیابی فرمان هدایت موشکی که در آن هدف و موشک با رادارهای جداگانه ردیابی می‌شوند و فرمانهای اصلاحی با رادیو به موشک ارسال می‌شود"
      ]
    },
    {
      "EnglishWord": "track homing",
      "Meanings": [
        "هدایت ردیابی فریاند دنبال کردن خط موقعیت شناخته شده ای برای عبور از شیء"
      ]
    },
    {
      "EnglishWord": "track in range",
      "Meanings": [
        "ردیابی در فاصله تنظیم دریچه گیرنده رادار به گونه ای که در لحظات صحیح برای دریافت سیگنال از هدفی که فاصله آن تغییر می‌کند",
        "باز شود"
      ]
    },
    {
      "EnglishWord": "track made good",
      "Meanings": [
        "ردیابی صحیح ردیابی حاصل از هواپیما",
        "که به صورت خط مستقیم بین نقطه خروج و آخرین نقطه مکان روی زمین نشان داده شده باشد"
      ]
    },
    {
      "EnglishWord": "trackball",
      "Meanings": [
        "توپ کنترلی قطعه کنترلی کامپیوتر برای حرکت دادن مکان نما روی صفحه مونیتور. اساس آن توپی است که ازادانه گردش می‌کندو در پوششی قرار دارد که اطراف آن را حسگرهایی گرفته اند که حرکتهای توپ ناشی از حرکت سر انگشتان را به حرکت مکان نما تبدیل می‌کند"
      ]
    },
    {
      "EnglishWord": "tracking",
      "Meanings": [
        "ردیابی",
        "رهگیری",
        "دنبال روندگی 1. شرایطی که در آن همه مدارهای تنظیم شده در گیرنده به طور دقیق بسامد معین شده با ابزار تنظیم را در تمام محدوده تنظیم دنبال می‌کنند. 2. حرکتی که در لب اصلی آنتن رادار یا رادیو داده می‌شود تا هدف متحرک از پیش تعیین شده ای را در فضا",
        "همواره در لب اصلی دنبال کند. 3. دنبال کردن شیار صفحه با سوزن گرامافون. 4. نگهداشتن نسبت یکسانی از بلندی در دو کانال سیستم صدای استریو در همه تنظیمهای کنترل صدای گروهی",
        "دنبال کردن"
      ]
    },
    {
      "EnglishWord": "tracking beam",
      "Meanings": [
        "باریکه دریایی باریکه ای که در سیستم پدافند موشکی",
        "در همه زمانها به طور مستقیم به سوی هدف نشانه گیری شده است. داده هایی که از این باریکه به دست می‌آید از طریق باریکه ای که باریکه هدایت نامیده می‌شود به موشک پدافند می‌رسد"
      ]
    },
    {
      "EnglishWord": "tracking element",
      "Meanings": [
        "عنصر دریایی قطعه ای در سیستم کنترل آتش که داده‌ها را ازقطعه موقعیت یاب دریافت می‌کند و سرعت و جهت حرکت هدف و در بعضی موارد نرخ تغییرات سرعت و هدف آن را محاسبه می‌کند"
      ]
    },
    {
      "EnglishWord": "tracking filter",
      "Meanings": [
        "فیلتر رهگیر فیلتر ماندگاری که بسامد مرکزی آن",
        "بسامد متوسط سیگنال ورودی را دنبال می‌کند"
      ]
    },
    {
      "EnglishWord": "tracking radar",
      "Meanings": [
        "رادار ردیابی راداری که یک یا چند هدف تحت مراقبت دایم نگه می‌دارد به طوری که بتوان تخمین دقیقتری از مکان هدف به دست آورد. هدفهای مورد نظر باردار جستجوکننده ای که اغلب خودکار است آشکار می‌شوند و رادار ردیابی اطلاعات آن را جمع آوری می‌کند. بعضی از رادارها هر دو عملیات جستجو و ردیابی را با اشتراک زمانی باریکه سریع آنتن آرایه فازی انجام می‌دهند"
      ]
    },
    {
      "EnglishWord": "tracking station",
      "Meanings": [
        "ایستگاه ردیابی ایستگاه رادیویی",
        "رادار یا ایستگاه دیگر که برای ردیابی جسم در حال حرکت در اتمسفر یا فضا سازمان دهی شده است"
      ]
    },
    {
      "EnglishWord": "tracking system",
      "Meanings": [
        "سیستم ردیابی و دنبال کننده"
      ]
    },
    {
      "EnglishWord": "tracks per inch",
      "Meanings": [
        "شیار بر اینچ تعداد شیارهای ضبط شده در هر اینچ از حرکت شعاعی هد. ضبط نوار مغناطیسی یا محیط ضبط دیگر ایجاد شود"
      ]
    },
    {
      "EnglishWord": "traction control",
      "Meanings": [
        "کنترل کشش سیستم الکترونیکی در خودرو",
        "شامل حسگرهایی که ناکافی بودن کشش چرخ و لغزیدن وسیله نقلیه را روی سطح جاده آشکار می‌کنند. سپس ریز کنترل کننده ای شورع به کم کردن جریان سوخت به موتور می‌کند",
        "سرعت وسیله را کم می‌کند و فشار ترمز را به طور تدریجی بیشتر می‌کند تا به راننده در کنترل وسیله کمک کند"
      ]
    },
    {
      "EnglishWord": "traffic",
      "Meanings": [
        "ترافیک پیامهایی که از طریق کانال مخابراتی ارسال و دریافت می‌شود",
        "ترافیک"
      ]
    },
    {
      "EnglishWord": "traffic collision and avoidance system",
      "Meanings": [
        "سیستم حفاظت از برخورد سیستمی بر اساس رادار مراقبت ثانویه. وقتی که هواپیما مجهز به TCAS از هواپیمای نزدیک دیگری مجهز به TCAS درخواست اطلاعات می‌کند",
        "پاسخی از تراپاسخگر SSR هواپیمای دیگر دریافت",
        "می‌کند. این پاسخ به هواپیمای درخواست کننده امکان تعیین و نمایش ارتفاع و موقعیت نسبی خود را نسبت به هواپیمای دیگر می‌دهد تا سرعت نزدیک شدن به آن و احتمال ایجاد برخورد را محاسبه کند. بعضی از انواع TCAS شامل صفحه نمایشی از فضای اطراف و راههای فرار کمکی برای هر کدام از هواپیمای نزدیک شونده مجهز به TCAS است"
      ]
    },
    {
      "EnglishWord": "traffic descriptor",
      "Meanings": [
        "توصیف گر ترافیک"
      ]
    },
    {
      "EnglishWord": "traffic shaping",
      "Meanings": [
        "شکل دهی ترافیک"
      ]
    },
    {
      "EnglishWord": "trailer",
      "Meanings": [
        "دنباله رگه روشن در سمت راست منطقه تاریک یا خط تیره در تصویر تلویزیون یا ناحیه تاریک یا رگه تیره در سمت رایت قسمت روشن. این پدیده در اثر ناکافی بودن بهره در بسامدهای تصویری پایین ایجاد می‌شود"
      ]
    },
    {
      "EnglishWord": "trailing antenna",
      "Meanings": [
        "آنتن آویزان آنتن رادیویی هواپیما که دارای یک سر سنگین شده است تا به هنگام پرواز آزادانه از هواپیما آویزان شود"
      ]
    },
    {
      "EnglishWord": "trailing edge",
      "Meanings": [
        "لبه پسین قسمت اصلی پایین رونده پالس"
      ]
    },
    {
      "EnglishWord": "trailing-edge pulse time",
      "Meanings": [
        "زمان لبه پسین پالس زمانی که دامنه لحظه ای پاس برای بار دوم به کسر معینی از دامنه قله پالس می‌رسد"
      ]
    },
    {
      "EnglishWord": "train",
      "Meanings": [
        "نشانه روی هدف گیری با جهت دادن آنتن رادار در یک سو"
      ]
    },
    {
      "EnglishWord": "trainer",
      "Meanings": [
        "آموزش دهنده تجهیزات مورد استفاده برای آزمایش دادن متصدیان رادار",
        "سونار و تجهیزات الکترونیکی دیگر با شبیه سازی سیگنالهای دریافتی تحت شرایط کار واقعی"
      ]
    },
    {
      "EnglishWord": "trajectory",
      "Meanings": [
        "خط سیر مسیری که موشک یا سفینه فضایی در فضا دنبال می‌کند",
        "مسیر حرکت"
      ]
    },
    {
      "EnglishWord": "trajectory-controlled",
      "Meanings": [
        "کنترل شده خط سیر هدایت شده یا جهت داده شده به گونه ای که خط سیر",
        "منحنی از پیش تعیین شده ای را کنترل کند",
        "مانند موشک"
      ]
    },
    {
      "EnglishWord": "tramsversal filter",
      "Meanings": [
        "فیلتر تقاطعی فیلتری که ویژگیهای بسامد انتقال آن تقارن متناوبی را نشان می‌دهد"
      ]
    },
    {
      "EnglishWord": "trangle generator",
      "Meanings": [
        "مولد مثلثی مولد سیگنالی که خروجی آن تابع شیب تکرار شونده ای است که شیل تغییرات مثبت و منفی آن نسبت به زمان",
        "برابر است. موج مثثی حاصل مجموعه ای از مثلثهای متساوی الاضلاع را می‌سازد"
      ]
    },
    {
      "EnglishWord": "trangulation",
      "Meanings": [
        "مثلث بندی تعیین موقعیت کشتی یا هواپیما با به دست آوردن زاویه حرکت ان نسبت به دو ایستگاه رادیویی ثابت با فاصله معلوم در این روش مقادیر یک ضلع و تمام زاویه‌های مثلث معلوم است و با استفاده از آنها موقعیت مورد نظر به دست می‌آید"
      ]
    },
    {
      "EnglishWord": "transaction data",
      "Meanings": [
        "داده‌های معاملاتی داده‌های ورودی جدید تصادفی و غیر قابل پیش بینی در سیستم پردازش داده ها",
        "مانند ساعتهای کار",
        "کمیتهای بار شده در کشتی و مقادیر صورت حساب"
      ]
    },
    {
      "EnglishWord": "transadmittance",
      "Meanings": [
        "ادمیتانس انتقالی معیار مشخصی از ادمیتانس متقابل تحت شرایط تنظیم شده معلوم"
      ]
    },
    {
      "EnglishWord": "transceiver",
      "Meanings": [
        "فرستنده / گیرنده فرستنده و گیرنده رادیویی که در یک جعبه قرار دارند",
        "با سوییچی که امکان ارسال و دریافت را فراهم می‌کند",
        "مانند تلفنهای سلولی و رادیوهای سیار برای پیغام رسانی به وسایل نقلیه اضطراری یا برای مخابرات دریایی یا هوایی. این دستگاه معمولا با باتری کار می‌کندو آنتن شلاقی یا تلسکوپس کوچکی دارد",
        "فرستده گیرنده"
      ]
    },
    {
      "EnglishWord": "transcendental",
      "Meanings": [
        "غیر تجربی",
        "فرازنده",
        "متعالی"
      ]
    },
    {
      "EnglishWord": "transcendental function",
      "Meanings": [
        "تابع برتر"
      ]
    },
    {
      "EnglishWord": "transconductance",
      "Meanings": [
        "هدایت انتقالی",
        "ترا رسانایی"
      ]
    },
    {
      "EnglishWord": "transconductance  mutual conductance",
      "Meanings": [
        "رسانایی انتقالی",
        "رسانایی متقابل نسبت تغییر در جریان نسبت به تغییر ولتاژ ترانزیستورها. در ترانزیستور اثر میدان",
        "نسبت تغییر جریان درین به سورس به تغییر ولتاژ گیت به سورس است. در تریود لامپ خلا",
        "نسبت تغییر در جریان آند به تغییر ولتاژ شبکه کنترل است. می‌توان آن را به صورت ضریب تقویت FET تقسیم بر مقاومت درین یا ضریب تقویت تریود تقسیم بر مقاومت آند در نظر گرفت. رسانایی انتقالی بر حسب مهو یا زیمنس اندازه گیری می‌شود"
      ]
    },
    {
      "EnglishWord": "transconductance meter  mutual -conductance meter",
      "Meanings": [
        "رسانایی انتقالی سنج",
        "رسانایی متقابل سنج ابزاری که رسانایی انتقالی لامپ الکترونی با شبکه کنترل شده را نشان می‌دهد"
      ]
    },
    {
      "EnglishWord": "transcribe",
      "Meanings": [
        "ضبط کردن",
        "نسخه برداری 1. ضبط کردن",
        "مانند ضبط برنامه رادیویی روی دیسک مغناطیسی یا نوار مغناطیسی برای پخش مجدد. 2. نسخه برداری",
        "بدون ترجمه یا با آن",
        "از محیط ذخیره کامپیوتری خارجی به محیط دیگر"
      ]
    },
    {
      "EnglishWord": "transcriber",
      "Meanings": [
        "نسخه بردار تجهیزاتی که اطلاعات را از شکلی به شکل دیگر تبدیل می‌کنند. مانند تبدیل داده‌های ورودی کامپیوتر به محیط و زبان مورد استفاده در کامپیوتر دیگر"
      ]
    },
    {
      "EnglishWord": "transducer",
      "Meanings": [
        "تراگردان واژه ای عمومی برای هر قطعه یا حسگری که انرژی را از شکلی به شکل دیگر تبدیل می‌کند. مثلا از انرژی صوتی به انرژی الکتریکی یا مکانیکی. بلندگوها",
        "میکروفونها",
        "هدهای ضبط. سنجنده‌های کرنش نمونه هایی از تراگردانها هستند",
        "مبدل",
        "تراگردان"
      ]
    },
    {
      "EnglishWord": "transducer power gain",
      "Meanings": [
        "بهره توان تبدیلی"
      ]
    },
    {
      "EnglishWord": "transducer scanner",
      "Meanings": [
        "پویشگر تراگردان مداری که ابزاری میانگینی از سیگنالهای نمونه برداری جهت دار را از تراگردانهای مغناطوتنگش جدا از هم در آرایه فرستنده سونار ایجاد می‌کند. صفحات خازن به طور شعاعی روی دیسکی که نسبت به دیسک دایروی ثابتی می‌گردد. قرار داده می‌شوند. دیسک ثابت شامل صفحات انطباقی است که به عناصر تراگردان متصل هستند. تا در هر دور گردش دیسک گردان همه عناصر پویش شوند"
      ]
    },
    {
      "EnglishWord": "transducing piezoid",
      "Meanings": [
        "پیزویید تراگردان پیزوییدی که به عنوان تراگردان عمی می‌کند"
      ]
    },
    {
      "EnglishWord": "transfer",
      "Meanings": [
        "انتقال ارسال یا نسخه برداری از اطلاعات از کامپیوتری به کامپیوتر دیگر بدون تغییر شکل ان",
        "انتقال"
      ]
    },
    {
      "EnglishWord": "transfer characteristic",
      "Meanings": [
        "مشخصه انتقال"
      ]
    },
    {
      "EnglishWord": "transfer check",
      "Meanings": [
        "بازبینی انتقال بررسی دقت انتقال لغتی در کامپیوتر که معمولا به طور خودکار انجام می‌شود"
      ]
    },
    {
      "EnglishWord": "transfer function",
      "Meanings": [
        "تابع انتقال رابطه ریاضی بین خروجی سیستم کنترل و ورودی آن",
        "تابع تبدیل"
      ]
    },
    {
      "EnglishWord": "transfer impedance",
      "Meanings": [
        "امپدانس انتقالی نسبت ولتاژ اعمال شده به یک زوج از پایه‌های ورودی شبکه به جریان حاصل در زوج پایه دیگر با فرض آن که همه پایه‌ها به صورت معینی ختم شده باشند",
        "امپدانس انتقال"
      ]
    },
    {
      "EnglishWord": "transfer instruction",
      "Meanings": [
        "دستورالعمل انتقال دستورالعمل کامپیوتری یا سیگنالی که مکان عملیات بعدی را که کامپیوتر باید انجام دهد",
        "تعیین می‌کند"
      ]
    },
    {
      "EnglishWord": "transfer instrument",
      "Meanings": [
        "ابزار انتقال"
      ]
    },
    {
      "EnglishWord": "transfer oscillator",
      "Meanings": [
        "نوسان ساز انتقالی نوسان سازی که حدود بالایی بسامد شمارنده الکترونیکی را افزایش می‌دهد. نوسان ساز انتقالی سیگنالهای نا معلوم را با هماهنگی از سیگنال به دست آمده از نوسان ساز بسامد",
        "متغیر داخلی",
        "که برای ضربانهای صفر تنظیم شده است. مخلوط می‌کند. شمارنده بسامد سیگنال نوسان ساز بسامد",
        "متغیر را اندازه می‌گیرد و با ضرب مقدار خوانده شده از شمارنده در عدد هماهنگ بسامد نا معلوم به دست می‌آید"
      ]
    },
    {
      "EnglishWord": "transfer switch",
      "Meanings": [
        "سوییچ انتقال سوییچی برای انتقال اتصالهای یک یا چند رسانا از مداری به مدار دیگر"
      ]
    },
    {
      "EnglishWord": "transfer time",
      "Meanings": [
        "زمان انتقال کل زمان صرف شده بین باز شدن یک مجموعه از اتصالها رله و بسته شدن مجموعه دیگری از اتصالها",
        "پس از آرام شدن لرزشهای همه اتصالها"
      ]
    },
    {
      "EnglishWord": "transfer voltage ratio",
      "Meanings": [
        "نسبت انتقال ولتاژ"
      ]
    },
    {
      "EnglishWord": "transferable",
      "Meanings": [
        "قابل انتقال"
      ]
    },
    {
      "EnglishWord": "transferred - electron  amplifier",
      "Meanings": [
        "تقویت کننده الکترون انتقالی تقویت کننده دیودی",
        "که معمولا با استفاده از دیود الکترون انتقالی عمل می‌کند و از گالیم آرسنید یا ناخالصی نوع N ساخته می‌شود که تقویتی تا محدودهی گیگاهرتز را تابش از 50 گیگا هرتز با توان خروجی کمتر از 1 w موج پیوسته ایجاد می‌کند. تقویت کنندگان نمونه آن است"
      ]
    },
    {
      "EnglishWord": "transferred - electron device",
      "Meanings": [
        "قطعه الکترون",
        "انتقالی قطعه نیمرسانا",
        "معمولاض دیود که بر اساس مقاومت منفی داخل ناشی از الکترونهای انتقالی در گالیم آرسنید یا ایتدیم فسفید در میدانهای الکتریکی شدید عمل می‌کند. زمان حالت گذرا به حداقل می‌رسد و امکان نوسان را تا ببسامدهای چند صد مگاهرتز فراهم میکند. عملکرد آن می‌تواند در مد زمان گذرا",
        "مانند مد دیودگان",
        "درصد حوزه",
        "خاموش یا در مد انبار شدن بار در فضای محدود LSA باشد"
      ]
    },
    {
      "EnglishWord": "transferred - electron diode",
      "Meanings": [
        "دیود الکترون",
        "انتقالی قطعه الکترون",
        "انتقالی",
        "معمولا ساخته شده از گالیم آرسنید",
        "که می‌تواند درصورت ترکیب شدن با کاواک یا مدار مجتمع میکرواستریپ مناسب",
        "به طور مستقیم از ورودی DC انرژ ی ریز موج تولید کند"
      ]
    },
    {
      "EnglishWord": "transferred charge",
      "Meanings": [
        "بار منتقل شده بار الکتریکی دقیق منتقل شده از یک پایه خازن به پایه دیگر از طریق مدار خارجی"
      ]
    },
    {
      "EnglishWord": "transferred electron",
      "Meanings": [
        "الکترون انتقالی الکترون آزادی که از یک حد اقل به حد اقل دیگری داخل یک منطقه منتقل می‌شود. جرم موثر الکترون به جرم مربوط به حد اقل جدید تغییر می‌کند ولی الکترون مکان خود را عوض نمی‌کند"
      ]
    },
    {
      "EnglishWord": "transferred- electron effect",
      "Meanings": [
        "اثر الکترون",
        "انتقالی تغییر در قلبیت تحرک رانشی موثر حاملهای بار در نیمرسانا هنگامی که تعداد قابل توجهی از الکترونها از دره ای با قابلیت تحرک کم در باند هدایت یک منطقه به دره ای با قابلیت تحرک زیاد",
        "یا بر عکس",
        "منتقل می‌شوند"
      ]
    },
    {
      "EnglishWord": "transform",
      "Meanings": [
        "تبدیل"
      ]
    },
    {
      "EnglishWord": "transform in the limit",
      "Meanings": [
        "تبدیل در حد"
      ]
    },
    {
      "EnglishWord": "transformation",
      "Meanings": [
        "تبدیل"
      ]
    },
    {
      "EnglishWord": "transformation ratio",
      "Meanings": [
        "نسبت تبدیل"
      ]
    },
    {
      "EnglishWord": "transformation wquation",
      "Meanings": [
        "معادله تبدیل"
      ]
    },
    {
      "EnglishWord": "transformer",
      "Meanings": [
        "ترانسفورماتور قطعه ای که از دو یا چند پیچک تشکیل شده است که با اتصال مغناطیسی به یکدیگر تزویج شده اند. این قطعه می‌تواند انرژی الکتریکی را از یک یا چند مدار",
        "بدون تغییر بسامد",
        "به یک یا چند مدار دیگر منتقل می‌کند. ولی معمولا مقادیر جریان و ولتاژ را تغییر می‌دهد",
        "ترانسفورماتور"
      ]
    },
    {
      "EnglishWord": "transformer - coupled amplifier",
      "Meanings": [
        "تقویت کننده با تزویج ترانسفورماتوری تقویت کننده صوتی که ترانسفورماتورهای هسته",
        "آهنی تنظیم نشده آن تزویج بین طبقات را ایجاد می‌کنند"
      ]
    },
    {
      "EnglishWord": "transformer core",
      "Meanings": [
        "هسته ترانسفورماتور"
      ]
    },
    {
      "EnglishWord": "transformer coupling",
      "Meanings": [
        "تزویج ترانسفورماتوری"
      ]
    },
    {
      "EnglishWord": "transformer ideal",
      "Meanings": [
        "ترانسفورماتور ایده آل"
      ]
    },
    {
      "EnglishWord": "transformer loss",
      "Meanings": [
        "تلفات ترانسفورماتور نسبت توان گرفته شده از ترانسفورماتور ایده ال به توان گرفته شده از ترذانسفورماتور حقیقی تحت شرایط معین که بر حسب دسی بل بیان می‌شود",
        "تلف ترانسفورماتوری"
      ]
    },
    {
      "EnglishWord": "transformer practical",
      "Meanings": [
        "ترانسفورماتور عملی"
      ]
    },
    {
      "EnglishWord": "transformer primary",
      "Meanings": [
        "اولیه ترانسفورماتور"
      ]
    },
    {
      "EnglishWord": "transformer secondary",
      "Meanings": [
        "ثانویه ترانسفورماتور"
      ]
    },
    {
      "EnglishWord": "transformer tap",
      "Meanings": [
        "انشعاب ترانسفورماتور سر وسط"
      ]
    },
    {
      "EnglishWord": "transforming section",
      "Meanings": [
        "قسمت تبدیل طولی از موجبر یا خط انتقال که دارای سطح مقطع تغییر کننده تردیجی برای تبدیل امپدانس است"
      ]
    },
    {
      "EnglishWord": "transhorizon tropospheric",
      "Meanings": [
        "پراکندگی تروپوسفری در افق"
      ]
    },
    {
      "EnglishWord": "transient",
      "Meanings": [
        "گذرا جرقه بسیار کوتاه و ناگهانی ولتاژ بالا در خط نیرو که دراثر رعد و بر ق",
        "تخلیه الکترواستاتیک یا قطع و وصل خط نیرو ایجاد می‌شود. اگر امکان ورود این جرقه به مدار الکترونیکی وجود داشته باشد می‌تواند به قطعات فعال نیمرسانا و قطعات غیر فعال آسیب بزند یا آنها را از بین ببرد. قطعه حفاظتی با پاسخ سریع مانند دیود زینر یا لامپ تخلیه گازی به طور سری با خط AC می‌تواند حالتهای گذرا را قبل از خحسارت زدن اتصال کوتاه کند",
        "گذرا"
      ]
    },
    {
      "EnglishWord": "transient analyzer",
      "Meanings": [
        "تحلیلگری که حالتهای گذرایی به شکل اضافه جهشهای الکترونی برابر و متوالی با دامنه کوچک و شکل موج قابل تنظیم تولید می‌کند. این ولتاژ‌های گذرا را به مدار یا قطعه تحت آزمایش اعمال می‌کند و شکل موجهای خروجی حاصل را روی صفحه نمایش اسیلوسکوپ نشان می‌دهد"
      ]
    },
    {
      "EnglishWord": "transient band",
      "Meanings": [
        "باند گذرا"
      ]
    },
    {
      "EnglishWord": "transient behavior",
      "Meanings": [
        "رفتار گذرا"
      ]
    },
    {
      "EnglishWord": "transient current",
      "Meanings": [
        "جریان گذرا"
      ]
    },
    {
      "EnglishWord": "transient distrotion",
      "Meanings": [
        "اعوجاج گذرا اعوجاج ناشی از عدم توانایی مدار در تقویت کردن خطی حالتهای گذرا"
      ]
    },
    {
      "EnglishWord": "transient function",
      "Meanings": [
        "تابع گذرا"
      ]
    },
    {
      "EnglishWord": "transient interaction",
      "Meanings": [
        "تداخل گذرا"
      ]
    },
    {
      "EnglishWord": "transient motion",
      "Meanings": [
        "حرکت گذرا حرکت نوسانی یا غیر منظمی که به هنگام تغییر کمیت به مقدار حالت پایدار دیگر به وجود می‌آید"
      ]
    },
    {
      "EnglishWord": "transient osillation",
      "Meanings": [
        "نوسان گذرا نوسان موقتی که به هنگام قطع و وصل شدن در مدار ایجاد می‌شود"
      ]
    },
    {
      "EnglishWord": "transient overshoot",
      "Meanings": [
        "فرا جهش گذرا حد اکثر مقدار فراجهش کمیتی در نتیجه تغییر ناگهانی در شرایط مدار"
      ]
    },
    {
      "EnglishWord": "transient phenomena",
      "Meanings": [
        "پدیده گذرا عملکردهای تغییرات سریع که در طول فواصل زمانی بین بسته شدن کلید و زمان نشست مدار در شرایط حالت پایدار اتفاق می‌افتد"
      ]
    },
    {
      "EnglishWord": "transient recovery time",
      "Meanings": [
        "زمان بازیابی گذرا زمان لازم برای خروجی مدار برای بازگشتن به حدود تعیین شده به دنبال تغییر پله ای در جران بار خروجی"
      ]
    },
    {
      "EnglishWord": "transient regime",
      "Meanings": [
        "رژیم گذرا"
      ]
    },
    {
      "EnglishWord": "transient region",
      "Meanings": [
        "ناحیه عبور"
      ]
    },
    {
      "EnglishWord": "transient response",
      "Meanings": [
        "پاسخ گذار پاسخ مدار به تغییر ناگهانی در کمیت ورودی مانند تابع پله",
        "پاسخ گذرا"
      ]
    },
    {
      "EnglishWord": "transient state",
      "Meanings": [
        "حالت گذرا"
      ]
    },
    {
      "EnglishWord": "transient suppressor",
      "Meanings": [
        "حذف کننده حالت گذرا قطعه ای که مداری را به طور خاص در برابر ولتاژ‌های اضافه جهش مخرب",
        "حفاظت می‌کند. مانند لامپهای تخلیه گازی TVS وریستورهای اکسید",
        "فلزی MOV شبکه‌های مقاومتی",
        "خازنی و دیودهای زنر"
      ]
    },
    {
      "EnglishWord": "transient time",
      "Meanings": [
        "زمان گذرا"
      ]
    },
    {
      "EnglishWord": "transistor",
      "Meanings": [
        "ترانزیستور واژه ژنریک پوشش دهنده گروهی از قطعات حالت جامد که قادر به تقویت کردن و یا قطع و وصل کردن هستند. ترانزیستور‌های پیوندی دوقطبی BJT و ترانزیستورهای اثر میدان FET دودسته اصلی ترانزیستورها هستند. BJT به دو دسته NPN, PNP, FET‌ها به انواع پیوندی JFET یا نیمرسانای اکسید فلزی MOSFET تقسیم می‌شوند",
        "ترانزیستور"
      ]
    },
    {
      "EnglishWord": "transistor amplifier",
      "Meanings": [
        "تقویت کننده ترانزیستوری تقویت کننده ای با یک یا چند ترانزیستور که تقویت قابل مقایسه ای با لامپهای الکترونی انجام می‌دهد. در تقویت کننده ترانزیستوری کلاس A عملکرد در ناحیه خطی مشخصه کلکتور است. در کلاس B تقویت فقط در طول نیم سیکل از هر سیکنال از هر سیگنال ورودی انجام می‌شود. در کلاس AB",
        "جریان یا ولتاژ کلکتور در کمتر از نیم سیکل ورودی صفر است. در کلاس C",
        "جریان یا ولتاژ کلکتور بیشتر از نیم سیکل ورودی صفر است"
      ]
    },
    {
      "EnglishWord": "transistor bias circuit",
      "Meanings": [
        "مدار بایاس ترانزیستور"
      ]
    },
    {
      "EnglishWord": "transistor common base",
      "Meanings": [
        "پایه بیس مشترک ترانزیستور"
      ]
    },
    {
      "EnglishWord": "transistor common collector",
      "Meanings": [
        "کلکتور مشترک ترانزیستور"
      ]
    },
    {
      "EnglishWord": "transistor common emitter",
      "Meanings": [
        "امیتر مشترک ترانزیستور"
      ]
    },
    {
      "EnglishWord": "transistor design",
      "Meanings": [
        "طراحی ترانزیستور"
      ]
    },
    {
      "EnglishWord": "transistor dissipation",
      "Meanings": [
        "تلف ترانزیستور"
      ]
    },
    {
      "EnglishWord": "transistor gain",
      "Meanings": [
        "بهره ترانزیستور"
      ]
    },
    {
      "EnglishWord": "transistor h parameters",
      "Meanings": [
        "پارامترهای h ترانزیستور"
      ]
    },
    {
      "EnglishWord": "transistor symbol",
      "Meanings": [
        "نماد ترانزیستور نماد شماتیکی که ترانزیستوری را در نمودار مدار نشان می‌دهد. بیس با خط مستقیمی با زاویه عمود به بار نشان داده می‌شود. خط کلکتور",
        "بیس را با زاویه عمود به بار زاویه ای قطع می‌کند و پیکان ندارد. خط امیتر پیکانی دارد که در ترانزیستور PNP به سوی بیس و در ترانزیستور NPN به خلاف جهت بیس اشاره می‌کند"
      ]
    },
    {
      "EnglishWord": "transistor transistor logic   ttl",
      "Meanings": [
        "مدارهای منطقی بر اساس ترانزیستور",
        "ترانزیستور"
      ]
    },
    {
      "EnglishWord": "transistor-coupled logic",
      "Meanings": [
        "منطق ترانزیستوری",
        "تزویجی شکلی از منطق مدار مجتمع که می‌تواند با بیسها و کلکتورهای مشترک برای تزویج چندگانه امیتر به کار رود"
      ]
    },
    {
      "EnglishWord": "transistorized",
      "Meanings": [
        "ترانزیستوری شده مدار ساخته شده با ترانزیستورها به جای لامپهای الکترونی"
      ]
    },
    {
      "EnglishWord": "transistorized dc motor",
      "Meanings": [
        "موتور DC ترانزیستوری شده 1. موتور AC معمولی که با مبدل AC/DC ترانزیستوری شده راه اندازی می‌شود. 2. موتور DC که در آن ترانزیستورها به جای کموتاتورهای معمولی برای کموتاسیون جریان قرار گرفته اند"
      ]
    },
    {
      "EnglishWord": "transistor-transistor logic",
      "Meanings": [
        "منطق ترانزیستور",
        "ترانزیستور خانواده منطقی برپایه ترانزیستورهای پیوندی دو قطبی که با مشخصه آنها سرعت بالا",
        "مصرف توان متوسط و کاربرد وسیع است"
      ]
    },
    {
      "EnglishWord": "transit",
      "Meanings": [
        "ترانزیت سیستم ناوبری ماهواره ای که شامل شش ماهواره است. این سیستم در نیروی دریایی ایالات متحده برای ناوبری کشتیها",
        "ساخته شده",
        "اما برای کاربردهای عادی نیز قابل استفاده است. مطابق با زمان بندی این سیستم از سال 2000 به دلیل برتری سیستم GPS از کار خواهد افتاد",
        "گذر",
        "در راه"
      ]
    },
    {
      "EnglishWord": "transit - time mode",
      "Meanings": [
        "مد زمان گذر یکی از سه مدکاری دیود الکترون",
        "انتقالی. حوزه‌های بار",
        "فضا در کاتد شکل می‌گیرند و در طول ناحیه رانش تا آند حرکت می‌کنند. بسامد نوسان تحت تاثیر ابعاد ناحیه رانش است. این مد در دیودهای گان به کار می‌رود. دو مد دیگر LSA و مد حوزه",
        "خاموش است"
      ]
    },
    {
      "EnglishWord": "transit network",
      "Meanings": [
        "شبکه گذر"
      ]
    },
    {
      "EnglishWord": "transit region",
      "Meanings": [
        "ناحیه گذر"
      ]
    },
    {
      "EnglishWord": "transit time",
      "Meanings": [
        "زمان گذر زمان لازم برای حرکت الکترون یا ذره باردار دیگر بین دو الکترود در لامپ الکترونی یا ترانزیستور"
      ]
    },
    {
      "EnglishWord": "transit- time microwave diode",
      "Meanings": [
        "دیود ریز موج زمان",
        "گذر دیود زیر موج حالت جامد که زمان گذر حاملهای بار آن به اندازه کافی کوتاه است تا امکان عملکرد دیود را در باندهای ریز موج فراهم کند. دیودهای توده ای مانند گان وLSA و دیودهای پیوندی مانند باریت",
        "ایمپات و تراپات دو نوع اصلی آن هستند"
      ]
    },
    {
      "EnglishWord": "transition",
      "Meanings": [
        "گذار"
      ]
    },
    {
      "EnglishWord": "transition band",
      "Meanings": [
        "باند گذار"
      ]
    },
    {
      "EnglishWord": "transition coding",
      "Meanings": [
        "رمز گذاری گذرا رمز گذاری میله",
        "رنگی داده‌های دودویی که در آن رنگ میله قبلی تعیین می‌کند که میله 0 یا 1 خوانده شود. میله‌های متوالی رنگهای متفاوتی دارند",
        "مثلا میله سبز به دنبال فاصله سفید بیت 0 دودویی تغییر سیاه به سبز 1 دودویی است. رمزگذار قابلیت رمزگذاری بالاتری را ارایه می‌دهند و دقت خواندن را در کیفیت چاپ پایین تر",
        "افزایش می‌دهند"
      ]
    },
    {
      "EnglishWord": "transition effect",
      "Meanings": [
        "اثر گذر تغییری در شدت تابش ثانویه که در باریکه تابش اولیه به هنگام عبور از خلا به محیط ماده از یک محیط به محیط دیگر اتفاق می‌افتد"
      ]
    },
    {
      "EnglishWord": "transition element",
      "Meanings": [
        "قطعه انتقال قطعه ای که نوعی از سیستمهای انتقال را به نوع دیگر تزویج می‌کند مثلا تزویج کابل هم محور به موجبر"
      ]
    },
    {
      "EnglishWord": "transition elements",
      "Meanings": [
        "عنصر گذار"
      ]
    },
    {
      "EnglishWord": "transition frequency   crossover frequency  turnover frequency",
      "Meanings": [
        "بسامد انتقال",
        "بسامد تقاطع بسامد متناظر با محل تقاطع مجانبها یا قسمتهای دامنه ثابت و سرعت ثابت منحنی پاسخ بسامدی ضبط کردن است. این منحنی بدون نسبت ولتاژ",
        "برحسب دسیبل عنوان محور عمودی لگاریتم بسامد به عنوان محور افقی رسم می‌شود. در کمتر از بسامد انتقال",
        "سطح به طور تدریجی به هنگام ضبط کردن کاهش می‌یابد تا از ایجاد اعوجاج در نتهای بم بلند جلوگیری شود. یک مقدار بسامد انتقال استاندارد 500Hz است"
      ]
    },
    {
      "EnglishWord": "transition loss",
      "Meanings": [
        "تلفات انتقال 1. اختلاف بین توان تابیده به مرز انتقال یا ناپیوستگی دو محیط در سیستم انتشار موج و توان ارسالی پس از ناپیوستگی که در صورت تطبیق پایان محیط پس از نا=یوستگی",
        "می‌توان آن را مشاهده کرد. 2. نسبت توان تابیده به ناپیوستگی به توان ارسالی پس از ناپیوستگی",
        "برحسب دسیبل",
        "که در صورت تطبیق پایان محیط پس از ناپیوستگی مشاهده می‌شود"
      ]
    },
    {
      "EnglishWord": "transition point",
      "Meanings": [
        "نقطه انتقال نقطه ای که در آن ثابتهای مدار عوض می‌شوند تا سبب بازتابش موج در حال انتشار در مدار شوند"
      ]
    },
    {
      "EnglishWord": "transition region",
      "Meanings": [
        "ناحیه انتقال ناحیه ای بین دو نیمرسانای همگن که در آن غلظت ناخالصی تغییر می‌کند",
        "ناحیه گذار"
      ]
    },
    {
      "EnglishWord": "transition table",
      "Meanings": [
        "جدول گذار"
      ]
    },
    {
      "EnglishWord": "transitional coupling",
      "Meanings": [
        "تزویج گذری مقدار تزویج القایی بین دو پیچیک که پهن‌ترین باند گذر و تخت‌ترین منحنی پاسخ را بدون قله‌های دوتایی می‌دهد"
      ]
    },
    {
      "EnglishWord": "translate",
      "Meanings": [
        "ترجمه کردن تغییر دادن اطلاعات کامپیوتری از زبانی به زبان دیگر بدون تاثیر قابل توجه در معنی"
      ]
    },
    {
      "EnglishWord": "translated",
      "Meanings": [
        "انتقال یافته",
        "ترجمه شده"
      ]
    },
    {
      "EnglishWord": "translated function",
      "Meanings": [
        "تابع انتقال یافته"
      ]
    },
    {
      "EnglishWord": "translation",
      "Meanings": [
        "انتقال",
        "ترجمه"
      ]
    },
    {
      "EnglishWord": "translation look- aside buffer",
      "Meanings": [
        "بافر پهلو",
        "نگر ترجمه بافر مورد استفاده در سیستم‌های حافظه نهان کامپیوتر برای نگهداشتن آخرین ترجمه‌های کامل شده نشانیهای مجازی به نشانیهای فیزیکی"
      ]
    },
    {
      "EnglishWord": "translation loss  playback loss",
      "Meanings": [
        "تلفات تبدیل",
        "تلفات پخش مقدار اختلاف دامنه حرکت سوزن گرامافون با دامنه ضبط شده روی صفحه"
      ]
    },
    {
      "EnglishWord": "translator",
      "Meanings": [
        "مترجم",
        "بسامد گردان 1. سیستم یا شبکه کامپیوتری با رودیها و خروجیهای متعدد متصل شده به گونه ای که وقتی سیگنال نشان دهنده اطلاعات بیان شده به صورت رمز معین به ورودی‌ها اعمال می‌شود",
        "سیگنالهای خروجی همان اطلاعات را با رمز دیگری نشان می‌دهند. 2. ترکیب گیرنده تلویزیونی وفرستنده کم توان تلویزیونی که می‌تواند سیگنالهای تلویزیونی را در یک بسامد دریافت کند و آنها را در بسامد دیگری مجددا ارسال کند تا از دریافت آنها در مناطقی که تحت پوشش مستقیم آن ایستگاه تلویزیونی نیست",
        "جلوگیری کند. بسامد گردان معمولا در کانالهای UHF از شماره 73 تا شماره 83 کار پخش را انجام می‌دهد"
      ]
    },
    {
      "EnglishWord": "transliterate",
      "Meanings": [
        "ترجمه تبدیل نویسه‌های یک الفبا به الفبای دیگر"
      ]
    },
    {
      "EnglishWord": "transmissiometer",
      "Meanings": [
        "عبور سنج ابزار فتوالکتریکی که قابلیت دید اتمسفر را انداره می‌گیرد"
      ]
    },
    {
      "EnglishWord": "transmission",
      "Meanings": [
        "انتقال",
        "ارسال فرایند انتقال سیگنال",
        "پیام",
        "تصویر ریالیا شکل دیگری از اطلاعات از یک مکان به یک یا جند مکان دیگر با کابل تار نوری",
        "خطوط سیمی",
        "رادیو",
        "نور",
        "باریکه‌های مادون قرمز یا سیستم‌های مخابراتی دیگر. 2. پیام سیگنال یا شکل دیگری از اطلاعات ارسال شونده. 3. نسبت شار نوری ارسال شده در محیط به شار نوری تابیده بر آن. ارسال می‌تواند به صورت بخشی یا طیفی باشد. آن را ارسال کنندگی نیز می‌نامند"
      ]
    },
    {
      "EnglishWord": "transmission band",
      "Meanings": [
        "باند ارسال محدوده بسامدی بالای بسامد قطع در موجبر",
        "یا محدوده بسامد مفید قابل مقایسه برای هر خط انتقال",
        "مدار یا قطعه"
      ]
    },
    {
      "EnglishWord": "transmission channel",
      "Meanings": [
        "کانال انتقال"
      ]
    },
    {
      "EnglishWord": "transmission coefficient",
      "Meanings": [
        "ضریب ارسال نسبت انرژی ارسالی به انرژی تابیده",
        "یا کمیت دیگری در ناپیوستگی در محیط انتقال. برای امواج صدا",
        "آن را ضریب ارسال صدا می‌نامند",
        "ضریب انتقال"
      ]
    },
    {
      "EnglishWord": "transmission control protocol / internet protocol",
      "Meanings": [
        "قرارداد کنترل ارسال / قرار داد اینترنت قرار داده شبکه سازی که به کامپیوترها یا شبکه‌ها امکان همکاری متقابل را در اینترنت میدهد"
      ]
    },
    {
      "EnglishWord": "transmission electrol microscope",
      "Meanings": [
        "میکروسکوپ ارسال الکترونی میکروسکوپی که در آن به جای نور مریی در میکروسکوپ معمولی از باریکه‌های الکترونی استفاده می‌شود. باریکه‌های الکترونی با پیچکهای الکترومغناطیسی ساخته می‌شوند که عملکردی مانند عملکرد عدسیهای شیشه ای روی نور دارند. فیلمانی منبع باریکه الکترونی ولتاژ بالا است که داخل مجموعه ای از عدسیهای همگرا کننده و سپس از داخل نمونه می‌گذرد. الکترونها ابتدا پراکنده می‌شوند و سپس به وسیله مجموعه ای از عدسیهای مغناطیسی کانونی می‌شوند تا تصویری را روی صفحه نمایش فلویورسانس به وجود آورند. این صفحه نمایش را می‌توان از طریق چشمی مشاهده کرد. کاربرد اصلی TEM در پزشکی و ژنتیک است"
      ]
    },
    {
      "EnglishWord": "transmission format",
      "Meanings": [
        "پیکر بندی انتقال"
      ]
    },
    {
      "EnglishWord": "transmission gate",
      "Meanings": [
        "دریچه انتقال"
      ]
    },
    {
      "EnglishWord": "transmission grating",
      "Meanings": [
        "توری ارسال توری پراش ساخته شده روی پایه شفاف به طوری که تابش به جای منعکس شدن از روی آن از توری عبور کند"
      ]
    },
    {
      "EnglishWord": "transmission level",
      "Meanings": [
        "سطح انتقال نسبت توان سیگنال در هر نقطه در سیستم انتقال به توان سیگنال در بعضی نقاط سیستم که به عنوان مرجع انتخاب شده اند و برحسب دسی بل بیان می‌شود بالاتر یا پایین تراز این حد نمی‌تواند به مقدار قابل توجهی از محیط معینی عبور کند"
      ]
    },
    {
      "EnglishWord": "transmission line",
      "Meanings": [
        "خط انتقال موجبر",
        "کابل هم محور",
        "کابل تار توری",
        "زوج سیم به هم تابیده یا سیستم دیگری از رساناها که انرژی سیگنال را به طور موثر از مکانی به مکان دیگر منتقل می‌کند",
        "خط انتقال"
      ]
    },
    {
      "EnglishWord": "transmission- line coupler",
      "Meanings": [
        "تزویجگر خط انتقال تزویجگری که امکان عبور انرژی الکتریکی را در هر دو جهت بین خطوط انتقال متعادل و نامتعادل فراهم می‌کند"
      ]
    },
    {
      "EnglishWord": "transmission- line trap",
      "Meanings": [
        "تله خط انتقال تله تداخل که می‌توان آن را روی گیرنده‌های تلویزیونی نصب کرد تاتداخل‌های FM و انیاع دیگر را که از آنتن تلویزیون در محدوده 40 تا 170 مگاهرتز دریافت می‌شوند به حداقل برساند. این تله از ابل رسانای دوتایی به طول 11 cm تشکیل می‌شود که یک طرف ان اتصال کوتاه شده است و طرف دیگر آن یک خازن سرامیکی قابل تنظیم قرار دارد. که به کابل رسانایی دوتا یی گیرنده وصل می‌شود"
      ]
    },
    {
      "EnglishWord": "transmission loss",
      "Meanings": [
        "تلفات انتقال 1. نسبت توان در یک نقطه از سیستم انتقال به توان در نقطه ای دورتر در امتداد خط انتاقل",
        "که معمولا بر حسب دسی بل بیان میشود. 2. توان حقیقی که در انتقال سیگنال از یک نقطه به نقطه دیگر در محیط یا خط انتقال از بین می‌رود",
        "تلف انتقال"
      ]
    },
    {
      "EnglishWord": "transmission matrix",
      "Meanings": [
        "ماتریس انتقال"
      ]
    },
    {
      "EnglishWord": "transmission measuring set",
      "Meanings": [
        "دستگاه اندازه گیری انتقال ابزار اندازه گیری تشکیل شده از منبع سیگنال و یرنده ای با امپدانس‌های معلوم که برای اندازه گیری تلفات جا یگذاری یا بهره شبکه یا مسیر انتقال متصل بین این امپدانسها به کار می‌رود"
      ]
    },
    {
      "EnglishWord": "transmission plan",
      "Meanings": [
        "طرح انتقال"
      ]
    },
    {
      "EnglishWord": "transmission plane",
      "Meanings": [
        "صفحه انتقال صفحه ارتعاش نور قطبی شده که از منظور نیکل یا قطبی کننده دیگحری خواهد گذشت"
      ]
    },
    {
      "EnglishWord": "transmission primariss",
      "Meanings": [
        "رنگهای اصلی ارسال مجموعه سه رنگ اصلی که متناظر با محتویات سه سیگنال رنگ مستقل در سیگنال تصویر تلویزیون رنگی. سه رنگ اصلی گیرنده در لامپ تصویر یک مجموعه را تشکیل می‌دهد. سیگنالهای اصلی روشنایی و دو سیگنال رنگ نمایی اصلی",
        "به نام Y, I, Q مجموعه ممکن دیگری از سیگنالهای اصلی ارسال را به وجود می‌آورند"
      ]
    },
    {
      "EnglishWord": "transmission rate",
      "Meanings": [
        "نرخ انتقال"
      ]
    },
    {
      "EnglishWord": "transmission secondary - emision multiplication",
      "Meanings": [
        "چند برابری تابش ثانویه ارسال چند برابر شدن الکترونها که در آن الکترونهای بر خورد کننده به یک طرف دینودسبب گسیل تعداد بیشتری الکترون از طرف دیگر آن دینود می‌شوند. واین فرایند با عبور جریان الکترونی از مجموعه ای از دینودها افرایش می‌یابد"
      ]
    },
    {
      "EnglishWord": "transmission security",
      "Meanings": [
        "ایمنی ارسال ایمنی مخابراتی مورد انتظار از ارسال پیامها از طریق سیم یا به صورت رادیویی"
      ]
    },
    {
      "EnglishWord": "transmission speed",
      "Meanings": [
        "سرعت ارسال تعداد عناصر اطلاعاتی فرستاده شده در واحد زمان که می‌تواند بر حسب بیت",
        "نویسه",
        "گروه اغت یا رکورد بر دقیقه بیان شود"
      ]
    },
    {
      "EnglishWord": "transmission time",
      "Meanings": [
        "زمان ارسال فاصله زمانی مطلق از ارسال تا دریافت سیگنال"
      ]
    },
    {
      "EnglishWord": "transmission unit",
      "Meanings": [
        "واحد ارسال واحد سطح سیگنال قدیمی که امروزه دسیبل نامیده می‌شود"
      ]
    },
    {
      "EnglishWord": "transmit",
      "Meanings": [
        "ارسال کردن فرستادن پیام",
        "برنامه یا اطلاعات دیگر به شخص یا مکانی از طریق سیم تلفن",
        "کابل تار نوری",
        "رادیو یا ابزارهای دیگر"
      ]
    },
    {
      "EnglishWord": "transmit negative",
      "Meanings": [
        "منفی ارسال ارسال سیگنالهای فکس که باید به صورت منفی دریافت شوند"
      ]
    },
    {
      "EnglishWord": "transmit positive",
      "Meanings": [
        "مثبت ارسال ارسال سیگنالهای فکس که باید به صورت مثبت دریافت شوند"
      ]
    },
    {
      "EnglishWord": "transmittance",
      "Meanings": [
        "تراگسیلایی"
      ]
    },
    {
      "EnglishWord": "transmitted - carrier  operation",
      "Meanings": [
        "عملکرد حامل",
        "ارسالی مدوله سازی دامنه ای که در آن موج حامل ارسال می‌شود"
      ]
    },
    {
      "EnglishWord": "transmitter",
      "Meanings": [
        "فرستنده 1. تجهیراتی که سیگنال حامل RF را تولید و تقویت می‌کند. سیگنال حامل را با اطلاعات مدوله میکند و حامل مدوله شده را برای تابش در فضا به صورت امواج الکترومغناطیس",
        "به آنتن تغذیه می‌کند. 2. در سیستم تلفن",
        "میکروفونی که امواج صدا را به سیگنالهای af تبدیل می‌کند",
        "فرستنده"
      ]
    },
    {
      "EnglishWord": "transmitter circuit",
      "Meanings": [
        "مدار فرستندگی"
      ]
    },
    {
      "EnglishWord": "transmitter energy",
      "Meanings": [
        "انرژی فرستنده"
      ]
    },
    {
      "EnglishWord": "transmitter input",
      "Meanings": [
        "ورودی فرستنده"
      ]
    },
    {
      "EnglishWord": "transmitter input polarity",
      "Meanings": [
        "بازده ارسال نسبت توان کل خروجی اکوستیکی به توان الکتریکی ورودی به تراگردان الکتروآکوستیکی"
      ]
    },
    {
      "EnglishWord": "transmitter power",
      "Meanings": [
        "توان فرستنده"
      ]
    },
    {
      "EnglishWord": "transmitter station",
      "Meanings": [
        "ایستگاه فرستنده"
      ]
    },
    {
      "EnglishWord": "transmittivity",
      "Meanings": [
        "ارسال شوندگی نسبت تابش ارسال شده به تابش وارد شده عمود بر مرز بین دو محیط"
      ]
    },
    {
      "EnglishWord": "transolver",
      "Meanings": [
        "ماشین سنکرون دارای روتور استوانه ای دو فاز در داخل استاتور سه فاز که به عنوان فرستنده یا ترانسفورماتور کنترلی بدون کاهش دقت یا صفرها عمل می‌کند"
      ]
    },
    {
      "EnglishWord": "transparent",
      "Meanings": [
        "شفاف",
        "قابل عبور نور"
      ]
    },
    {
      "EnglishWord": "transparent bridge",
      "Meanings": [
        "پل نامریی"
      ]
    },
    {
      "EnglishWord": "transparent plasma",
      "Meanings": [
        "پلاسمای شفاف پلاسمایی که موج الکترومغناطیس می‌تواند در آن منتشر شود. در حالت کلی",
        "پلاسما در بسامدهای بالاتر از بسامد پلاسما",
        "شفاف است"
      ]
    },
    {
      "EnglishWord": "transpolarizer",
      "Meanings": [
        "تراقطبی ساز امپدانس مداری کنترل شده الکترو ستاتیکی که می‌تواند حدود 30 مقدار امپدانس مجزا و قابل تولید مجدد داشته باشد. دو خازن که هر کدام دی الکتریک فرو الکتریکی بلوزین با حلقه پس ماند تقریبا مستطیلی دارند",
        "به طور سری متصل می‌شوند و وقتی که هر دو خازن در یک جهت قطبی شده باشند",
        "به صورت تک امپدانس پایین برای سیگنال حس AC عمل می‌کنند. اعمال پالسهای 1 باقطبیت مناسب",
        "امپدانس را به طور پله ای افزایش می‌دهد"
      ]
    },
    {
      "EnglishWord": "transponder",
      "Meanings": [
        "تراپاسخگر فرستنده / گیرنده اکوستیکی یا بسامد",
        "رادیویی که سیگنال درخواست را دریافت می‌کند و به طور خودکار پاسخی را با سیگنال تولید شده در داخل خود می‌فرستد که اغلب رمز شده است و یا بسامدی متفاوت با سیگنال در خواست دارد و",
        "گیرنده فرستنده ماهواره ای"
      ]
    },
    {
      "EnglishWord": "transponder dead time",
      "Meanings": [
        "زمان سکوت تراپاسخگر فاصله زمانی بین شورع پالس و اولین لحظه ای که در آن تراپاسخگر می‌تواند پالس جدیدی را درافت کند یا پاسخ دهد"
      ]
    },
    {
      "EnglishWord": "transport",
      "Meanings": [
        "حمل کردن",
        "نقل و انتقالات"
      ]
    },
    {
      "EnglishWord": "transport entity",
      "Meanings": [
        "نهاد حمل"
      ]
    },
    {
      "EnglishWord": "transport format combination",
      "Meanings": [
        "ترکیب شیوه حمل"
      ]
    },
    {
      "EnglishWord": "transport gateway",
      "Meanings": [
        "دروازه حمل"
      ]
    },
    {
      "EnglishWord": "transport layer",
      "Meanings": [
        "لایه حمل"
      ]
    },
    {
      "EnglishWord": "transport protocol",
      "Meanings": [
        "پروتکل حمل"
      ]
    },
    {
      "EnglishWord": "transport service access point",
      "Meanings": [
        "نقطه دستیابی خدمات حمل"
      ]
    },
    {
      "EnglishWord": "transport service user",
      "Meanings": [
        "کاربر خدمات حمل"
      ]
    },
    {
      "EnglishWord": "transportable phone",
      "Meanings": [
        "تلفن سیار تلفن سیاری که می‌تواند توان خود را از باتری وسیله نقلیه یا باتری داخل دستگاه دریافت کند"
      ]
    },
    {
      "EnglishWord": "transportation lag",
      "Meanings": [
        "پس افت حمل"
      ]
    },
    {
      "EnglishWord": "transpose",
      "Meanings": [
        "ترانهاده",
        "وارون"
      ]
    },
    {
      "EnglishWord": "transposition",
      "Meanings": [
        "جابجایی",
        "تبدیل"
      ]
    },
    {
      "EnglishWord": "transposition cipher",
      "Meanings": [
        "رمزهای تبدیلی"
      ]
    },
    {
      "EnglishWord": "transrectification",
      "Meanings": [
        "ترایکسو سازی یکسو کردنی که به هنگام اعمال ولتاژ متناوب به یک مار",
        "در مدار دیگری اتفاق می‌افتد"
      ]
    },
    {
      "EnglishWord": "transresistance",
      "Meanings": [
        "مقاومت انتقالی"
      ]
    },
    {
      "EnglishWord": "transversal equalizer",
      "Meanings": [
        "متعادل کننده عرضی"
      ]
    },
    {
      "EnglishWord": "transverse",
      "Meanings": [
        "عرضی",
        "افقی"
      ]
    },
    {
      "EnglishWord": "transverse - film attenuator",
      "Meanings": [
        "تضعیف کننده پوسه ای",
        "عرضی تضعیف کننده ای به شکل پوسه رسانا که در مقطع موجبر قرار می‌گیرد"
      ]
    },
    {
      "EnglishWord": "transverse- beam traveling - wave tube",
      "Meanings": [
        "لامپ موج",
        "عبوری باریکه",
        "عرضی لامپ موج عبوری که در آن جهت حرکت باریکه الکترونی عمود بر جهت میانگین حرکت سیگنال است"
      ]
    },
    {
      "EnglishWord": "transverse electric and magnetic mode   tem",
      "Meanings": [
        "وجه میدان الکتریکی و مغناطیسی عرضی"
      ]
    },
    {
      "EnglishWord": "transverse electric mode   te",
      "Meanings": [
        "وجه میدان الکتریکی عرضی"
      ]
    },
    {
      "EnglishWord": "transverse electric wave  te wave   h wave",
      "Meanings": [
        "موج الکتریکی عرضی",
        "موج H موج الکترو مغناطیسی که بردار میدان الکتریکی در ان در هر نقطه عمود بر جهت انتشار است"
      ]
    },
    {
      "EnglishWord": "transverse electromagnetic wave   tem wave",
      "Meanings": [
        "موج الکتو مغناطیس عرضی موج الکترو مغناطیس که هر دو بردار میدانهای الکتریکی و مغناطیسی در آن",
        "در هر نقطه بر جهت انتشار عمود هستند"
      ]
    },
    {
      "EnglishWord": "transverse- field traveling - wave tube",
      "Meanings": [
        "لامپ موج",
        "عبوری میدان",
        "عرضی لامپ موج عبوری که در آن میدانهای الکتریکی عبوری که بر الکترونها اثر می‌گذارند",
        "بر حرکت میانگین الکترونها عمود هستند"
      ]
    },
    {
      "EnglishWord": "transverse magnetec wave   tm wave    e wave",
      "Meanings": [
        "موج مغناطیسی عرضی",
        "موج E موج الکترومغناطیس که بردار میدان مغناطیسی در آن",
        "در هر نقطه عمود بر جهت انتشار است"
      ]
    },
    {
      "EnglishWord": "transverse magnetic mode   tm",
      "Meanings": [
        "وجه میدان مغناطیسی عرضی"
      ]
    },
    {
      "EnglishWord": "transverse manetization",
      "Meanings": [
        "مغناطیس شدگی عرضی مغناطیس شدگی محیط ضبط مغناطیس در جهتی عمود بر خط حرکت و موازی با بزرگتر بعد سطح مقطع"
      ]
    },
    {
      "EnglishWord": "transverse mode",
      "Meanings": [
        "وجه عرضی"
      ]
    },
    {
      "EnglishWord": "transverse plate",
      "Meanings": [
        "ورق عرضی ورق فلزی یا ماده ای با مقاوت بالا که انتهای موجبر را می‌بندد یا پیستون قابل تنظیمی در داخل موجبر است"
      ]
    },
    {
      "EnglishWord": "transverse wave",
      "Meanings": [
        "موج عرضی موجی که جهت جا به جایی آن در هر نقطه از محیط بر جبهیه موج عمود است"
      ]
    },
    {
      "EnglishWord": "transversely excited atmospheric - pressure laser",
      "Meanings": [
        "لیزر تحیک شده عرضی فشار",
        "جوی لیزر گازی دینامیکی که مسیر تخلیه بین الکترودهای آن با قرار داد الکترودها در دو طرف مخالف لامپ تخلیه بسیار کوتاه می‌شود. تعداد بسیار زیادی از این زوج الکترونها در طول لامپ قرار داده می‌شوند تا تحریک کامل را فراهم کنند توانهای خروجی قله ای بیش از 1mw را می‌توان از آن به دست آورد"
      ]
    },
    {
      "EnglishWord": "trap",
      "Meanings": [
        "تله 1. مدار تنظیم شده ای در قسمت RFیا IF گیرنده که مانع عبور بسامد‌های ناخواسته می‌شود. تله در مدارهای تصویر گیرنده تلویزیون سیگنال صدا را از کانال تصویر جدا می‌کند. آن را پس زننده نیر می‌نامند. 2. عدم خلوص نیمرسانا که مانع از حرکت حاملها در داخل ماده میشود. 3. qave trap",
        "تله"
      ]
    },
    {
      "EnglishWord": "trap directed polling",
      "Meanings": [
        "نظر سنجی جهت دار تله"
      ]
    },
    {
      "EnglishWord": "trapatt diode",
      "Meanings": [
        "trapped plasma avalanche transit",
        "time diode",
        "دیود تراپات دیود ریز موج حالت",
        "جامد که بسامد کار آن به عنوا نوسان ساز تقریبا با ضخامت لایه فعال تعیین می‌شود این دیود یک قطعه زمان",
        "گذر مانند دیود ایمپارت است ولی در مد متفاوتی عمل می‌کند",
        "منطقه شکست بهمنی در داخل ناحیه رانش حرکت می‌کند و پلاسمای بار",
        "فضای به دام افتاده ای را در داخل ناحیه پیوند pn به وجود می‌آورد"
      ]
    },
    {
      "EnglishWord": "trapezoidal",
      "Meanings": [
        "ذوزنقه ای"
      ]
    },
    {
      "EnglishWord": "trapezoidal wave",
      "Meanings": [
        "موج ذوزنقه ای موج مربعی که یک شیب موج دندانه اره ای روی آن سوار شده است"
      ]
    },
    {
      "EnglishWord": "traping center",
      "Meanings": [
        "مرکز به دام اندازی",
        "مرکز تله"
      ]
    },
    {
      "EnglishWord": "trapped flux",
      "Meanings": [
        "شار به دام افتاده شار مغناطیسی که با حلقه ابر رسانای بسته مرتبط می‌شود"
      ]
    },
    {
      "EnglishWord": "trapped mode",
      "Meanings": [
        "مد به دام افتاده شکلی از انتشار که در آن انرژی تابیده در تروسفر تقریبا به طور کامل داخل مسیر هدایت مشخص می‌شود"
      ]
    },
    {
      "EnglishWord": "trapped plasma avalanche transit - time diode",
      "Meanings": [
        "دیود تراپات دیود ریز موج حالت",
        "جامد که بسامد کار آن به عنوا نوسان ساز تقریبا با ضخامت لایه فعال تعیین می‌شود این دیود یک قطعه زمان",
        "گذر مانند دیود ایمپارت است ولی در مد متفاوتی عمل می‌کند",
        "منطقه شکست بهمنی در داخل ناحیه رانش حرکت می‌کند و پلاسمای بار",
        "فضای به دام افتاده ای را در داخل ناحیه پیوند pn به وجود می‌آورد"
      ]
    },
    {
      "EnglishWord": "trapped radiation",
      "Meanings": [
        "تابش به دام افتاده تابشی از فضا که در میدان مغناطیسی زمین",
        "مثلا رد کمر بند ون آلن",
        "به دام افتاده باشد"
      ]
    },
    {
      "EnglishWord": "trapping",
      "Meanings": [
        "به دام اندازی فرایندی که در آن الکترونها به طور بی نظم در شبکه بلوری نیمرسانا نگهاشته می‌شود تا زمانی که ر اثر آشوب حرارتی آزاد شوند"
      ]
    },
    {
      "EnglishWord": "trasonic speed",
      "Meanings": [
        "سرعت تراصوتی سرعتی در حدود 8 تا 1/2 ماخ",
        "متناظر با 960 تا 1450 کیلو متر بر ساعت 600 تا 900 مایل بر ساعت که در آن یک یا چند نقطه محلی روی بدنه هواپیما یا موشک با سرعت زیر صوت حرکت می‌کنند در حالی یک یا چند نقطه دیگر در همان زمان با سرعت صوت یا فراصوتی حرکت می‌کنند"
      ]
    },
    {
      "EnglishWord": "traveling - vave accelerator",
      "Meanings": [
        "شتاب دهنده موج عبوری موتور پلاسمایی برای خرکت در فضا که در آن پلاسما درداخل لامپی با استفاده از مجموعه پیچک‌های قرار گرفته در امتداد لامپ شتاب داده یم شود و با انرژی چند فازی RF تحریک می‌شود"
      ]
    },
    {
      "EnglishWord": "traveling - wave antenna  antenna progressive - wave",
      "Meanings": [
        "انتن موج",
        "عبوری",
        "آنتن موج",
        "پیشرونده آنتنی که توزیع جریان در آن در اثر امواجی از بارهای منتشر شونده",
        "تنها در یک جهت در رسانا",
        "به وجود می‌آید"
      ]
    },
    {
      "EnglishWord": "traveling - wave light modulator",
      "Meanings": [
        "مدوله کننده نور موج",
        "عبوری خط انتقال دو رسانایی که در آن مقداری از دی الکتریکی. ماده الکترواپتیکی است که می‌تواند باریکه لیزر را مدوله کند. ضریب شکست این ماده و در نتیجه سرعت نور در آن با اعمال میان الکتریکی تغییر می‌کند. مواد دی الکتریک مناسب شامل بلورهای مکعبی و کلرید مس و سولفید روی هستند. مقدار عدم تطبیق بین سرعت انتشار نور د داخل بلور و سرعت سیگنال ریز موج ارسال شونده در بسامد معین پهنای باند مدوله کننده را تعیین می‌کند"
      ]
    },
    {
      "EnglishWord": "traveling - wave maser",
      "Meanings": [
        "میزر موج",
        "عبوری میزر یاقوت با ساختار موج",
        "اهسته شانه ای و عایقهای گارنت آهن",
        "ایتریم که تقویتی در محدوده بسامدی 400 مگا هرتز تا بیش از 10 گیگا هرتز انجام می‌دهد و در دمای هلیم مایع 4/2 کیلو عمل می‌کند"
      ]
    },
    {
      "EnglishWord": "traveling - wave parametric amplifier",
      "Meanings": [
        "تقویت کننده پرارامتری که سیگنال",
        "پمپاژ و امواجی با بسامدهای تفاضلی را در امتداد ساخار پیوسته ای شامل واکنشگرهای غیر خطی است. تقویت می‌کند"
      ]
    },
    {
      "EnglishWord": "traveling - wave phototube",
      "Meanings": [
        "لامپ نوری موج",
        "عبوری لامپ موج عبوی ه کاتد نوری و پنجره مناسبیبرای پذیرش باریکه لیزر مدوله شده دارد. باریکه مدوله شده یلیزر سبب گسیل باریکه فتوالکترونی شتاب داده شده",
        "به سوی ساختار موج",
        "آهسته مارپیچی لامپ جهت داده می‌شود. ارایش متناوبی از کاتد نوری نوع",
        "ارسالی درچند برابر کننده الکترونی",
        "ساخار مارپیچی را تغذیه می‌کند. عملکرد لامپهای نوری موج عبوری به محدوده مریی نور محدود می‌شود"
      ]
    },
    {
      "EnglishWord": "traveling - wave tube",
      "Meanings": [
        "لامپ موج",
        "عبوری لامپ زیر موجی که می‌تواند به عنوان نوسان ساز یا تقویت کننده عمل کند همه انواع این لامپ دارای تفنگ الکترونی",
        "خط تاخیر کند کننده موج و هدف یا کلکتور هستند. امواج موج با ضریب 10 تا 0/20 درصد کند می‌شود. به طوری که سرعت تقریبا با سرعت الترونهای باریکه تطبیق پیدا می‌کند. باریکه الکترونی با شدت بالا در تفنگ الکترونی",
        "در نزدیکی",
        "در نزدیکی خط تاخیر",
        "ساخته می‌شود. و انرژی سیگنال تقویت می‌شود یا نوسان به وجود می‌آید. کلکتور باقی مانده انرژی باریکه را تلف می‌کند. موجبر می‌تواند خط مارپیچ یا در هم آمیخته باشد. لامپ معمولی",
        "عبوری موج",
        "مستقیم نامدیه می‌شود. ابعاد آن تعیین کننده محدوده بسامد کار است"
      ]
    },
    {
      "EnglishWord": "traveling detector",
      "Meanings": [
        "آشکار ساز عبوری پروب RF نصب شده روی قسمت شیار دار موجبر که همراه با آشکار ساز",
        "می‌تواند نسبتهای موج ایستاده را اندازه بگیرد"
      ]
    },
    {
      "EnglishWord": "traveling wave",
      "Meanings": [
        "موج عبوری موج ساخته شده از تبدیل انرژی در امتداد رسانا. این انرژی به طور مساوی بین شکلهای ولتاژی. جریانی تقسیم می‌شود",
        "موج سیار",
        "موج رونده"
      ]
    },
    {
      "EnglishWord": "traveling wave amplifier tube",
      "Meanings": [
        "لامپ تقویت کننده موج عبوری لامپ موج عبوری طراحی شده به عنوان تقویت کننده که می‌تواند توان خروجی پالسی در بسامدهای ریز موج پایین تر",
        "بیش از 200 w تولید کند و می‌تواند به گونه ای طراحی شود که ر محدوده 1. تا 40 گیگاهرتر کار کند"
      ]
    },
    {
      "EnglishWord": "traveling wave interaction",
      "Meanings": [
        "عکس العمل موج",
        "عبوری عکس العمل بین جریان الکترونی و موج کندی که در داخل مدار در همزمانی تقریبی با سرعت الکترونها حرکت می‌کند"
      ]
    },
    {
      "EnglishWord": "treble",
      "Meanings": [
        "زیر بسامدهای صوتی بالا",
        "مانند بسامدهایی که با تیوتر در سیستم صوتی باز سازی می‌شوند"
      ]
    },
    {
      "EnglishWord": "tree",
      "Meanings": [
        "درخت"
      ]
    },
    {
      "EnglishWord": "trench",
      "Meanings": [
        "چاله",
        "گودال"
      ]
    },
    {
      "EnglishWord": "trench isolation",
      "Meanings": [
        "عایق سازی چاله ای"
      ]
    },
    {
      "EnglishWord": "trf",
      "Meanings": [
        "tuned radio frequency",
        "بسامد رادیویی تنظیم شده مرجعی برای گیرنده که در آن همه تقویت RF در بسامد سیگنال حامل ارسال شده انجام می‌شود"
      ]
    },
    {
      "EnglishWord": "triac",
      "Meanings": [
        "تریاک"
      ]
    },
    {
      "EnglishWord": "triac trlode ac semiconductor switch",
      "Meanings": [
        "ترایاک تریستور دو جهته با گیت کنترل شده که امکان کنترل تمام موج را روی توان AC فراهم می‌کند. با کنترل فازی سیگنال گیت",
        "می‌توان جریان بار را از حدود 5 تا 0/95 درصد توان کامل تغییر داد"
      ]
    },
    {
      "EnglishWord": "triad",
      "Meanings": [
        "سه تایی گروه مثلثی از سه لکه فسفری کوچک روی صفحه نمایش لامپ تلویزیونی پرتو",
        "کاتدی سه رنگ. هر لکه یکی از سه رنگ اصلی قرمز",
        "سبر یا آبی را هنگام جارو شدن با باریکه الکترونی CRT گسیل می‌کند. مجموعه سه لکه فسفری کی پیکسل را می‌سازد که کوچکترین عنصر تصویر روی صفحه نمایش است"
      ]
    },
    {
      "EnglishWord": "triagular",
      "Meanings": [
        "مثلثی"
      ]
    },
    {
      "EnglishWord": "trial",
      "Meanings": [
        "آزمایش"
      ]
    },
    {
      "EnglishWord": "trial and eroor",
      "Meanings": [
        "سعی و خطا"
      ]
    },
    {
      "EnglishWord": "tribo",
      "Meanings": [
        "مالشی",
        "پیشوندی به معنای بسته به یا حاصل از اصطکاک"
      ]
    },
    {
      "EnglishWord": "triboelectric series",
      "Meanings": [
        "مجموعه الکتریکی مالشی فهرستی از مواد که به هنگام مالیده شدن به یکدیگر",
        "بار الکترو استاتیکی تولید می‌کنند این مواد طوری مرتب شده اند که هر ماده در صورت مالش با ماده پایین‌تر از خود بار مثبت و در صورت مالش با ماده بالاتر از خودبار منفی تولید می‌کند"
      ]
    },
    {
      "EnglishWord": "triboelectricity",
      "Meanings": [
        "الکتریسیته مالشی بار الکتریکی حاصل از مالش"
      ]
    },
    {
      "EnglishWord": "triboeletroemanescence",
      "Meanings": [
        "الکتروگسیل مالشی گسیل الکترونی که به هنگام مالیده شدن فلز تولید می‌شود"
      ]
    },
    {
      "EnglishWord": "triboliuminescence",
      "Meanings": [
        "نورتابی مالشی نور تابی ناشی از مالش دو ماده"
      ]
    },
    {
      "EnglishWord": "trickle charge",
      "Meanings": [
        "شارژ تدریجی پرکردن دایمی باتری با سرعت آهسته برای نگهداشتن باتری در شرایط شارژ کامل"
      ]
    },
    {
      "EnglishWord": "trickle charger",
      "Meanings": [
        "پر کننده تدیجی وسیله ای که باتری را با سرعت آهسته و به طور پیوسته پر می‌کند تا ان را کاملا پر نگهدارد"
      ]
    },
    {
      "EnglishWord": "triclinic",
      "Meanings": [
        "سه محوری واژه ای برای اشاره به ساختار بلوری که دارای سه محور نا برابر است که با زاویه هایی یکدیگحر را قطع می‌کنند و بیش ار دو تای آنها برابر نیستند وبیش از یکی از آنها 90 درجه نیست"
      ]
    },
    {
      "EnglishWord": "tridipole antenna",
      "Meanings": [
        "آنتن سه دو قطبی آنتن قطبی شده افقی که دارای سه دو قطبی منحنی شکل نصب شده در صفحه افقی است که دایره ای را می‌سازند"
      ]
    },
    {
      "EnglishWord": "triductor",
      "Meanings": [
        "‌تری داکتر ارایشی از ترانفورماتورهای هسته آهنی و خازنها که بسامد خط نیرو را سه برابر می‌کنند. ولتاژ DC به بعضی از سیم پیچها اعمال می‌شود تا پیش مغناطیس شدگحی لازم را تامین کند",
        "به طوری که ولتاژ AC اعمال شونده بتواند هسته‌ها را اشباع کند و در نیجه خروجی هماهنگ سوم مطلوب را تولید کند"
      ]
    },
    {
      "EnglishWord": "trifluorochloroethylene resin",
      "Meanings": [
        "رزین‌تری فلویور و کلرواتیلن ماده اولیه برای رزین پلی کلروتری فلویور اتیلن",
        "که با نام Kel",
        "F در بازار فروخته می‌شود"
      ]
    },
    {
      "EnglishWord": "trigatron",
      "Meanings": [
        "تریگاترون سوییچ الکترونیکی که حالت هدایت آن با شکست شکاف کمکی در جباب پر شده از گاز آغاز می‌شود. شکاف بین دوالکترود اصلی در حالت عادی نارسانا است ولی به هنگام اعمال پالس به الکترود تحریک می‌شکند"
      ]
    },
    {
      "EnglishWord": "trigger",
      "Meanings": [
        "تریگر",
        "فرمان 1. آغاز عملکرد ناگهانی با اعمال پالسی به مدار فرمان. 2. پالسی که آغاز کننده پاسخ مدار فرمان است. 3. trigger citcuit",
        "راه اندازی",
        "تحریک"
      ]
    },
    {
      "EnglishWord": "trigger action",
      "Meanings": [
        "عمل تریگر اعمال پالس ورودی شعیفی که به طور ناگهانی جاری شدن جریان اصلی را در مدار یا قطعه آغاز می‌کند"
      ]
    },
    {
      "EnglishWord": "trigger circuit",
      "Meanings": [
        "مدار تریگر",
        "مدار فرمان 1. مدار یا شبکه ای که با تغییر کوچکی در ورودی در نقطه کار از پیش تعیین شده",
        "تغییرات ناگهانی در خروجی آن ایجاد می‌شود. 2. مداری که کار آن با اعمال پالس ورودی آغاز می‌شود",
        "مانند مدوله کننده رادار",
        "مدار راه انداز"
      ]
    },
    {
      "EnglishWord": "trigger pulse",
      "Meanings": [
        "پالس تریگر",
        "پالس فرمان پالسی که سیکلی از عملکرد را آغاز می‌کند"
      ]
    },
    {
      "EnglishWord": "trigger winding",
      "Meanings": [
        "سیم پیچ تریگر سیم پیچی اضافه شده به ترانسفورماتور پالسی بای تغذیه پالس کم ولتاژ به بار خارجی",
        "که معمولا برای هم زمان ساز به کار می‌رود"
      ]
    },
    {
      "EnglishWord": "triggered blocking oscillator",
      "Meanings": [
        "نوسان ساز کننده تریگر شده نوسان ساز سد کننده ای که می‌تواند با ولتاژ فرمان یا تریگر به شرایط آغازین خود برگردد. نوسان ساز سد کننده تریگر شده موازی اثر کمتری نسبت به نوسان ساز سد کننده تریگر شده سری روی منبع فرمان دارد ولی نوع تریگر شده9 یری دارای تاخیر کمتری است"
      ]
    },
    {
      "EnglishWord": "triggering",
      "Meanings": [
        "تریگر شدگی آغاز عملکردی در مدار که برای زمان از پیش تعیین شده ای عمل می‌کند. مانند مدت زمان یک جارو در لامپ پرتو کاتدی"
      ]
    },
    {
      "EnglishWord": "trihedral reflector",
      "Meanings": [
        "باز تابنده سه وجهی باز تابنده گوشه ای که دارای سه طرف مربعی یا مثلثی است که در یک نقطه با یکدیگر تلاقی می‌کنند. باز تابنده سه وجهی",
        "باز تابنده رادار مصنوعی است و در مواردی که باید سیگنالها بازاویه ای بزرگتر از زاویه عملی با ورق باز تابنده صفحه ای به فرستنده باز تابیده شوند",
        "کاربرد دارد"
      ]
    },
    {
      "EnglishWord": "trimer potentiometer set - and - forget variable resistor",
      "Meanings": [
        "پتانسیومتر تنظیم دقیق",
        "مقاومت متغیر تنظیم کن و برو مقاومت متغیر سه پایه برای انجام تنظیمهای نهایی مقادیر مقاومت مدار برای تنظیم دقیق یا جبران سازی محدوده گسترده ای از انواع",
        "ابعاد و مقادیر مقاومت آن در دسترس است. رایج‌ترین انواع آن واحد‌های یک دور هستند که می‌توان آنها را با استفاده از پیچ قرار گرفته داخل شیار",
        "که زبانه ای را روی عنصر مقاومتی شبه دایره ای می‌چرخاند. تنظیم کرد. مقادیر مقاومت تریمر‌های چند دور را می‌توان با استفاده ازپیچ طولی که زبانه را در طول عنصر مقاومتی خطی حرکت می‌دهد. تنظیم کرد"
      ]
    },
    {
      "EnglishWord": "trimmer",
      "Meanings": [
        "تریمر",
        "ابزار تنظیم دقیق مقاومت متغیر یا خازن متغیر. اگر این واژه همراه با لغت خازن ذکر نشوند. معمولا به پتانسیومتر تریمر اشاره می‌کند"
      ]
    },
    {
      "EnglishWord": "trimmer capacitor",
      "Meanings": [
        "خازن تنظیم دقیق خازن متغیر یا خازن قابل تنظیمی که اغلب در مدارهای RF به کار می‌رود. تغییر ظرفیت خازن با تغییر مکانیکی فاصله بین دو صفحه فلزی یا تغییر موقعیت پیچی نسبت به سطح فلزی دیگحر",
        "انجام می‌شوند"
      ]
    },
    {
      "EnglishWord": "trimming",
      "Meanings": [
        "تنظیم دقیق تنظیم دقیق ظرفیت خازنی",
        "اندوکتانس یا مقاومت قطعه در طول ساخت یا پس از نصب در مدار"
      ]
    },
    {
      "EnglishWord": "trinary",
      "Meanings": [
        "سه مقداره"
      ]
    },
    {
      "EnglishWord": "trinitton",
      "Meanings": [
        "ترینیترون لامپ تصویر رنگی که صفحه نمایش فسفری آن به جای لکه‌های فسفرسان از نوارهای عمودی فسفر سان نازکی تشکیل دشه است. ماسک مقابل صفحه نمایش نیز بره جای ماسک سایه ای با سوراخهای گرد به شکل نوری با شیارهای عمودی است. یک تفنگ الکترونی سه باریکه",
        "هر کدام برای یکی از رنگهای اصلی",
        "در خط افقی گسیل می‌کند. نوارهای فسفری در مقایسه با باریکه‌ها بسیار نازک هستند در نتیجه هر باریکه بین دو شیار ماسک پراکنده می‌شود زاویه ای که باریکه با آن وراد شیار می‌شود. تعیین کننده ان است که به کدام نوار رنگی فسفر سان برخورد خواهد کرد"
      ]
    },
    {
      "EnglishWord": "triode",
      "Meanings": [
        "تریود لامپ الکترونی سه الکترود که شامل اند. کاتد و الکترود یا شبکه کنترل است",
        "تریود",
        "سه پایه"
      ]
    },
    {
      "EnglishWord": "triode - hexode converter",
      "Meanings": [
        "مبدل تریود",
        "هگزودی نوسان ساز تریودی و مخلوط کننده چند شبکه ای که در حباب یک لامپ قرار گرفته اند. ک"
      ]
    },
    {
      "EnglishWord": "triode amplifier",
      "Meanings": [
        "تقویت کننده تریودی تقویت کننده ای که با استفاده از تریودها تقویت می‌کند"
      ]
    },
    {
      "EnglishWord": "triole",
      "Meanings": [
        "سه تایی"
      ]
    },
    {
      "EnglishWord": "trip",
      "Meanings": [
        "قطع",
        "از کار افتادن فرآیند"
      ]
    },
    {
      "EnglishWord": "trip  value",
      "Meanings": [
        "مقدار لغزش ولتاژ",
        "جریان یا توانی که در آن رله قطبی شده از یکی اتصال به اتصال دیگر منتقل می‌شود"
      ]
    },
    {
      "EnglishWord": "trip action",
      "Meanings": [
        "عملکرد لغزشی ناپایداری ایجاد شونده در تقویت کننده مغناطیسی به دلیل فیدبک بیش از حد"
      ]
    },
    {
      "EnglishWord": "trip coil",
      "Meanings": [
        "پیچک لغزش پیچکی که مدار شکن یا قطعه حفاظتی دیگر را به هنگام تجاوز جریان از مقدار از پیش تعیین شده. باز می‌کند"
      ]
    },
    {
      "EnglishWord": "triple - conversion receiver",
      "Meanings": [
        "گیرنده تبدیل سه تایی گیرنده مخابراتی که دارای سه بسامد میانی IF مختلف است",
        "تا قدرت انتخاب بالا‌تر در کانالهای همجوار و حذف بسامد تصویر بیشتر داشته باشد"
      ]
    },
    {
      "EnglishWord": "triple - stub transformer",
      "Meanings": [
        "ترانسفورماتور سه استابی ترانسفورماتوری با سه استاب که با فاصله یک چهارم طول موج از یکدیگحر روی خط هم محور قرار گرفته اند و طول آنها به گونه ای تنظیم شده است که عدم تطبیق امپدانس را جبران کند"
      ]
    },
    {
      "EnglishWord": "triplet  triad",
      "Meanings": [
        "سه تایی",
        "تریاد سه ایستگاه ناوبری رادیویی که به طور گحروهی بر ای تعیین موقعیت عمل می‌کنند"
      ]
    },
    {
      "EnglishWord": "triplexer",
      "Meanings": [
        "سه برابر کننده دو برابر کننده دوتایی که امکان عمل کردن دو گیرنده را به طور همزمان و مستقل در سیستم رادار",
        "با قطع کردن گیرنده‌های دیگحر در هنگام ارسال پالس",
        "فراهم می‌کند"
      ]
    },
    {
      "EnglishWord": "tristate logic",
      "Meanings": [
        "منطق سه حالته سازماندهی خروجی در خانواده هیا منطقی دیجیتال که قادر به در نظر گرفتن سه حالت خروجی است",
        "دو تای آنها حالت عادی امپدانس",
        "پایین برای 0 و 1 و حالت سوم امپدانس",
        "بالا است",
        "که امکان اشتراک زمانی تعداد زیادی قطعه سه حالته را از سیمهای مشترک فراهم می‌کند",
        "در حالی که تنها به یک سیم اجازه کنترل سوطح خط را در هر زمان می‌دهد"
      ]
    },
    {
      "EnglishWord": "tristimulus colorimeter",
      "Meanings": [
        "رنگح سنج سه محرکی رنگح سنجی که محرک رنگ را بر حسب مقادیر سه محرکی اندازه می‌گیرد"
      ]
    },
    {
      "EnglishWord": "tristimulus values",
      "Meanings": [
        "مقادیر سه محرکی مقادیر هر یک از سه رنگ اصلی که باید با یکدیگر ترکیب شوند تا بارنگ نمونه تطبیق پیدا کنند"
      ]
    },
    {
      "EnglishWord": "tritium",
      "Meanings": [
        "تریتیوم ایزوتوب هیدروژن که دارای عددجرمی 3 است. تریتیم شکلی از هیدروژن سنگین است که نوع دیگر آن دو تریم است"
      ]
    },
    {
      "EnglishWord": "tritium light source",
      "Meanings": [
        "منبع نور تریتیم لامپ خود نور تاب پر شده با تریتیم پرتو زا که زرات بتا پر ارزشی",
        "در طول فروپاشی خود تابش می‌کند. الکترونها دارای حداکثر انرژی 18/6 kev هستند",
        "این الکترونها بر انگیختگی لازم را برای پوشش فسفری داخل حباب شیشه ای فراهم می‌کنند. تا منبع نوری را به وجود آورند که نیازی به منبع تغذیه ندارد. نیم عمر نورتابی آن حدود 8 سال است"
      ]
    },
    {
      "EnglishWord": "trombone",
      "Meanings": [
        "ترومبون طول u شکلی از موجبر که طول آن قابل تنظیم است"
      ]
    },
    {
      "EnglishWord": "trombone tuner",
      "Meanings": [
        "تنظیم کننده شیپوری"
      ]
    },
    {
      "EnglishWord": "tropopause",
      "Meanings": [
        "تروپوپاز نا پیوستگی که استراتوسفر را از تروپوسفر جدا می‌کند"
      ]
    },
    {
      "EnglishWord": "troposphere",
      "Meanings": [
        "تروپوسفر ناحیه ای از اتمسفر زمین که از سطح تا حدود 10 کیلو متر 6 مایل گسترش یافته است. در این ناحیه معمولا دما با ارتفاع کاهش می‌یابد. ابر‌ها شکل می‌گیرند و همرفت انجام می‌شود"
      ]
    },
    {
      "EnglishWord": "tropospheric bending",
      "Meanings": [
        "خم شدن تروپوسفری شکست امواج رادیویی در لایه‌های مجاور توده‌های هوا که مشخصه‌های دما و رطوبت متفاوتی در تروپوسفر دارند و ارسال امواج رادیویی VHF را به مسافتهای دور امکان پذیر می‌سازد"
      ]
    },
    {
      "EnglishWord": "tropospheric scatter  troposcatter",
      "Meanings": [
        "پراکندگی تروپوسفری",
        "تروپواسکتر شکلی از اتنتشار پراکنده که در آن امواج رادیویی در تروپسفر پراکنده می‌شوند. این پدیده اساسا مستقل از سامد است و برای مخابره در فاصله‌های با چند صد کیلومتر در تمام طیف RF مناسب است"
      ]
    },
    {
      "EnglishWord": "tropospheric superrefraction",
      "Meanings": [
        "فوق شکست تروپوسفری شرایطی در تروپسفر که در آن امواج رادیویی به اندازه کافی برای برگشتن به زمین خم می‌شوند"
      ]
    },
    {
      "EnglishWord": "tropospheric wave",
      "Meanings": [
        "موج تروپسفری موج رادیویی که با بازتابش از ناحیه ای که تغییرات ناگهانی در ثابت دی الکتریک یا گرداین آن در تروپوسفر وجود دراد. منتشر می‌شود"
      ]
    },
    {
      "EnglishWord": "troubleshooting",
      "Meanings": [
        "عیب یابی"
      ]
    },
    {
      "EnglishWord": "trough variables",
      "Meanings": [
        "متغیرهای گذرنده"
      ]
    },
    {
      "EnglishWord": "true",
      "Meanings": [
        "درست",
        "صحیح"
      ]
    },
    {
      "EnglishWord": "true altitude",
      "Meanings": [
        "ارتفاع حقیقی ارتفاع بالاتر از سطح متوسط دریا"
      ]
    },
    {
      "EnglishWord": "true bearing",
      "Meanings": [
        "جهت حقیقی زاویه نسبت به شمال حقیقی. جهت مغناطیسی نسبت به شمال مغناطیسی معین می‌شود و حهت نسبی در رابطه ای با خط عمودی قطب نما یا محور دیگر کشتی یا هواپیما مشخص می‌شود"
      ]
    },
    {
      "EnglishWord": "true course",
      "Meanings": [
        "مسیر حقیقی مسیری که با زاوایه اندازه گیری شده پادساعتگرد از شمال حقیقی معین می‌شود"
      ]
    },
    {
      "EnglishWord": "true heading",
      "Meanings": [
        "راستا حقیقی راستای اندازه گیری شده نسبت به شمال حقیقی"
      ]
    },
    {
      "EnglishWord": "true north",
      "Meanings": [
        "شمال حقیقی جهت قطب شمال از دید ناظر یا خطی که این جهت را نشان می‌دهد"
      ]
    },
    {
      "EnglishWord": "true-bearing rate",
      "Meanings": [
        "نرخ جهت حقیقی سرعت تغییر جهت واقعی"
      ]
    },
    {
      "EnglishWord": "true-bearing unit",
      "Meanings": [
        "واحد جهت حقیقی مدار اضافه شده به دستگاه رادار که صفحه نمایش PPI را طوری می‌چرخاند که شمال حقیقی همواره در بالای آن باشد"
      ]
    },
    {
      "EnglishWord": "truncate",
      "Meanings": [
        "بریدن حذف کردن رقمهای آخر مقدار عددی. عدد 3/14159265 تا 5 رقم به 3/1415 بریده می‌شود",
        "در حالی که اگر تا 5 رقم گرد شود 3/1416 خواهد بود"
      ]
    },
    {
      "EnglishWord": "truncated paraboloid",
      "Meanings": [
        "سهموی بریده بازتابنده رادار سهموی که بخشی از بالا و پایین آن بریده شده است تا باریکه رادار در صفحه عمودی پهن‌تر شود"
      ]
    },
    {
      "EnglishWord": "trunk",
      "Meanings": [
        "خط ربط 1. مسیری که اطلاعات از طریق آن در کامپیوتر منتقل می‌شد. 2. مدار یا کانال تلفنی متصل کننده دو مرکز تلفن یا تجهیزات سوییچینگ"
      ]
    },
    {
      "EnglishWord": "truth table",
      "Meanings": [
        "جدول درستی جدولی که تابع منطقی را با فهرستی از تمام ترکیبهای ممکن ورودی توصیف می‌کند و خروجی درست هر ترکیب را مشخص می‌کند. بسته نازک با پایه‌های خروجی کوچک برای مدارهای مجتمع. پایه‌های نوع I آن فقط در دو ضلع کوچک‌تر بسته مستطیلی شکل است و پایه‌های نوع II در دو ضلع بزرگ‌تر بسته قرار دارد"
      ]
    },
    {
      "EnglishWord": "truth value",
      "Meanings": [
        "مقدار واقعی"
      ]
    },
    {
      "EnglishWord": "tsac",
      "Meanings": [
        "time",
        "slot assigner circuit",
        "مدار تخصیص دهندهی شیار زمانی مداری که تعیین می‌کند چه هنگام کد ک 8 بین از داده‌های خود را روی جریان بیت PCM بگذارد"
      ]
    },
    {
      "EnglishWord": "tsic",
      "Meanings": [
        "time",
        "slot interchange citcuit",
        "مدار مبادله شیار زمانی قطعه ای که بزرگراههای دیجیتالی را در سیستم سوییچینگ مبنای pcm راهگزینی می‌کند. سوییچ نقطه تقاطع دیجیتال"
      ]
    },
    {
      "EnglishWord": "ttc",
      "Meanings": [
        "telemetry tracking and control station",
        "ایستگاه ردیابی و کنترل دور سنجی ساختمان یا سر پناهی که سیستم دور سنجی در آن قرار دارد"
      ]
    },
    {
      "EnglishWord": "ttd",
      "Meanings": [
        "time",
        "division duplexing",
        "دوتایی کردن تقسیم زمانی روش ارسال دیجیتالی که در آن دو مکالمه روی یک بسامد حامل با استفاده از ارسال مشترک زمانی",
        "ارسال می‌شود"
      ]
    },
    {
      "EnglishWord": "ttl",
      "Meanings": [
        "مدارهای منطقی بر اساس ترانزیسور ترانزیستور"
      ]
    },
    {
      "EnglishWord": "ttl t2 l",
      "Meanings": [
        "transistor",
        "transistor logic",
        "منطق ترانزیستور",
        "ترانزیستور خانواده منطقی برپایه ترانزیستورهای پیوندی دو قطبی که با مشخصه آنها سرعت بالا",
        "مصرف توان متوسط و کاربرد وسیع است"
      ]
    },
    {
      "EnglishWord": "tty",
      "Meanings": [
        "teletypowriter",
        "ماشین نویس تلفنی دستگاه ماشین نویسی الکتریکی مخصوص که سیگنالهای الکتریکی رمز شده ای را تولید می‌کند که متناظر با نویسه‌های تایپ شده دستی است و به طور خودکار پیغام را به هنگام دریافت سیگنالهای رمز شده مشابه از دستگاه دیگر",
        "تایپ می‌کند. این سیگنالها می‌توانند به طور مستقیم از طریق سیمهای تلفن که دو دستگاه را به یکدیگر وصل می‌کنند",
        "ارسال شوند. امروزه استفاده از این دستگاه منسوخ شده است"
      ]
    },
    {
      "EnglishWord": "tub",
      "Meanings": [
        "حوضچه",
        "وان"
      ]
    },
    {
      "EnglishWord": "tube",
      "Meanings": [
        "لامپ"
      ]
    },
    {
      "EnglishWord": "tube noise",
      "Meanings": [
        "نویز لامپ نویزی که منشاء آن در لامپ الکترونی است",
        "مانند نویز ناشی از نویز ضربه و آشوب حرارتی"
      ]
    },
    {
      "EnglishWord": "tube socket",
      "Meanings": [
        "سوکت لامپ سوکتی که اتصالهای الکتریکی و مکانیکی لامپ الکترونی را برقرار می‌کند"
      ]
    },
    {
      "EnglishWord": "tube tester",
      "Meanings": [
        "آزمایش کننده لامپ ابزار آزمایشی که شرایط لامپهای الکترونی را برای تجهیزات الکترونیکی اندازه می‌گیرد و نشان می‌دهد"
      ]
    },
    {
      "EnglishWord": "tumbling",
      "Meanings": [
        "تلوتلو از دست دادن کنترل در ژیروسکوپ آزاد دو قابه",
        "که به هنگام قرار گرفتن هر دو قاب مرجع در یک صفحه اتفاق می‌افتد"
      ]
    },
    {
      "EnglishWord": "tunable echo box",
      "Meanings": [
        "جعبه پژواک قابل تنظیم جعبه پژواکی که از کاواک تنظیمی تشکیل شده است که در یک مد عمل می‌کند. می‌توان آن را طوری درجه بندی کرد که تنظیم پیستون در حلات تشدید نشان دهنده طول موج باشد"
      ]
    },
    {
      "EnglishWord": "tunable laser",
      "Meanings": [
        "لیزر قابل تنظیم لیزری که بسامد تابش خروجی آن می‌تواند در بخشی از نواحی فرابنفش",
        "مریی و مادن قرمز یا در همه گستره آن تنظیم شود. لیزر رنگی لامپ فلاش بر انگیخته با قطعه تنظیم کننده دو شکستی و بلورهای دو برابر کننده بسامد کوارتز",
        "نوعی لیزر قابل تنظیم است. در انواع دیگر از طبقات دو برابر کننده بسامد بلور KDP و تنظیم زاویه آینه استفاده می‌شود. انتخاب رنگ بر محدوده تنظیم اثر می‌گذارد. کاربردهای آن در تحقیقات فیزیک پلاسما",
        "طیف نگاری",
        "شیمی",
        "نور رسانایی",
        "زیست شناسی و سند نگاری است"
      ]
    },
    {
      "EnglishWord": "tunable magnetron",
      "Meanings": [
        "مگنترون قابل تنظیم مگنترونی که می‌تواند در محدوده از بسامدها با استفاده از ابزارهای الکترونیکی یا مکانیکی تنظیم شود. معمولا برای تنظیم",
        "ظرفیت خازنی یا اندوکتانس ساختار تشدیدگر به طور مکانیکی تغییر داده می‌شود"
      ]
    },
    {
      "EnglishWord": "tunable-cavity filter",
      "Meanings": [
        "فیلتر کاواکی قابل تنظیم فیلتر ریزموجی که میتوان آن را استفاده از یک یا چند پیچ تنظیم که داخل کاواک شده اند یا با تنظیم موقعیت یک یا چند آیریس مستطیلی یا دایروی در کاواک یا موجبر تنظیم کرد"
      ]
    },
    {
      "EnglishWord": "tune",
      "Meanings": [
        "تنظیم تنظیم کردن برای تشدید در بسامد مطلوب"
      ]
    },
    {
      "EnglishWord": "tune out",
      "Meanings": [
        "خارج از تنظیم"
      ]
    },
    {
      "EnglishWord": "tuned",
      "Meanings": [
        "تنظیم شده"
      ]
    },
    {
      "EnglishWord": "tuned amplifier",
      "Meanings": [
        "تقویت کننده تنظیم شده تقویت کننده ای که بار آن",
        "مدار تنظیم شده است. در نتیجه امپدانس بار و بهره تقویت کننده با بسامد تغییر می‌کند",
        "تقویت کننده تنظیم شده"
      ]
    },
    {
      "EnglishWord": "tuned antenna",
      "Meanings": [
        "آنتن تنظیم شده آنتنی که مقادیر ظرفیت خازنی و آندوکتانس آن تشدیدی را در بسامد کار مطلوب ایجاد می‌کند"
      ]
    },
    {
      "EnglishWord": "tuned -base oscillator",
      "Meanings": [
        "نوسان ساز بیس",
        "تنظیم شده نوسان ساز ترانزیستوری که مدار تشدید تعیین کننده بسامد آن در بیس قرار دارد. این نوسان ساز شبیه نوسانساز لامپ الکترونی شکبه",
        "تنظیم شده است"
      ]
    },
    {
      "EnglishWord": "tuned circuit",
      "Meanings": [
        "مدار تنظیم شده"
      ]
    },
    {
      "EnglishWord": "tuned circuit  tuning circuit",
      "Meanings": [
        "مدار تنظیم شده",
        "مدار تنظیم شونده مداری که می‌توان قطعات آن را برای ایجاد پاسخ مدار در بسامد خاصی در محدوده تنظیم",
        "تنظیم کرد"
      ]
    },
    {
      "EnglishWord": "tuned dipole",
      "Meanings": [
        "دوقطبی تنظیم شده دو قطبی تشدید کننده در بسامد کاری خود"
      ]
    },
    {
      "EnglishWord": "tuned filter",
      "Meanings": [
        "فیلتر تنظیم شده فیلتری که شامل یک یا چند مدار تظیم شده برای تضعیف کردن یا عبور دادن سیگنال‌ها در بسامد تشدید است"
      ]
    },
    {
      "EnglishWord": "tuned radio frequency",
      "Meanings": [
        "بسامد رادیویی تنظیم شده مرجعی برای گیرنده که در آن همه تقویت RF در بسامد سیگنال حامل ارسال شده انجام می‌شود"
      ]
    },
    {
      "EnglishWord": "tuned radio-frequency receiver",
      "Meanings": [
        "گیرنده بسامد رادیویی تنظیم شده گیرنده رادیویی تشکیل شده از طبقات تقویت کننده ای که برای تشدید کردن در بسامد حامل سیگنال مطلوب با استفاده از خازن گروهی تنظیم می‌شوند. سیگنالهای تقویت شده با بسامد حامل اولیه به طور مستقیم برای دمدوله شده به آشکار ساز داده می‌شوند و سیگنالهای AF حاصل در تقویت کننده AF تقویت و در بلندگو بازسازی می‌شوند. امروزه به جای این روش از گیرنده ی‌های سوپرهترودین استفاده می‌شود",
        "که دارای قابلیت انتخاب بهتری هستند"
      ]
    },
    {
      "EnglishWord": "tuned radio-frequency stage",
      "Meanings": [
        "طبقه بسامد رادیویی تنظیم شده طبقه تقویتی که در بسامد حامل سیگنال دریافت شونده قابل تنظیم است"
      ]
    },
    {
      "EnglishWord": "tuned transformer",
      "Meanings": [
        "ترانسفورماتور تنظیم شده ترانسفورماتوری که عناصر مداری مربوط به آن برای تشدید کردن در بسامد جریان متناوبی که به اولیه تغذیه می‌شود",
        "تنظیم شده اند و در نتیجه سبب ایجاد ولتاژ بالاتری در ثانویه نسبت به حالت عادی می‌شوند"
      ]
    },
    {
      "EnglishWord": "tuned-circuit oven",
      "Meanings": [
        "اجاق مدار",
        "تنظیم شده دستگاه گرم کننده الکتریکی که اجزای مدار تنظیم شده را در دمای ثابتی نگه می‌دارد تا از جا به جا شدن بسامد آنها در اثر تغییرات دمای جلوگیری کند"
      ]
    },
    {
      "EnglishWord": "tuned-collector oscillator",
      "Meanings": [
        "نوسان ساز کلکتور",
        "تنظیم شده نوسان ساز ترانزیستوری که مدار تشدید تعیین کننده بسامد آن در مدار کلکتور قرار دارد. این نوسان ساز شبیه نوسان ساز لامپ الکترونی آند",
        "تنظیم شده است"
      ]
    },
    {
      "EnglishWord": "tuned-emitter oscillator",
      "Meanings": [
        "نوسان ساز امیتر",
        "تنظیم شده نوسان ساز ترانزیستوری که بسامد آن با مدار تشدید تنظیم شده ای تعیین می‌شود که در امیتر قرار دارد و برای ایجاد فیدبک لازم به امیتر تزویج شده است"
      ]
    },
    {
      "EnglishWord": "tuner",
      "Meanings": [
        "تیونر بخشی از گیرنده که شامل مدارهایی است که می‌توانند برای پذیرش بسامد حامل فرستنده مطلوب تنظیم شوند در حالی که بسامدهای حامل ایستگاههای دیگر را که همزمان در هوا وجود دارد",
        "نمی‌پذیرد. تیونر تلویزیون معمولا فقط شامل تقویت کننده RF و طبقات نوسان ساز محلی و مخلوط کننده است. در حالی که تیونر رادیو شامل تقویت کننده IF و طبقات آشکار ساز ثانویه نیز است",
        "تنظیم کننده",
        "میزان کننده"
      ]
    },
    {
      "EnglishWord": "tungsten",
      "Meanings": [
        "تنگستن عنصر شیمیایی فلزی سنگین",
        "سخت",
        "خاکستری",
        "سفید با عدد اتمی 74 و وزن اتمی 183/85. نقطه ذوب آن 3370 درجه سلسیوس و رسانا است. می‌توان آن را به صورت سیمهای نازک برای ساخت فیلمان لامپهای التهابی در آورد یا به صورت پیچکهایی برای ساخت گرم کننده‌های لامپهای الکترونی پیچید. همچنین برای ساختن مقاومتهای توان بالا",
        "آن را روی هسته‌های عایق می‌چیند و به عنوان الکترود در جوشکاری نیز به کار می‌رود. تنگستن ضریب دمایی منفی TCR دارد"
      ]
    },
    {
      "EnglishWord": "tuning",
      "Meanings": [
        "تنظیم تنظیم کردن مدارها برای عملکرد بهینه در بسامد مطلوب",
        "تنظیم سازی"
      ]
    },
    {
      "EnglishWord": "tuning capacitor",
      "Meanings": [
        "خازن تنظیم خازن متغیری که برای تنظیم به کار می‌رود"
      ]
    },
    {
      "EnglishWord": "tuning coil",
      "Meanings": [
        "پیچک تنظیم اندوکتانس متغییری که برای تنظیم به کار می‌رود"
      ]
    },
    {
      "EnglishWord": "tuning core",
      "Meanings": [
        "هسته تنظیم هسته فریتی که به داخل و خارج پیچک یا ترانسفوماتور حرکت می‌کند تا اندوکتانس را تغییر دهد"
      ]
    },
    {
      "EnglishWord": "tuning fork",
      "Meanings": [
        "تیغه تنظیم میله U شکلی از فولاد سخت",
        "کوارت بسیار نازک یا ماده کشسان دیگری که به هنگام ضربه خوردن یا به حرکت در آمدن با ابزارهای الکترومغناطیسی",
        "با بسامد طبیعی معینی به ارتعاش در می‌آیدو می‌توان از آن به عنوان استاندارد بسامد استفاده کرد"
      ]
    },
    {
      "EnglishWord": "tuning -fork resonator",
      "Meanings": [
        "تشدید گر با تیغه تظیم تنیغه تنظیم و پیچک آن که ولتاژ AC مربوط به بسامد طبیعی ارتعاش تیغه را تولید می‌کند"
      ]
    },
    {
      "EnglishWord": "tuning indicator",
      "Meanings": [
        "نشانگر تنظیم قطعه ای مانند سنجه یا نشانگر تنظیم پرتو",
        "کاتدی که نشان می‌دهد",
        "چه هنگام گیرنده رادیویی روی یک ایستگاه رادیویی تظیم شده است. این قطعه به مداری با ولتاژ DC متصل است که با شدت سیگنال حامل ورودی تغییر می‌کند"
      ]
    },
    {
      "EnglishWord": "tuning meter",
      "Meanings": [
        "سنجه تنظیم ولت سنج یا آمپر سنج DC که به عنوان نشانگر تنظیم به کار می‌رود"
      ]
    },
    {
      "EnglishWord": "tuning probe",
      "Meanings": [
        "پروب تنظیم پروب بی تلفاتی که در داخل دیوار موجبر یا تشدیدگر کاواکی کشیده شده است تا برای تنظیم یا امپدانس به فاصله قابل تنظیم داخلی وارد شود"
      ]
    },
    {
      "EnglishWord": "tuning range",
      "Meanings": [
        "محدوده تنظیم محدوده بسامدی که گیرنده می‌تواند با کنترل تنظیم روی آن تنظیم می‌شود"
      ]
    },
    {
      "EnglishWord": "tuning screw",
      "Meanings": [
        "پیچ تنظیم پیچی که از دیواره بالا یا پایین موجبر داخل و به گونه ای تظیم می‌شود که عمق وارد شدن آن متناسب با تنظیم یا تطبیق امپدانس لازم باشد"
      ]
    },
    {
      "EnglishWord": "tuning sensitivity",
      "Meanings": [
        "حساسیت تنظیم نرخ تغییرات بسامدی نوسان ساز با قرار دادن تنظیم کننده مکانیکی",
        "ولتاژ تنظیم الکتریکی یا متغیر کنترلی دیگر در نقطه کار معین"
      ]
    },
    {
      "EnglishWord": "tuning stub",
      "Meanings": [
        "استاب تنظیم طول کوتاهی از خط انتقال که معمولا انتهای آزاد آن اتصال کوتاه می‌شود و برای تطبیق امپدانس خط انتقال به کار می‌رود"
      ]
    },
    {
      "EnglishWord": "tuning-fork drive",
      "Meanings": [
        "راه انداز تیغه تنظیم استفاده از راه اندازی با تیغه تنظیم برای کنترل بسامد نوسان ساز. هماهنگ بالایی از بسامد تیغه در پیچک دریافت و تقویت می‌شود تا بسامد نوسان ساز اصلی را در فرستنده یا دستگاه دیگر کنترل کند"
      ]
    },
    {
      "EnglishWord": "tunnel",
      "Meanings": [
        "تونل"
      ]
    },
    {
      "EnglishWord": "tunnel diode",
      "Meanings": [
        "دیود تونلی"
      ]
    },
    {
      "EnglishWord": "tunnel diode   esaki diode",
      "Meanings": [
        "دیود تونلی",
        "دیود ازاکی دیود پیوندی با آلایش بسیار زیاد که در بعضی از محدوده‌های کاری خود در جهت مستقیم",
        "مقاومت منفی دارد که در نتیجه پدیده تونلی در مکانیک کوانتوم به وجود می‌آید. این دیود می‌تواند از مواد نیم رسانای مختلفی از قبیل ژرمانیوم",
        "سیلیکن",
        "گالیم آرسناید و انیدیوم آنتیموناید ساخته شود و به عنوان نوسان ساز و تقویت کننده ای که می‌تواند به خوبی تا بسامد‌های ریزموج عمل کند به کار رود"
      ]
    },
    {
      "EnglishWord": "tunnel effect",
      "Meanings": [
        "اثر تونل سوراخ شدن سد پتانسیل مستطیلی در نیمرسانا با ذره ای که دارای انرژی کافی برای عبور از سد نیست. موج مربوط به این ذره تقریبا به طور کامل در اولین لبه سد بازتابیده می‌شود",
        "اما کسر کوچکی از آن از سد می‌گذرد",
        "اثر تونلی"
      ]
    },
    {
      "EnglishWord": "tunnel-diode amplifier",
      "Meanings": [
        "تقویت کننده دیود تونلی تقویت کننده ریزموج کم نویزی که از دیود تونلی به عنوان عنصر فعال استفاده می‌کند کاربرد آن به عنوان تقویت کننده در گیرنده‌های رادار و دورسنجی است محدوده بسامدی آن از 200 mHz تا GHz 10 است"
      ]
    },
    {
      "EnglishWord": "tunneling",
      "Meanings": [
        "تونل زدن سوراخ شدن سد پتانسیل در نیمرسانا با الکترونهایی که انرژی آنها از دیدگاه نظری برای غلبه بر سد کافی نیست",
        "پدیده تونل زنی"
      ]
    },
    {
      "EnglishWord": "tunneling effect",
      "Meanings": [
        "اثر تونل زنی"
      ]
    },
    {
      "EnglishWord": "tunneling resistance",
      "Meanings": [
        "مقاومت تونل زنی"
      ]
    },
    {
      "EnglishWord": "turbidimeter  opacimeter",
      "Meanings": [
        "کدری سنج",
        "شفافیت سنج ابزاری که میزان کدری مایع را اندازه می‌گیرد. کدری سنج فوتوالکتریک مقدار نور عبور کننده از مایع را اندازه می‌گیرد"
      ]
    },
    {
      "EnglishWord": "turbine",
      "Meanings": [
        "توربین"
      ]
    },
    {
      "EnglishWord": "turbomolecular pump",
      "Meanings": [
        "پمپ توربو مولکولی پمپ خلا ثانویه ای که دارای توربین گردان سریعی برای مکیدن مولکولها به خارج از محفظه با حرکت پرده‌های خود در برابر پیش برنده است. از این پمپ برای رسیدن به فشارهای کمتر از یک میلیتور استفاده می‌شود",
        "ولی فقط پس از تخلیه اولیه با استفاده از پمپ پیستونی استاندارد از آن استفاده کرد"
      ]
    },
    {
      "EnglishWord": "turbulence",
      "Meanings": [
        "تلاطم ارتعاشهایی در ضریب شکست ناشی از افت و خیز حرارتی در اتمسفر که سبب اعوجاج در سیستم‌های مخابراتی نوری می‌شود",
        "تلاطم"
      ]
    },
    {
      "EnglishWord": "turing machine",
      "Meanings": [
        "ماشین تورین کامپیوتر فرضی که محدویت ظرفیت حافظه ندارد"
      ]
    },
    {
      "EnglishWord": "turn",
      "Meanings": [
        "دور یک حلقه کامل سیم"
      ]
    },
    {
      "EnglishWord": "turn on",
      "Meanings": [
        "راه اندازی"
      ]
    },
    {
      "EnglishWord": "turnover cartridge",
      "Meanings": [
        "پیکاپ گرامافونی که دارای دو سوزن نصب لولایی است که سوزن صحیح را برای هر صفحه خاص در موقعیت درست پخش قرار می‌دهد. این پیکاپ معمولا دارای سوزنی به شعاع 3mil برای صفحه‌های 87 دور و سوزنی با شعاع 1mil برای صفحه‌های 45 و 33 و یک دوم دور است"
      ]
    },
    {
      "EnglishWord": "turns ratio",
      "Meanings": [
        "نسبت دورها نسبت تعداد دورهای سیم پیچ ثانویه ترانسفورماتور به تعداد دورهای سیم پچی اولیه آن"
      ]
    },
    {
      "EnglishWord": "turnstile",
      "Meanings": [
        "ضربدری"
      ]
    },
    {
      "EnglishWord": "turnstile antenna",
      "Meanings": [
        "آنتن چهار پر آنتنی که از یک یا چند لایه دو قطبی افقی متقاطع روی دکل تشکیل شده است",
        "که معمولا طوری به آنها انرژی داده می‌شود که جریانها در دو قطبی یک زوج برابر و 90 درجه اختلاف فاز داشته باشند فرستنده‌های تلویزیونی",
        "FM و فرستنده‌های UHF و VHF دیگر از این آنتن استفاده می‌کنند تا به الگوی تابش قطبی شده افقی همه جهتی دست یابند. آنتن فوق چهارپر کاملتری است که عناصر دو قطبی آن پره شکل است"
      ]
    },
    {
      "EnglishWord": "turntable",
      "Meanings": [
        "گرامافون صفحه گردان موتوری که صفحه‌های شلاک یا وینیلی را در هنگام پخش نگه می‌دارد. گرامافون محصول الکترونیکی تجاری است که بخش از سیستم استریو است. از انواع دیگر آن در استودیوها برای ساخت صفحه‌ها در فرایند ضبط استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "turret tuner",
      "Meanings": [
        "تیونر جعبه ای تیو نر تلویزیون که دارای یک مجموعه از مدارهای از پیش تنظیم شده برای هر کانال است این مدارها روی استوانه ای قرار دارند که هر مجموعه از مدارهای تنظیم شده را به نوبت به مدار آنتن گیرنده",
        "تقویت کننده RF و نوسان ساز RF متصل می‌کند"
      ]
    },
    {
      "EnglishWord": "turrtable rumble",
      "Meanings": [
        "لزرش گرامافون ارتعاش کم بسامدی که به طور مکانیکی به صفحه یا گرامافون منتقل شده روی صدای بازسازی شده سوار می‌شود"
      ]
    },
    {
      "EnglishWord": "tuv  = technische uberwachungs - verein rheinland",
      "Meanings": [
        "سازمان مورد تایید آلمانی که محصولات را مطابق استانداردهای VDE آلمانی آزمایش می‌کند و برچسب G. S Geprufte sicherheit صادر می‌کند. سازمانهایی که می‌توانند تایید TUV را صادر کنند در ایالات متحده قرار دارند"
      ]
    },
    {
      "EnglishWord": "tv",
      "Meanings": [
        "television",
        "تلویزیون سیستمی که تصاویر دیداری متوالی را به سیگنالهای الکتریکی متناظر تبدیل می‌کند و آن سیگنالها را با امواج رادیویی یا از طریق کابل به گیرنده‌های دور ارسال می‌کند. گیرنده با استفاده از این سیگنالها تصاویر اصلی را بازسازی می‌کند"
      ]
    },
    {
      "EnglishWord": "tvi",
      "Meanings": [
        "television interference",
        "تداخل تلویزیونی تداخل ایجاد شده در گیرنده‌های تلویزیونی به وسیله کامپیوترها",
        "ابزارهای برقی",
        "رادیو آماتوری و فرستنده‌های دیگر"
      ]
    },
    {
      "EnglishWord": "twat",
      "Meanings": [
        "traveling wave amplifier tube",
        "لامپ تقویت کننده موج عبوری لامپ موج عبوری طراحی شده به عنوان تقویت کننده که می‌تواند توان خروجی پالسی در بسامدهای ریز موج پایین تر",
        "بیش از 200 w تولید کند و می‌تواند به گونه ای طراحی شود که ر محدوده 1. تا 40 گیگاهرتر کار کند"
      ]
    },
    {
      "EnglishWord": "tweaking",
      "Meanings": [
        "ریز تنظیم نهایی انجام تنظیم کوچک جداگانه ای روی قطعه پس از نصب آن در سیستم",
        "مانند انجام تنظیم صفر در تقویت کننده عملیاتی"
      ]
    },
    {
      "EnglishWord": "tweeter",
      "Meanings": [
        "تیوتر بلندگویی که فقط بسامدهای صوتی بالاتر را",
        "که معمولا بیش از 3kHz هستند",
        "بازسازی می‌کند و معمولا همراه با شبکه متقاطع و ووفر نصب می‌شود"
      ]
    },
    {
      "EnglishWord": "twin",
      "Meanings": [
        "دو تا",
        "دو قلو",
        "جفت"
      ]
    },
    {
      "EnglishWord": "twin cable",
      "Meanings": [
        "کابل دوتایی"
      ]
    },
    {
      "EnglishWord": "twin conductor",
      "Meanings": [
        "هادی دو تایی"
      ]
    },
    {
      "EnglishWord": "twin tub",
      "Meanings": [
        "حوضچه دوقلو",
        "وان دوقلو"
      ]
    },
    {
      "EnglishWord": "twin-lead cable",
      "Meanings": [
        "کابل دو رسانا خط انتقالی که دارای دو رسانای موازی جدا شده از یکدیگر با ماده عایق است. قطر و فاصله رساناها از یکدیگر و ماده عایق تعیین کننده امپدانس خط است. که معمولا برای آنتن‌های گیرنده تلویزیونی حدود 300 اهم است"
      ]
    },
    {
      "EnglishWord": "twinning",
      "Meanings": [
        "دوتایی شدن آسیب ساختاری که در بلورهای کوارتز ایجاد می‌شود. دو نوع آن",
        "دوتایی شدن الکتریکی و نوری است"
      ]
    },
    {
      "EnglishWord": "twin-t network  parallel -t network",
      "Meanings": [
        "شبکه T دوتایی",
        "شبکه T موازی شبکه تشکیل شده از دو شبکه T موازی که جای خازن و مقاومت در یکی از آنها عوض شده است"
      ]
    },
    {
      "EnglishWord": "twin-triode",
      "Meanings": [
        "تریود دوتایی دو لامپ خلا تریود در یک حباب"
      ]
    },
    {
      "EnglishWord": "twist",
      "Meanings": [
        "پیچش 1. نسبت دامنه زوجی است تون‌های چند بسامدی تون",
        "دوتایی. ممکن است زوج تون هایی که دامنه اولیه آنها برابر است به دلیل ارتعاشات تجهیزات و خطوط انتقال با اختلاف دامنه قابل توجهی دریافت شوند. 2. بخشی از موجبر که سطح مقطع آن به طور تدریجی حول محور طولی موجبر گشته است",
        "پیچش",
        "تاب"
      ]
    },
    {
      "EnglishWord": "twisted- nematic liquid-crystal display",
      "Meanings": [
        "صفحه نمایش بلور مایع رشته ای",
        "تابیده صفحه نمایش حاوی بلور مایع که مولکولهای رشته ای به هم تابیده آن",
        "در صورت عدم وجود میدان الکتریکی روی محور مارپیچی آرایش می‌یابند و نور قطبیده شده را تا 90 درجه می‌چرخانند. وقتی که بلور مایع روی محور جدید خود از طریق قطبی ساز خارجی قرار می‌گیرد",
        "بیننده ناحیه پس زمینه روشن را مشاهده می‌کند. با اعمال میدان الکتریکی به دو سر الکترودهای مخالف",
        "بلورها خود را به موازات میدان آرایش می‌دهند و نور قطبی شده وارد شونده به وسیله قطبی ساز خارجی سد می‌شود. در این حالت سطوح سیاه معمولا به صورت نقطه یا قسمتهای الفبا",
        "عددی ظاهر می‌شوند. الکترودها می‌توانند به گونه ای سازمان داده شوند که حالت خاموش متناظر با ناحیه پس زمینه تیره باشد و حالت روشن عناصر تصویر را درخشان کند"
      ]
    },
    {
      "EnglishWord": "twistedpair",
      "Meanings": [
        "زوج سیم به هم تابیده کابلی متشکل از دو رسانای عایق شده جدا گانه",
        "که به یکدیگر تابیده شده اند"
      ]
    },
    {
      "EnglishWord": "twisted-ring counter",
      "Meanings": [
        "شمارنده حلقوی تابیده ثبات جا به جایی فیدبک داری که در آن رقم ورودی بعدی مکمل رقم خروجی است که 2N حالت را به ازای N طبقه می‌دهد. بنابراین برای شمارنده مقیاس 10 فقط پنج طبقه لازم است"
      ]
    },
    {
      "EnglishWord": "two",
      "Meanings": [
        "دو"
      ]
    },
    {
      "EnglishWord": "two hole directional coupler",
      "Meanings": [
        "تزویج کننده جهت دار دو حفره ای"
      ]
    },
    {
      "EnglishWord": "two phase",
      "Meanings": [
        "دو فاز"
      ]
    },
    {
      "EnglishWord": "two phase system",
      "Meanings": [
        "سیستم دو فاز"
      ]
    },
    {
      "EnglishWord": "two pole",
      "Meanings": [
        "دو قطبی"
      ]
    },
    {
      "EnglishWord": "two port",
      "Meanings": [
        "دو دهنه",
        "دو دروازه ای"
      ]
    },
    {
      "EnglishWord": "two port circuit",
      "Meanings": [
        "مدار دو دهنه"
      ]
    },
    {
      "EnglishWord": "two position controller",
      "Meanings": [
        "کنترل کننده دو وضعیتی"
      ]
    },
    {
      "EnglishWord": "two sided",
      "Meanings": [
        "دو طرفه"
      ]
    },
    {
      "EnglishWord": "two stage",
      "Meanings": [
        "دو طبقه"
      ]
    },
    {
      "EnglishWord": "two terminal elements",
      "Meanings": [
        "عناصر دو پایانه"
      ]
    },
    {
      "EnglishWord": "two way",
      "Meanings": [
        "دو راهه"
      ]
    },
    {
      "EnglishWord": "two winding",
      "Meanings": [
        "سیم پیچی دو کلافی"
      ]
    },
    {
      "EnglishWord": "two wire",
      "Meanings": [
        "دو سیمه"
      ]
    },
    {
      "EnglishWord": "two-address programming",
      "Meanings": [
        "برنامه نویسی دو نشانه ای برنامه نویسی برای کامپیوتر دیجیتال که در آن دستور العمل کامل شامل یک عملیات و تعیین مکان دو ثبات است که یکی از آنها معمولا حاوی عملوند و دیگری حاوی نتیجه عملیات است"
      ]
    },
    {
      "EnglishWord": "two-dimensional electron gas field- effect transistor",
      "Meanings": [
        "ترانزیستور اثر میدان گازی الکترونی دو بعدی ترانزیستور اثر میدان دارای گاز",
        "الکترون دو بعدی. نام مخفف آن از شرکت تامسون",
        "CSF است"
      ]
    },
    {
      "EnglishWord": "two-frequency duplex",
      "Meanings": [
        "دوطرفه دو بسامدی مخابرات حاملی که مخابره همزمان را در هر دو جهت بین دو ایستگاه با بسامدهای حامل متفاوت در دو جهت انجام می‌دهد"
      ]
    },
    {
      "EnglishWord": "two-hole directional coupler",
      "Meanings": [
        "تزویجگر جهت دار دو سوراخه تزویجگر جهت دار تشکیل شده از دو خط هم محور موازی که با سوراخها یا شیارهایی در داخل دیواره‌های اتصالی در دو نقطه با فاصله یک چهارم طول موج با یکدیگر در تماس هستند. به این ترتیب امکان خارج شدن مقداری از انرژی RF عبوری در یک جهت از طریق خط اصلی فراهم می‌شود در حالی که انرژی حرکت کننده در جهت مخالف نمی‌تواند عبور کند. یک سر خط ثانویه باید به امپدانس مشخصه آن ختم شود"
      ]
    },
    {
      "EnglishWord": "two-level maser  pulsed maser",
      "Meanings": [
        "میزر دو سطحی",
        "میزر پالسی میزر حالت جامد که همه مولکولهای آن به طور همزمان برانگیخته می‌شوند و فقط امکان عملکرد پالسی را دارد. هر فاصله زمانی مفیدی در نوسان یا تقویت باید به دنبال فاصله زمانی برانگیختگی باشد. از ماده جامد پارامغناطیسی مانند سولفیت سریم اتیل برای تولید میزر دو سطحی استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "two-out -of-five code",
      "Meanings": [
        "رمز دو از پنج رمز آشکار سازی خطا که در آن هر رقم ده دهی از 0 تا 90 با ترکیب متفاوتی از پنج عدد دودویی نشان داده می‌شود که دوتای آنها از یک نوع و سه تای دیگر از نوع دیگر هستند مانند دوتا صفر و سه تا یک"
      ]
    },
    {
      "EnglishWord": "two-phase quarter-phase",
      "Meanings": [
        "دوفاز",
        "ربع فاز واژه ای برای اشاره به اختلاف فاز یک چهارم سیکل یا 90 درجه"
      ]
    },
    {
      "EnglishWord": "two-position action",
      "Meanings": [
        "عملکرد دو وضعیتی عملکرد کنترل خودکاری که عنصر کنترل نهایی در آن از یکی از دو وضعیت ثابت به وضعیت دیگر حرکت می‌کند و هیچ وضعیت میانه ای ندارد"
      ]
    },
    {
      "EnglishWord": "two-receiver radiometer",
      "Meanings": [
        "تابش سنج گیرنده ای گیرنده نوع تابش سنجی که دارای دو کانال گیرنده مستقل است",
        "خروجی‌های IF در یکدیگر ضرب می‌شوند و حاصل ضرب آنها در یک فیلتر پایین گذر گرد می‌شود. به این ترتیب نسبت سیگنال به نویز بالایی در خروجی به دست می‌آید که برای آشکار سازی سیگنالهای بسیار ضعیف لازم است"
      ]
    },
    {
      "EnglishWord": "two's complement",
      "Meanings": [
        "مکمل دو عدد دودویی ساخته شده از تغییر همه 1‌ها و 0‌های عدد دودویی اولیه به یکدیگر و جمع کردن عدد حاصل با 1. حاصل جمع عدد دودویی اولیه و مکمل دو آن توانی از 2 است. بنابراین مکمل دو 10110 برابر است با 01010=1+01001 و جمع 10110 با 01001 و 1 برابر است با 1+9+22 یا 32 معادل عدد دودویی",
        "که توان پنجم دو است"
      ]
    },
    {
      "EnglishWord": "two-sourse frequency keying",
      "Meanings": [
        "کلید زنی بسامد دو منبعی روش کلید زنی که در آن موج مدوله کننده",
        "بسامد خروجی را بین دو مقدار از پیش تعیین شده",
        "که متناظر با بسامدهای منابع مستقل هستند",
        "تغییر وضعیت می‌دهد"
      ]
    },
    {
      "EnglishWord": "two-tone keying",
      "Meanings": [
        "کلید زنی دو تون روش کلید زنی که در آن موج مدوله کننده",
        "موج حامل را با یک بسامد برای شرایط نشانه گذاری و با بسامد متفاوتی برای شرایط فاصله گذاری مدوله می‌کند"
      ]
    },
    {
      "EnglishWord": "two-value capacitor motor",
      "Meanings": [
        "موتور خازنی دو مقداری موتور خازنی که راه اندازی و حرکت آن با استفاده از مقادیر خازنی موثر متفاوتی انجام می‌شود"
      ]
    },
    {
      "EnglishWord": "two-way repeater",
      "Meanings": [
        "تکرار کننده دو طرفه تکرار کننده ای که سیگنالهای ورودی از هر طرف را تقویت می‌کند"
      ]
    },
    {
      "EnglishWord": "two-wire circuit",
      "Meanings": [
        "مدار دو سیمه واژه ای برای اشاره سیم تلفن متصل کننده مرکز تلفن به تلفنهای مشترکان",
        "که معمولا به نام‌های سیم زنگ و نوک نامیده می‌شوند و هر دو سیم",
        "سیگنالهای ارسال و دریافت",
        "هر دو را به شیوه متفاوتی حمل می‌کنند"
      ]
    },
    {
      "EnglishWord": "two-wire repeater",
      "Meanings": [
        "تکرار کننده دو سیمه تکرار کننده تلفنی که برای ارسال در هر دو جهت روی مدار تلفنی دو سیمه به کار می‌رود"
      ]
    },
    {
      "EnglishWord": "tws",
      "Meanings": [
        "thermal weapon sight",
        "دیدگاه تفنگ حرارتی دستگاه تصویر برداری نظامی سبک وزن که می‌تواند روی تفنگ نصب یا به طور دستی حمل شود"
      ]
    },
    {
      "EnglishWord": "twt",
      "Meanings": [
        "traveling",
        "wave tube",
        "لامپ موج",
        "عبوری لامپ زیر موجی که می‌تواند به عنوان نوسان ساز یا تقویت کننده عمل کند همه انواع این لامپ دارای تفنگ الکترونی",
        "خط تاخیر کند کننده موج و هدف یا کلکتور هستند. امواج موج با ضریب 10 تا 0/20 درصد کند می‌شود. به طوری که سرعت تقریبا با سرعت الترونهای باریکه تطبیق پیدا می‌کند. باریکه الکترونی با شدت بالا در تفنگ الکترونی",
        "در نزدیکی",
        "در نزدیکی خط تاخیر",
        "ساخته می‌شود. و انرژی سیگنال تقویت می‌شود یا نوسان به وجود می‌آید. کلکتور باقی مانده انرژی باریکه را تلف می‌کند. موجبر می‌تواند خط مارپیچ یا در هم آمیخته باشد. لامپ معمولی",
        "عبوری موج",
        "مستقیم نامدیه می‌شود. ابعاد آن تعیین کننده محدوده بسامد کار است"
      ]
    },
    {
      "EnglishWord": "twx",
      "Meanings": [
        "Teletypewriter exchange service; telex",
        "خدمات مرکز ماشین نویسی تلفنی",
        "تلکس خدمات شماره گیری مستقیم نقطه به نقطه با استفاده از تجهیزات دور چاپگر. این خدمات امکان برقراری ارتباط با کامپیوترها را نیز فراهم می‌کنند"
      ]
    },
    {
      "EnglishWord": "type",
      "Meanings": [
        "نوع"
      ]
    },
    {
      "EnglishWord": "type compatibility",
      "Meanings": [
        "سازگاری نوع"
      ]
    },
    {
      "EnglishWord": "type definition",
      "Meanings": [
        "تعریف نوع"
      ]
    },
    {
      "EnglishWord": "type identifier",
      "Meanings": [
        "شناسه نوع"
      ]
    },
    {
      "EnglishWord": "typewriter",
      "Meanings": [
        "ماشین تحریر"
      ]
    },
    {
      "EnglishWord": "typical",
      "Meanings": [
        "نوعی",
        "نمونه",
        "متعارف"
      ]
    },
    {
      "EnglishWord": "typical values",
      "Meanings": [
        "مقادیر نوعی"
      ]
    },
    {
      "EnglishWord": "typically",
      "Meanings": [
        "به طور نمونه"
      ]
    }
  ]
}