{
  "Group": "U",
  "Entries": 237,
  "Words": [
    {
      "EnglishWord": "uart",
      "Meanings": [
        "universal asynchronous recivertransmitter",
        "فرستنده",
        "گیرنده تا همزمان همگانی مدار مخابراتی که اطلاعات موازی را به جریان بیت سریال و اطلاعات سریال را به قالب بایت موازی تبدیل می‌کند. این سیستم برای اتصال پردازنده‌های دارای گذرگاههای داده موازی به خطوط ورودی / خروجی i/o سریال مناسب است"
      ]
    },
    {
      "EnglishWord": "udlt",
      "Meanings": [
        "universal digital loop transceiver",
        "فرستنده / گیرنده حلقوی دیجیتال همگانی مدار فستنده / یرنده داده",
        "صیت سرعت",
        "بالا که ساخته موتور و لا است و می‌تواند مخابرات داده دو طرفه کامل را از طریق سیمهای 26awg و کابل زوج سیم بزرگتر تا 2km انجام دهد کاربرد اولیه آن در زیر حامل دیجیتال سیستمهای صوت و داد ه تلفنی است"
      ]
    },
    {
      "EnglishWord": "uhf",
      "Meanings": [
        "فرکانس بسیار بالا"
      ]
    },
    {
      "EnglishWord": "uiterahigh - voltage",
      "Meanings": [
        "ولتاژ فوق بالا ولتاژ بالاتر از 1 mv"
      ]
    },
    {
      "EnglishWord": "uitrafine wire",
      "Meanings": [
        "سیم فوق العاده نازک سیمی که از اندازه آن در معیار سیم آمریکایی از 47AWG تا 60AWG است"
      ]
    },
    {
      "EnglishWord": "ujt",
      "Meanings": [
        "unijunction transistor",
        "ترانزیستور تک پیوندی قطعه پیوندی PN که امیتر آن به یک طرف پیوند PN سیلیسیمی و اتصالهای دوبیس آن به طرف دیگر پیوند متصل است. این قطعه را می‌توان با فرایند سطح",
        "با هر الکترود در یک طرف تراشه سیلیسیمی ساخت. ترانزیستور تک پیوندی دارای مشخصه مقاومت منفی پایدار در محدوده دمایی گسترده است. UJT قطعه سوییچینگ ابتدایی است"
      ]
    },
    {
      "EnglishWord": "ul",
      "Meanings": [
        "Underwriters Laboratories; lnc",
        "سازمان غیر وابسته ای که آزمونهای ایمنی تولیدات تجاری و مصرفی را برای تایید استاندارد",
        "هدایت می‌کند"
      ]
    },
    {
      "EnglishWord": "ultera- high frequency converter",
      "Meanings": [
        "مبدل بسامد فوق بالا مدار الکتریکی که سیگنالهای UHF را به بسامد پایین‌تر تبدیل می‌کند تا امکان درایفت آنها را در گیرنده VHF فراهم کند. همچنین سیگنالهای تلویزیونی UHF را برای دریافت با گیرنده‌های تلویزیونی vhf",
        "به سیگنالهای VHF تبدیل می‌کند"
      ]
    },
    {
      "EnglishWord": "ultrahigh frequency   uhf  band",
      "Meanings": [
        "باند بسامد فوق بالا باند بسامدی که از 0/3 تا 1 گیگاهرتز 300 تا 1000 مگا هرتز گسترده و متناظر با طول موجهای 100 تا 30 سانتی متر مطابق با استاندارد",
        "IEEE521 است. این باند متناظر با بخشی از باند B 0/25 تا 0/5 GHZ و تمام باند c 0/5 تا 1 گیکاهرتز در تخصیص بسامدی ستاد مشترک فرماندهی ارتش ایالات متحده NVO است"
      ]
    },
    {
      "EnglishWord": "ultrashort waves",
      "Meanings": [
        "امواج فوق کوتاه امواج رادیویی با طول موج کمتر از 10 m با بسامد حدود 30 mhz امواج کوتاهتر از 30 cm بالای 1 ghz امواج ریز موج نامیده می‌شوند"
      ]
    },
    {
      "EnglishWord": "ultrasonic",
      "Meanings": [
        "فراصوتی واژه ای برای اشاره به سیگنالها تجهیزات یا پدیده هایی کخه شامل بسامدهای بالاتر از محدوده شنوایی انسان",
        "یا بالای 30 khz هستند",
        "مافوق صوت",
        "فرا صوت"
      ]
    },
    {
      "EnglishWord": "ultrasonic  frequency",
      "Meanings": [
        "بسامد فراصوتی بسامدی بالاتر از محدوده شنوایی",
        "این واژه بیشتر برای امواج کشتسان منتشر شوند در گازها",
        "مایعات یا جامدات به کار می‌رود"
      ]
    },
    {
      "EnglishWord": "ultrasonic bonding",
      "Meanings": [
        "پیوند فراصوتی پیوند دو فلز مشابه یا متفاوت با فشار مکانیکی توام با حرکت ارتعاشی از امواج فراصوتی",
        "با این روش می‌توان سیمهای رسانای طلایی یا آلومینیمی را به تراشه یا پایه نیمرسانا وصل کرد",
        "پیوند زنی مافوق صوتی"
      ]
    },
    {
      "EnglishWord": "ultrasonic cleaning",
      "Meanings": [
        "پاک کردن فراصوتی پاک کردن اجسام با غوطه ور کردن آن در مایعی که تحت امواج فراصوتی قرار دارد"
      ]
    },
    {
      "EnglishWord": "ultrasonic coagujlation",
      "Meanings": [
        "انعقاد فرا صوتی پیوند دادن ذرات کوچک به توده‌های بزرگح با عملکرد امواج فرا صوتی"
      ]
    },
    {
      "EnglishWord": "ultrasonic communication",
      "Meanings": [
        "مخابرات فرا صوتی مخابرات داخل آب با کلید زنی خروجی صدای سونار مکان یابی پژواکی ردر کشتی‌ها یا زیر دریایی‌ها یا با منتشر کننده‌های فراصوتی تنها"
      ]
    },
    {
      "EnglishWord": "ultrasonic delay line",
      "Meanings": [
        "خط تاخیرز فراصوتی خط تاخیری که بر اساس زمان انتشار صدا در داخل محیطی مانند کوارتز دوذوب شده",
        "نیتانات باریم یا جیوه برای رسیدن به زمان تاخیر در سیگنال عمل می‌کند"
      ]
    },
    {
      "EnglishWord": "ultrasonic detector",
      "Meanings": [
        "آشکار ساز فرا صوتی قطعه مکانیکی",
        "الکتریکی",
        "حرارتی یا اپتیکی که امواج فراصوتی را آشکار و اندازه گیری می‌کند. این فطعه معمولا یک تراگردان پیزو الکتریک است"
      ]
    },
    {
      "EnglishWord": "ultrasonic diagnosis",
      "Meanings": [
        "تشخیص فراصوتی استفاده از روشها ی پژواک فراصوتی برای به دست آوردن تصویر دیداری از قسمتهای داخلی بدن انسان برای کاربردهای تشخیص پزشکی"
      ]
    },
    {
      "EnglishWord": "ultrasonic drill",
      "Meanings": [
        "مته فراصوتی مته ای که دارای تراگردان مغناطوکشسان متصل به مخروط باریک شونده است که به عنوان تبدیل کننده ف سوراخهایی با شکلهای مختلف",
        "می‌توان در مورد سخت و شکننده مانند کربید تنگستن و سنگهای قیمتی ایجاد کرد"
      ]
    },
    {
      "EnglishWord": "ultrasonic equipment",
      "Meanings": [
        "تجهیزات فراصوتی تجهیزاتی که انرژی AC با بسامدهای بالای 20 khz برای تحریک یا راه اندازی تراگردان الکترومکانیکی ایجاد می‌کنند تا انرژی فراصوتی را برای اهداف صنعتی",
        "علمی",
        "پزشکی تولید و ارسال کند"
      ]
    },
    {
      "EnglishWord": "ultrasonic flaw detector",
      "Meanings": [
        "آشکار سازی ترک فراصوتی مولد آشکار سازی فراصوتی برای تعیین فاصله تا درز یا ترک داخلی در جسم جامد که امواج را باز می‌تاباند"
      ]
    },
    {
      "EnglishWord": "ultrasonic frequency",
      "Meanings": [
        "فرکانس مافوق صوت"
      ]
    },
    {
      "EnglishWord": "ultrasonic generator",
      "Meanings": [
        "مولد فراصوتی مولد تشکیل شده از نوسان سازی که تراگردان ارکترو آکوستیکی را برای تولید امواج بالاتر ار 20 khz تحریک می‌کند"
      ]
    },
    {
      "EnglishWord": "ultrasonic holography",
      "Meanings": [
        "سه بعدی نگار فراصوتی استفاده از الگوهای تداخلی بین دو موج فراصوتی برای بازسازی تصویری از داخل جسم کدر برای عکسبردای. کابرد آن در آزمایشهای غیر محرب است"
      ]
    },
    {
      "EnglishWord": "ultrasonic inspection",
      "Meanings": [
        "بازرسی فراصوتی بازرسی غیر مخرب داخل اجسام با روشهای فراصوتی برای به دست آوردن پژواکهایی از تراکهای داخلی"
      ]
    },
    {
      "EnglishWord": "ultrasonic level detector",
      "Meanings": [
        "اشکار ساز سطح فراصوتی آشکار ساز سطحی متشکل از فرستنده و گیرنده فراصوتی که در یک دیواره محفظه یا تانک قرار داده می‌شوند. وقتی که سطح پایین‌تر از باریکه فراصوتی است. دیواره مقابل باریکه را باز می‌تاباند. هنگامی که سطح مایع یا مواد دیگر به باریکه برسد باز تابش از ماده انجام می‌شود و زمان صرف شده برای رفت و برگشت موج کوتاهتر می‌شود"
      ]
    },
    {
      "EnglishWord": "ultrasonic light diffraction",
      "Meanings": [
        "پراش نور فراصوتی تشکیل طیف پراش اپتیکی هنگامی که باریکه نور از میدان موج فراصوتی طولی می‌گذرد. این پراش ناشی از تغییرات متناوب شکست نور در میدان فراصوتی است"
      ]
    },
    {
      "EnglishWord": "ultrasonic light modulator",
      "Meanings": [
        "مدوله کننده نور فراصوتی مدوله کننده نوری که از عملکرد امواج فراصوتی بر روی باریکه نور عبوری از داخل سیال استفاده می‌کند"
      ]
    },
    {
      "EnglishWord": "ultrasonic material dispersion",
      "Meanings": [
        "پراکندگحی ماده فراصوتی تولید مخلوط معلق مایع در مایع یا جامد در مایع یک ماده در ماده دیگر به دلیل عملکرد امواج فراصوتی باشدت بالا"
      ]
    },
    {
      "EnglishWord": "ultrasonic modulation cell",
      "Meanings": [
        "سلول مدوله سازی فراصوتی سلولی با باریکه لیزر که بسامد آن با عملکرد موج فراصوتی طولی ناشی از سیگنال تصویر مدوله شده بسامد",
        "مدوله می‌شود. موج فراصوتی نور تابیده را به درجات مختلفی پراکنده می‌کند که دچار جا به جایی بسامد می‌شوند. این سلول می‌تواند اطلاعات را به اشکار ساز نوری که به دستگاه تلویزیون متصل است. ارسال کند"
      ]
    },
    {
      "EnglishWord": "ultrasonic range",
      "Meanings": [
        "محدوده مافوق صوت"
      ]
    },
    {
      "EnglishWord": "ultrasonic scanner",
      "Meanings": [
        "پویشگر فراصوتی پویشگری که از روشها ی پژواک پالس فراصوتی برای تصویر برداری تشخیصی از بافتها و اندامها استفاده می‌کند"
      ]
    },
    {
      "EnglishWord": "ultrasonic signal",
      "Meanings": [
        "سیگنال مافوق صوت"
      ]
    },
    {
      "EnglishWord": "ultrasonic space grating",
      "Meanings": [
        "شبکه فضایی فراصوتی تغییرات فضای متناوب در ضریب شکست محیط در اثر حضور امواج آکوستیکی"
      ]
    },
    {
      "EnglishWord": "ultrasonic stroboscope",
      "Meanings": [
        "استروبوسکوپ فراصوتی مبدل نوری که اساس عملکرد آن بر مدوله سازی باریکه نور با مبدل فراصوتی است"
      ]
    },
    {
      "EnglishWord": "ultrasonic therapy",
      "Meanings": [
        "فراصوت درمانی استفاده از ارتعاشهای فراصوتی برای کاربردهای درمانی"
      ]
    },
    {
      "EnglishWord": "ultrasonic thickness gage",
      "Meanings": [
        "سنجنده ضخامت فراصوتی سنجنده ضخامتی که زمان حرکت باریکه صوتی را در ورقه ای از ماده اندازه می‌گیرد تا ضخامت ماده را تعیین کند"
      ]
    },
    {
      "EnglishWord": "ultrasonic transducer",
      "Meanings": [
        "تراگردان فراصوتی تراگردانی که انرژی AC بالاتر از 20KHz را به ارتعاشهای مکانیکی با همان بسامد تبدیل می‌کند و معمولا پیزوالکتریک یا مغناطو",
        "تنگشی است"
      ]
    },
    {
      "EnglishWord": "ultrasonic waves",
      "Meanings": [
        "امواج فراصوتی امواج کشسان با بسامد بالاتر از 20KHz"
      ]
    },
    {
      "EnglishWord": "ultrasonic welding",
      "Meanings": [
        "جوشکاری فراصوتی استفاده از انرژی فراصوتی برای گداختن در قطعه فلز متصل شونده به یکدیگر بدون حرارت"
      ]
    },
    {
      "EnglishWord": "ultrasonice sealing",
      "Meanings": [
        "آب بندی فراصوتی آب بندی بسته‌های ترموپلاستیکی با اعمال فشار مکانیکی و ارتعاش در بسامدهای فراصوتی برای تولید حرارت محلی و ذوب کردن و در هم آمیختن سطوح پلاستیکی"
      ]
    },
    {
      "EnglishWord": "ultrasonics  ultrasound",
      "Meanings": [
        "فراصوت",
        "فرا صدا شاخه ای از آکوستیک که به ارتعاشات و امواج بالاتر از 20 کیلو هرتز می‌پردازد"
      ]
    },
    {
      "EnglishWord": "ultraviolet",
      "Meanings": [
        "ماورای بنفش"
      ]
    },
    {
      "EnglishWord": "ultraviolet light",
      "Meanings": [
        "نور ماورای بنفش"
      ]
    },
    {
      "EnglishWord": "ultraviolet radiation  black light",
      "Meanings": [
        "تابش فرابنفش",
        "نور سیاه باندی از طیف الکترومغناطیس بین نور بنفش مریی در حدود 380nm",
        "میکرومتر 0/38 یا 3800A و ناحیه پرتاب X در حدود 10nm",
        "میکرومتر 0/01 یا 100A"
      ]
    },
    {
      "EnglishWord": "umbilical connector",
      "Meanings": [
        "متصل کننده گرد متصل کننده سریع",
        "جداشدنی که به کابل گرد مستقیمی ختم می‌شود و در داخل پریز اتصال گرد قرار می‌گیرد"
      ]
    },
    {
      "EnglishWord": "umbilical cord",
      "Meanings": [
        "سیم کابلی که سیگنالهای آزمون و تغذیه را تا لحظه پرتاب به موشک می‌رساند و ممکن است آخرین داده‌های هدف را در دقیقه آخر به موشک برساند. این سیم برای جدا شدن آسان و سریع طراحی شده است. متصل کننده‌ها با مکانیزم رها سازی به هنگام کشیده شدن باز می‌شوند"
      ]
    },
    {
      "EnglishWord": "umbra",
      "Meanings": [
        "سایه ناحیه سایه کامل پشت جسمی که در تابش باریکه قرار دارد. خط مستقیمی که از هر نقطه در این ناحیه به هر نقطه از منبع کشیده شود از جسم می‌گذرد"
      ]
    },
    {
      "EnglishWord": "umbrella aerial",
      "Meanings": [
        "آنتن چتری"
      ]
    },
    {
      "EnglishWord": "unbalance",
      "Meanings": [
        "عدم توازن",
        "نامتعادل"
      ]
    },
    {
      "EnglishWord": "unbalanced line",
      "Meanings": [
        "خط نامتعادل خط انتقالی که روی دو رسانای آن ولتاژهایی منتقل می‌شوند که نسبت به زمین برابر نیستند مانند خط هم محور"
      ]
    },
    {
      "EnglishWord": "unbalanced output",
      "Meanings": [
        "خروجی نامتعادل خروجی که یکی از دو ترمینال ورودی آن هم پتانسیل با زمین است"
      ]
    },
    {
      "EnglishWord": "unblanking pulse",
      "Meanings": [
        "پالس نامحو پالس اعمال شده به شبکه یا کاتد لامپ پرتو کاتدی برای روشن کردن باریکه در مدت زمان خاصی که معمولا زمان یک جارو است"
      ]
    },
    {
      "EnglishWord": "unbounded",
      "Meanings": [
        "بدون مرز",
        "بیکران",
        "نامحدود"
      ]
    },
    {
      "EnglishWord": "unbounded dielectric",
      "Meanings": [
        "دی الکتریک بدون مرز"
      ]
    },
    {
      "EnglishWord": "unbrella antenna",
      "Meanings": [
        "آنتن چتری آنتنی با سیمهای تابش کننده که با زاویه در بعضی جهتها یا در تمام جهتها از یک پایه یا سیمی بین دو پایه در مرکز رو به پایین آویزان می‌شوند و شبیه به میله‌های چتر باز شده هستد. آنتن چتری آنتن بسامد پایین است"
      ]
    },
    {
      "EnglishWord": "uncage",
      "Meanings": [
        "رها سازی قطع کردن مدار راست کننده سیستم ژیروسکوپ جا به جایی"
      ]
    },
    {
      "EnglishWord": "uncertainly",
      "Meanings": [
        "عدم قطعیت"
      ]
    },
    {
      "EnglishWord": "uncertainly priciple",
      "Meanings": [
        "اصل عدم قطعیت"
      ]
    },
    {
      "EnglishWord": "uncertainty",
      "Meanings": [
        "عدم قطعیت مقدار تخمینی انحراف کمیت محاسبه یا مشاهده شده از مقدار حقیقی آن"
      ]
    },
    {
      "EnglishWord": "uncertainty principle",
      "Meanings": [
        "اصل عدم قطعیت اصلی در مکانیک کوانتوم که می‌گوید بدست آوردن همزمان و دقیق موقعیت و اندازه حرکت ذره",
        "هر دو با هم امکان پذیر نسیت"
      ]
    },
    {
      "EnglishWord": "uncharged",
      "Meanings": [
        "بی بار ویژگی ماده ای که تعداد الکترونهای عادی دارد و در نتیجه فاقد بار عادی است"
      ]
    },
    {
      "EnglishWord": "unchielded twisted pair",
      "Meanings": [
        "زوج سیم حفاظت نشده زوج سیم مسی بدون حفاظ"
      ]
    },
    {
      "EnglishWord": "unconditional  stable",
      "Meanings": [
        "پایدار غیر شرطی"
      ]
    },
    {
      "EnglishWord": "unconstrained",
      "Meanings": [
        "نامقید"
      ]
    },
    {
      "EnglishWord": "uncorrelated",
      "Meanings": [
        "نا همبسته"
      ]
    },
    {
      "EnglishWord": "uncoupled",
      "Meanings": [
        "تزویج نشده"
      ]
    },
    {
      "EnglishWord": "undamped natural frequency",
      "Meanings": [
        "فرکانس طبیعی نامیرا"
      ]
    },
    {
      "EnglishWord": "undamped wave",
      "Meanings": [
        "موج میرا نشده موج پیوسته تولید شده با نوسانهایی که دارای دامنه ثابت هستند"
      ]
    },
    {
      "EnglishWord": "under score",
      "Meanings": [
        "خط کشیدن زیر متن"
      ]
    },
    {
      "EnglishWord": "under voltage relay",
      "Meanings": [
        "رله زیر",
        "ولتاژ رله ای که به هنگام افت ولتاژ پیچک آن به کمتر از مقدر پیش تعیین شده",
        "عمل می‌کند"
      ]
    },
    {
      "EnglishWord": "underbunching",
      "Meanings": [
        "زیر دسته ای شرایطی که دسته ای شدن کمتر از حد بهینه را در لامپ مدوله سازی سرعت مانند کلایسترون",
        "ایجاد می‌کند"
      ]
    },
    {
      "EnglishWord": "undercoupling",
      "Meanings": [
        "زیرتزویج شرایط تزویج بین مدارهای تنظیم شده هنگامی که مقدار تزویج کمتر از حد بحرانی است. جریان ثانویه مقدار کمتری دارد و مدار دارای پهنای باند باریکی است",
        "زیر تزویج",
        "تزویج پایین"
      ]
    },
    {
      "EnglishWord": "undercurrent relay",
      "Meanings": [
        "رله زیرجریان رله ای که به هنگام افت جریان پیچک آن به کمتر از مقدار از پیش تعیین شده",
        "عمل می‌کند"
      ]
    },
    {
      "EnglishWord": "underdamped",
      "Meanings": [
        "زیر میرا"
      ]
    },
    {
      "EnglishWord": "underdamping",
      "Meanings": [
        "زیرمیرایی شرایط مداری که در آن یک یا چند نوسان خروجی پس از تغییر ناگهانی در ورودی و پیش از ثابت شدن خروجی در مقدار جدید ایجاد می‌شود"
      ]
    },
    {
      "EnglishWord": "underline",
      "Meanings": [
        "خط زیر"
      ]
    },
    {
      "EnglishWord": "underload",
      "Meanings": [
        "تحت بار"
      ]
    },
    {
      "EnglishWord": "undermodulation",
      "Meanings": [
        "زیرمدوله سازی مدوله سازی ناکافی در فرستنده که ناشی از محدودیت‌های الکترویکی یا تنظیم نامناسب مدوله کننده است"
      ]
    },
    {
      "EnglishWord": "undersampling",
      "Meanings": [
        "نمونه برداری کند"
      ]
    },
    {
      "EnglishWord": "underscore",
      "Meanings": [
        "خط تیره"
      ]
    },
    {
      "EnglishWord": "undersea cable",
      "Meanings": [
        "کابل زیر دریایی"
      ]
    },
    {
      "EnglishWord": "undershoot",
      "Meanings": [
        "زیرجهش پاسخ گذاری اولیه به تغییر تک جهته در ورودی. این پاسخ مقدم بر حالت گذرای اصلی و در خلاف آن است",
        "فرو جهش",
        "پایین خیز"
      ]
    },
    {
      "EnglishWord": "undervoltage alarm",
      "Meanings": [
        "هشدار زیر",
        "ولتاژ هشدار که دارای نشانگر شنیداری یا دیداری به هنگام افت ولتاژ در دستگاه به کمتر از مقدار معینی است"
      ]
    },
    {
      "EnglishWord": "underwater antenna",
      "Meanings": [
        "آنتن زیرآبی آنتن قرار گرفته و مورد استفاده در زیر آب",
        "مانند آنچه که در مخابرات از روی آب به زیر دریایی به کار می‌رود"
      ]
    },
    {
      "EnglishWord": "underwater background noise",
      "Meanings": [
        "نویز زمینه زیرآبی صدایی زیر آب به جز سیگنال مطلوب شامل نویز محیطی زیر آب مانند صدای حیوانات زیر دریایی از قبیل نهنگها",
        "فک‌های دریایی و حرکت کشتی‌ها"
      ]
    },
    {
      "EnglishWord": "underwater laser scanner",
      "Meanings": [
        "پویشگر لیزری زیر آبی سیستم پویش لیزری متشکل از لیزر آرگن",
        "آیینه‌های گردان موتوری و مدارهای مبدل نور به دیجیتال که در محفظه آب بندی شده اژدر شکلی نصب و به دنبال کشتی کشیده می‌شود. باریکه لیزر کف دریا را در نواحی تحت مراقبت می‌پیماید و نور لیزر بازتابیده برای تبدیل به سیگنال پویش خطی برگردانده می‌شود تا بتواند روی صفحه نمایش لامپ پرتو کاتدی نشان داده شود یا به تصاویر ساکن تبدیل شود. کاربرد آن در مهندسی دریا",
        "عملیات نجات",
        "نقشه بردراری و مراقبت نظامی است. این دستگاه می‌تواند تصاویر واضح‌تری نسبت به سونار پهلونگر از کف اقیانوس ارایه دهد"
      ]
    },
    {
      "EnglishWord": "underwater mine",
      "Meanings": [
        "مین زیردریایی مین قرار گرفته در زیر آب که با ارتعاشهای اسبابهای پروانه دار جذب مغناطیسی",
        "تماس یا کنترل از راه دور منفجر می‌شود"
      ]
    },
    {
      "EnglishWord": "underwater- mine coil",
      "Meanings": [
        "پیچک مین زیرآبی پیچک و تجهیزات مربوطه که تغییرات میدان مغناطیسی ناشی از عبور کشتی را در زمین زیرآبی آشکار می‌کند"
      ]
    },
    {
      "EnglishWord": "underwater signal",
      "Meanings": [
        "سیگنال زیرآبی اغتشاش زیرآبی که آشکار سازی می‌شود مانند ارسالهای سوناری از نویز ماشینی و نویز پروانه کشتی"
      ]
    },
    {
      "EnglishWord": "underwater sound communication set",
      "Meanings": [
        "دستگاه مخابراتی صوتی زیرآبی دستگاهها و قطعات لازم برای انجام مخابرات زیرآبی با امواج صوتی یا فراصوتی در زیر آب"
      ]
    },
    {
      "EnglishWord": "underwater sound projector  projector",
      "Meanings": [
        "منتشر کننده صدای زیرآبی تراگردانی که امواج صوتی در آب تولید می‌کند"
      ]
    },
    {
      "EnglishWord": "underwater-mine depth compensator",
      "Meanings": [
        "جبران ساز عمق در مین زیرآبی قطعه تحریک شونده هیدروستاتیکی که حساسیت مکانیزم آتش را به هنگام رسیدن مین به عمقی معین در زیرآب افزایش می‌دهد"
      ]
    },
    {
      "EnglishWord": "underwriters laboratories  lnc",
      "Meanings": [
        "سازمان غیر وابسته ای که آزمونهای ایمنی تولیدات تجاری و مصرفی را برای تایید استاندارد",
        "هدایت می‌کند"
      ]
    },
    {
      "EnglishWord": "undestructive test",
      "Meanings": [
        "آزمایش غیر مخرب"
      ]
    },
    {
      "EnglishWord": "unequal",
      "Meanings": [
        "نابرابر"
      ]
    },
    {
      "EnglishWord": "unequal protection",
      "Meanings": [
        "محافظت در مقابل نابرابری"
      ]
    },
    {
      "EnglishWord": "unforces network",
      "Meanings": [
        "شبکه بدون تحریک"
      ]
    },
    {
      "EnglishWord": "ungrounded",
      "Meanings": [
        "زمین نشده جسم یا سطحی بدون اتصال زمین",
        "زمین نشده"
      ]
    },
    {
      "EnglishWord": "uniconductor waveguide",
      "Meanings": [
        "موجبر تک رسانا موجبری که از یک سطح فلزی استوانه ای یا مستطیلی تشکیل می‌شود که در اطراف محیط دی الکتریک همگنی قرار می‌گیرد"
      ]
    },
    {
      "EnglishWord": "unidimensional",
      "Meanings": [
        "یک بعدی"
      ]
    },
    {
      "EnglishWord": "unidirectional",
      "Meanings": [
        "تک جهتی 1. جاری شونده فقط در یک جهت",
        "مانند جریان الکتریکی. 2. تابش کننده فقط در یک جهت",
        "یک طرفه"
      ]
    },
    {
      "EnglishWord": "unidirectional antenna",
      "Meanings": [
        "آنتن تک جهته آنتنی که دارای یک جهت معین برای بیشینه بهره است"
      ]
    },
    {
      "EnglishWord": "unidirectional circuit",
      "Meanings": [
        "مدار یک طرفه"
      ]
    },
    {
      "EnglishWord": "unidirectional coupler",
      "Meanings": [
        "تزویجگر تک جهته تزویجگر جهت داری که تنها در یک جهت انتقال عمل می‌کند"
      ]
    },
    {
      "EnglishWord": "unidirectional current",
      "Meanings": [
        "جریان تک جهته جریانی که در همه زمانها در یک جهت جاری می‌شود",
        "جریان یک طرفه"
      ]
    },
    {
      "EnglishWord": "unidirectional hydrophone",
      "Meanings": [
        "هیدروفون تک جهته میکروفون تک جهته ای که به امواج صدای داخل آب پاسخ می‌دهد"
      ]
    },
    {
      "EnglishWord": "unidirectional log-periodic antenna",
      "Meanings": [
        "آنتن لگاریتمی",
        "متناوب تک جهته آنتن باند پهنی که دارای قسمتهای بریده شده ای از آنتن لگاریتمی",
        "متناوب است که با زاویه ای نسبت به یکدیگر نصب شده اند. این آنتن الگوی تابش تک جهته ای را ایجاد می‌کند که در آن تابش قالب در جهت عقب",
        "رو به خارج از راس آنتن است. امپدانس آن برای تمام بسامد ها",
        "همانند الگوی تابش آن ثابت است"
      ]
    },
    {
      "EnglishWord": "unidirectional microphone",
      "Meanings": [
        "میکروفون تک جهته میکروفونی که به طور قالب نسبت به صدای منتشر شده از یک نیمکرده پاسخ می‌دهد و صداهای اطراف یا جهتهای دیگر را دریافت نمی‌کند"
      ]
    },
    {
      "EnglishWord": "unidirectional network",
      "Meanings": [
        "شبکه یک طرفه"
      ]
    },
    {
      "EnglishWord": "unidirectional transduser",
      "Meanings": [
        "تراگردان تک جهته تراگردانی که تحریک را فقط در یک جهت از صفر مرجع یا وضعیت صفر احساس می‌کند"
      ]
    },
    {
      "EnglishWord": "unidirectional voltage",
      "Meanings": [
        "ولتاژ تک جهته ولتاژی که قطبیت آن",
        "ثابت است ولی مقدار آن می‌تواند ثابت نباشد"
      ]
    },
    {
      "EnglishWord": "unified",
      "Meanings": [
        "یکپارچه"
      ]
    },
    {
      "EnglishWord": "unified machine theory",
      "Meanings": [
        "تیوری ماشین یکپارچه"
      ]
    },
    {
      "EnglishWord": "unifilar",
      "Meanings": [
        "تک رشته ویژگی داشتن یا به کار بردن تنها یک تار",
        "سیم یا ریسمان"
      ]
    },
    {
      "EnglishWord": "uniform",
      "Meanings": [
        "یکنواخت"
      ]
    },
    {
      "EnglishWord": "uniform distribution",
      "Meanings": [
        "توزیع یکنواخت"
      ]
    },
    {
      "EnglishWord": "uniform field",
      "Meanings": [
        "میدان یکنواخت"
      ]
    },
    {
      "EnglishWord": "uniform line",
      "Meanings": [
        "خط یکنواخت خطی که در تمام طول خود دارای ویژگی‌های الکتریکی مشابه است"
      ]
    },
    {
      "EnglishWord": "uniform plane wave",
      "Meanings": [
        "موج تخت یکنواخت موج تختی که بردارهای میدان الکتریکی و مغناطیسی آن دارای دامنه ثابت در صفحه‌های هم فاز هستند. چنین موجی را فقط در فضای آزاد و در فاصله نامحدودی از منبع می‌توان یافت"
      ]
    },
    {
      "EnglishWord": "uniform transmission line",
      "Meanings": [
        "خط انتقال یکنواخت خط انتقالی که مشخصه‌های فیزیکی و الکتریکی آن با فاصله",
        "در طول محور هدایت تغییر نمی‌کند"
      ]
    },
    {
      "EnglishWord": "uniformity",
      "Meanings": [
        "یکنواختی"
      ]
    },
    {
      "EnglishWord": "uniformly",
      "Meanings": [
        "یکنواخت"
      ]
    },
    {
      "EnglishWord": "uniformly distributed circuit",
      "Meanings": [
        "مدار با توزیع یکنواخت"
      ]
    },
    {
      "EnglishWord": "uniformly stable",
      "Meanings": [
        "پایدار یکنواخت"
      ]
    },
    {
      "EnglishWord": "unijunction",
      "Meanings": [
        "تک پیوندی"
      ]
    },
    {
      "EnglishWord": "unijunction transistor",
      "Meanings": [
        "ترانزیستور تک پیوندی قطعه پیوندی PN که امیتر آن به یک طرف پیوند PN سیلیسیمی و اتصالهای دوبیس آن به طرف دیگر پیوند متصل است. این قطعه را می‌توان با فرایند سطح",
        "با هر الکترود در یک طرف تراشه سیلیسیمی ساخت. ترانزیستور تک پیوندی دارای مشخصه مقاومت منفی پایدار در محدوده دمایی گسترده است. UJT قطعه سوییچینگ ابتدایی است",
        "ترانزیستور تک پیوندی"
      ]
    },
    {
      "EnglishWord": "unilateral",
      "Meanings": [
        "یک طرفه"
      ]
    },
    {
      "EnglishWord": "unilateral bearing",
      "Meanings": [
        "جهت یک طرفه جهت به دست آمده با جهت یاب رادیویی که دارای پاسخ یک طرفه است و امکان ایجاد خطای 180 درجه را حذف می‌کند"
      ]
    },
    {
      "EnglishWord": "unilateral conductivity",
      "Meanings": [
        "رسانایی یک طرفه قابلیت رسانایی تنها در یک جهت مانند آنچه که در یکسوساز کامل وجود دارد"
      ]
    },
    {
      "EnglishWord": "unilateral device",
      "Meanings": [
        "قطعه یک طرفه قطعه ای که انرژی را تنها در یک جهت ارسال می‌کند"
      ]
    },
    {
      "EnglishWord": "unilateral figure of merit",
      "Meanings": [
        "عدد شایستگی یک طرفه"
      ]
    },
    {
      "EnglishWord": "unilateral power gain",
      "Meanings": [
        "بهره توان یک طرفه"
      ]
    },
    {
      "EnglishWord": "unilateral transducer",
      "Meanings": [
        "ترگردان یک طرفه تراگردانی که امواج خروجی آن نمی‌توانند روی امواج ورودی آن اثر بگذارند"
      ]
    },
    {
      "EnglishWord": "unilateral-area track",
      "Meanings": [
        "شیار سطحی یک طرفه شیار صدایی که تنها یک لبه سطح کدر آن مطابق با سیگنال ضبط شده",
        "مدوله شده است. لبه دوم می‌تواند با قطعه کاهش نویز مدوله شود"
      ]
    },
    {
      "EnglishWord": "unilateralization",
      "Meanings": [
        "یک طرفه سازی استفاده از مدار پسخورد خارجی در تقویت کننده ترانزیستوری بسامد",
        "بالا برای جلوگیری از نوسان نامطلوب با خنثی کردن تغییرات مقاومتی و راکتیو ایجاد شده در ورودی مدار در اثر پسخورد ولتاژ داخلی. در خنثی سازی فقط تغییرات راکتیو خنثی می‌شوند"
      ]
    },
    {
      "EnglishWord": "unimpeded harmonic operation",
      "Meanings": [
        "عملکرد هماهنگ نابازداشته عملکرد تقویت کننده مغناطیسی به طوری که امپدانس مدار کنترل صفر شود. به این ترتیب امکان جاری شدن نامحدود همه هماهنگهای جریان در مدار کنترل فراهم می‌شود"
      ]
    },
    {
      "EnglishWord": "uninterruptible power supply system",
      "Meanings": [
        "منبع تغذیه قطع نشدنی سیستمی که حفاظتی در برابر بروز آشکار در تغذیه AC اولیه و تغییرات در بسامد و ولتاژ خط تغذیه ایجاد می‌کند. بیشتر سیستمهای رایج برای حفاظت کامپیوتر ها",
        "شامل باتری انباره",
        "پر کننده باتری",
        "مبدل AC به dc حالت جامد",
        "و مدار سوییچینگ حالت جامد هستند. از این سیستم می‌توان به طور دایم بین خط تغذیه و بار استفاده کرد تا رگوله سازی ولتاژ و حذف حالتهای گذار را انجام داد. به طور غیر دایم نیز می‌تواند به کار رود و تنها در صورت بروز اشکال در تغذیه وارد عمل شود"
      ]
    },
    {
      "EnglishWord": "unipolar",
      "Meanings": [
        "تک قطبی ویژگی داشتن تنها یک قطبیت یا جهت",
        "تک قطبی"
      ]
    },
    {
      "EnglishWord": "unique",
      "Meanings": [
        "منحصر به فرد",
        "یکتا"
      ]
    },
    {
      "EnglishWord": "uniquely",
      "Meanings": [
        "به طور یکتا"
      ]
    },
    {
      "EnglishWord": "uniqueness",
      "Meanings": [
        "یکتایی"
      ]
    },
    {
      "EnglishWord": "uniqueness theorem",
      "Meanings": [
        "قضیه یکتایی"
      ]
    },
    {
      "EnglishWord": "unit",
      "Meanings": [
        "واحد 1. دستگاه یا قطعه ای که به طور مستقل قادر به عمل کخردن است مانند گیرنده رادیویی",
        "اسیلوسکوپ پرتو",
        "کاتدی. یا جانبی کامپیوتری که وظیفه ای مانند چاپ را انجام می‌دهد 2. کمیتی که به عنوان استاندارد اندازه گیری تعیین شده است",
        "واحد",
        "یکا",
        "یکه"
      ]
    },
    {
      "EnglishWord": "unit cell",
      "Meanings": [
        "سلول واحد",
        "یاخته یکه"
      ]
    },
    {
      "EnglishWord": "unit charge",
      "Meanings": [
        "بار واحد بار الکتریکی که نیزوی داقعه ای برابر با 1 dyn را روی بار مشابه و همنام",
        "به فاصله 1 cm در خلا وارد می‌کند با این فرض که هر بار در یک نقطه متمرکز شده است"
      ]
    },
    {
      "EnglishWord": "unit doublet",
      "Meanings": [
        "تابعه دوبلت واحد"
      ]
    },
    {
      "EnglishWord": "unit function",
      "Meanings": [
        "تابع واحد"
      ]
    },
    {
      "EnglishWord": "unit gain",
      "Meanings": [
        "بهره واحد"
      ]
    },
    {
      "EnglishWord": "unit gain bandwidth",
      "Meanings": [
        "پهنای باند بهره واحد"
      ]
    },
    {
      "EnglishWord": "unit impulse",
      "Meanings": [
        "ضربه واحد"
      ]
    },
    {
      "EnglishWord": "unit magnetic pole",
      "Meanings": [
        "قطب مغناطیسی واحد قطب مغناطیسی که قطب مغناطیسی برابر و هم علامت خود را",
        "اگر در فاصله 1 cm از آن در خلا قرار داشته باشد. با نیروی 1 dyn دفع می‌کند"
      ]
    },
    {
      "EnglishWord": "unit matrix",
      "Meanings": [
        "ماتریس واحد"
      ]
    },
    {
      "EnglishWord": "unit operator",
      "Meanings": [
        "عملکرد واحد عملکرد نمادین که هیچ عملگر دیگحری را تغییر نمی‌دهد"
      ]
    },
    {
      "EnglishWord": "unit ramp",
      "Meanings": [
        "شیب واحد"
      ]
    },
    {
      "EnglishWord": "unit step",
      "Meanings": [
        "پله واحد"
      ]
    },
    {
      "EnglishWord": "unit vector",
      "Meanings": [
        "بردار واحد"
      ]
    },
    {
      "EnglishWord": "unitary",
      "Meanings": [
        "یکین"
      ]
    },
    {
      "EnglishWord": "unitized construction",
      "Meanings": [
        "ساختار واحدی شده ساختاری از تجهیزات دارای زیر دستگاههای مختلف که می‌توانند به طور جداگانه ساخته و آزمایش شوند و به سادگی به صورت واحدهای مجزا در داخل دستگاهی که بخشی از آن هستند",
        "جایگزین شوند"
      ]
    },
    {
      "EnglishWord": "unity - gain frequency",
      "Meanings": [
        "بسامد بهره واحد بسامدی که در آن بهره تقویت کننده عملیاتی برابر یک می‌شود"
      ]
    },
    {
      "EnglishWord": "unity power factor",
      "Meanings": [
        "ضریب توان واحد ضریب توان 1/0 به دست آمده",
        "هنگامی که جریان و ولتاژ هم فاز می‌شوند. مانند مداری که فقط دارای مقاومت باشد"
      ]
    },
    {
      "EnglishWord": "unity property",
      "Meanings": [
        "خاصیت یکه"
      ]
    },
    {
      "EnglishWord": "unitycoupling",
      "Meanings": [
        "تزویج واحد تزویج مغناطیسی کامل بین دو پیچک به طوری که همه شار مغناطیسی تولید شده در سیم پیچ اولیه از داخل سیم پیچ ثانویه بگذارد"
      ]
    },
    {
      "EnglishWord": "universal",
      "Meanings": [
        "یونیورسال"
      ]
    },
    {
      "EnglishWord": "universal asynchronous recivertransmitter",
      "Meanings": [
        "فرستنده",
        "گیرنده تا همزمان همگانی مدار مخابراتی که اطلاعات موازی را به جریان بیت سریال و اطلاعات سریال را به قالب بایت موازی تبدیل می‌کند. این سیستم برای اتصال پردازنده‌های دارای گذرگاههای داده موازی به خطوط ورودی / خروجی i/o سریال مناسب است"
      ]
    },
    {
      "EnglishWord": "universal bridge",
      "Meanings": [
        "پل عمومی پل AC چهار بازویی برای اندازه گیری ظرفیت خازنی که دارای دو نوع است. پل مقاومت سری که ظرفیت سری معادل را اندازه می‌گیرد. و پل مقاومت موازی که مقاومت موازی معادل را اندازه می‌گیرد",
        "پل یونیورسال"
      ]
    },
    {
      "EnglishWord": "universal digital loop transceiver",
      "Meanings": [
        "فرستنده / گیرنده حلقوی دیجیتال همگانی مدار فستنده / یرنده داده",
        "صیت سرعت",
        "بالا که ساخته موتور و لا است و می‌تواند مخابرات داده دو طرفه کامل را از طریق سیمهای 26awg و کابل زوج سیم بزرگتر تا 2km انجام دهد کاربرد اولیه آن در زیر حامل دیجیتال سیستمهای صوت و داد ه تلفنی است"
      ]
    },
    {
      "EnglishWord": "universal joint",
      "Meanings": [
        "مفصر عمومی تزویجی که دو محور را که راستای آنها با زاویه ای متقاطع است به یکدیگر متصل می‌کند"
      ]
    },
    {
      "EnglishWord": "universal mobile telecomm system",
      "Meanings": [
        "سیستم جهانی مخابرات سیار"
      ]
    },
    {
      "EnglishWord": "universal motor",
      "Meanings": [
        "موتور یونیورسال موتوری که می‌تواند تقریبا با سرعت و خروجی یکسان با جریان مستقیم یا جریان متناوب تک فاز کار کند",
        "موتور یونیورسال"
      ]
    },
    {
      "EnglishWord": "universal output transformer",
      "Meanings": [
        "ترانسفورماتور خزوجی عمومی ترانسفورماتور خروجی که دارای سرهای چند گحانه روی سیم پیچ خود است. این سرها امکان استفاده از آن را بین طبقات خروجی صوتی و بلندگحو در گیرنده رادیویی با انتخاب اتصالهای مناسب",
        "فراهم می‌کند"
      ]
    },
    {
      "EnglishWord": "universal product code",
      "Meanings": [
        "رمز تولید جهانی رمز میله ای 10 رقمی که می‌توانند با جوهر بیرون",
        "بسته بندی چاپ شود تا با شمارنده‌های لیزری یا الکترونیکی به هنگام خروج از فروشگاه بررسی شود. هر رقم با نسبتی از پهنای نوارهای مجاور و سطوح سفید نشان داده می‌شود. این رمز صرفه نظر از مبدا آن",
        "به هنگام عبور از برابر پویشگر قابل خواندن است. همچنین ترکیبهای متناظر رقمهای دودویی را که میله‌های خوانده شده",
        "برای پردازش کامپیوتری به آن تبدیل می‌شوند را نیز در بر میگیرد. پردازش کامپیوتری داده‌های روز آمد تولید را به طور پیوسته ارایه می‌دهد و قبض خرید را به هنگام خروج با چاپگحر صندوق چاپ می‌کند. پنج رقم اول رمز مشخصات سازنده را نشان می‌دهد",
        "پنج رقم بعدی مشخصات محصول را بیان می‌کند. قیمت جاری و اطلاعات مالیاتی هر محصول و واژه‌های توضیحی برای قبض خرید نیز در کامپیوتر ذخیره می‌شوند"
      ]
    },
    {
      "EnglishWord": "universal product code scanner",
      "Meanings": [
        "پویشگر رمز تولید جهانی پویشگری که قادر به خواندن رمزهای میله ای استاندارد روی بسته‌های فروشگاه است. برای صورت برداری سالانه از کالاهای سرقت شده یا گمشده می‌توان از پویشگر به شکل قلم الکتزونیکی دستی استفاده کرد. این پویشگحری می‌تواند به دستگاه ثبت نواری متصل شود که به عنوان ورودی به کامپیوتر عمل می‌کند"
      ]
    },
    {
      "EnglishWord": "universal serial bus",
      "Meanings": [
        "گذرگاه استاندارد",
        "متصل کننده و نرم افزار مربوط به اتصال دستگحاههای ورودی / خروجی نسبتا کند مانند دسته بازی",
        "صفحه کلید",
        "میکروفون",
        "مودم",
        "چاپگر",
        "پویشگر",
        "بلندگو",
        "و تلفن به امپیوتر"
      ]
    },
    {
      "EnglishWord": "universal synchronous - asynchronous receiver - transmitter",
      "Meanings": [
        "فرستنده / گیرنده همزمان",
        "ناهمزمان همگانی مدار منطقی که می‌تواند گذرگاه ورودی / خروجی I/O موازی را به خط i/o سریال همزمان یا ناهمزمان متصل کند"
      ]
    },
    {
      "EnglishWord": "universal time",
      "Meanings": [
        "زمان جهانی زمان خورشیدی میانگین در گرینویچ",
        "انگلستان",
        "که از نیمه شب حساب می‌شود. قبلا آن را زمان میانگین گرینویچ GMT می‌نامیدند"
      ]
    },
    {
      "EnglishWord": "universal time coordinated",
      "Meanings": [
        "زمان هماهنگ جهانی مقیاس زمانی هماهنگ شده موسسه بین المللی زمان با زمان اتمی بین المللی IAT که با ساعت اتم به دست می‌آید و با زمان جهانی تصحیح شده با حرکت قطبی نیز هماهنگ است"
      ]
    },
    {
      "EnglishWord": "unlatch instruction",
      "Meanings": [
        "دستورالعمل رها ساز"
      ]
    },
    {
      "EnglishWord": "unlimited",
      "Meanings": [
        "نامحدود"
      ]
    },
    {
      "EnglishWord": "unloaded",
      "Meanings": [
        "بار گذاری نشده"
      ]
    },
    {
      "EnglishWord": "unloaded antenna",
      "Meanings": [
        "انتن بار نشده انتنی که خازن یا سلفی به آن افزوده نشده است"
      ]
    },
    {
      "EnglishWord": "unloading",
      "Meanings": [
        "بی باری"
      ]
    },
    {
      "EnglishWord": "unmatched",
      "Meanings": [
        "عدم تطبیق",
        "جفت نشده"
      ]
    },
    {
      "EnglishWord": "unmodified scatter",
      "Meanings": [
        "پراکندگی تغییر نیافته تابش که بدون تغییر در انرژی فوتون پراکنده میشود"
      ]
    },
    {
      "EnglishWord": "unmodulated groove",
      "Meanings": [
        "شیار مدوله نشده شیار ساخته شده رد محیط ضبط مکانیکی که هیچ سیگنالی به آن اعمال نشده است"
      ]
    },
    {
      "EnglishWord": "unpack",
      "Meanings": [
        "باز کردن جداسازی اطلاعات کامپیوتری جمع شده به صورت توالی لغات یا عناصر جداگانه"
      ]
    },
    {
      "EnglishWord": "unpolarized light",
      "Meanings": [
        "نور قطبی نشده باریکه نوری که صفحه ارتعاش فوتونها در آن به طور تصادفی در اطراف محور باریکه قرار می‌گیرند"
      ]
    },
    {
      "EnglishWord": "unquenched spark gap",
      "Meanings": [
        "شکاف جرقه اطفاء نشده شکاف جرقه ای که هیچ ابزار خاصی برای دیونیده شدن ندارد"
      ]
    },
    {
      "EnglishWord": "unstabilized antenna",
      "Meanings": [
        "آنتن پایدار نشده آنتنی که مستقیما روی ساختار کشتی یا هواپیما و بدون هیچ ابزاری برای خنثی کردن گردش و دوران نصب می‌شود"
      ]
    },
    {
      "EnglishWord": "unstable",
      "Meanings": [
        "ناپایدار"
      ]
    },
    {
      "EnglishWord": "unstable servo",
      "Meanings": [
        "سروو ناپایدار سروویی که خروجی آن بدون محدودیتی از ورودی آن انحراف پیدا کرده است"
      ]
    },
    {
      "EnglishWord": "untuned",
      "Meanings": [
        "تنظیم نشده مدار یا قطعه ای که در هیچ کدام از بسامدهای مطلوب تشدید نمی‌کند"
      ]
    },
    {
      "EnglishWord": "up and down line",
      "Meanings": [
        "خط رفت و برگشت"
      ]
    },
    {
      "EnglishWord": "up counter",
      "Meanings": [
        "شمارنده افزایشی شمارنده پالسی که از صفر شروع می‌کند و هربار شمارش خودرا یک واحد تا رسیدن به حد طراحی شده برای آن افزایش می‌دهد. در نتیجه شمارنده افزایش مدول 16 دودویی",
        "گام از 0000 تا 1111 افزایش می‌یابد",
        "شمارنده بالا رونده"
      ]
    },
    {
      "EnglishWord": "up down link symmetry",
      "Meanings": [
        "تقارن ارتباط مستقیم و معکوس"
      ]
    },
    {
      "EnglishWord": "up/down counter",
      "Meanings": [
        "شمارنده افزایشی /کاهشی شمارنده ای که دارای ورودی کنترلی برای تغییر جهت مد شمارش",
        "بدون تآثیر گذاشتن بر محتویات شمارنده است"
      ]
    },
    {
      "EnglishWord": "upc",
      "Meanings": [
        "universal product code",
        "رمز تولید جهانی رمز میله ای 10 رقمی که می‌توانند با جوهر بیرون",
        "بسته بندی چاپ شود تا با شمارنده‌های لیزری یا الکترونیکی به هنگام خروج از فروشگاه بررسی شود. هر رقم با نسبتی از پهنای نوارهای مجاور و سطوح سفید نشان داده می‌شود. این رمز صرفه نظر از مبدا آن",
        "به هنگام عبور از برابر پویشگر قابل خواندن است. همچنین ترکیبهای متناظر رقمهای دودویی را که میله‌های خوانده شده",
        "برای پردازش کامپیوتری به آن تبدیل می‌شوند را نیز در بر میگیرد. پردازش کامپیوتری داده‌های روز آمد تولید را به طور پیوسته ارایه می‌دهد و قبض خرید را به هنگام خروج با چاپگحر صندوق چاپ می‌کند. پنج رقم اول رمز مشخصات سازنده را نشان می‌دهد",
        "پنج رقم بعدی مشخصات محصول را بیان می‌کند. قیمت جاری و اطلاعات مالیاتی هر محصول و واژه‌های توضیحی برای قبض خرید نیز در کامپیوتر ذخیره می‌شوند"
      ]
    },
    {
      "EnglishWord": "upconverter",
      "Meanings": [
        "مبدل افزایشی مبدلی که بسامد حامل مدوله شده یا مدوله نشده ورودی را به بسامد بالاتری تبدیل می‌کند که محدوده بسامد کاری گیرنده یا دستگاه آزمایش رادیویی قرار دارد"
      ]
    },
    {
      "EnglishWord": "update",
      "Meanings": [
        "روز آمد کردن 1. اعمال تغییرات لازم در پرونده اصلی کامپیوتر با اطلاعات جاری. 2. اصلاح دستورالعمل به صورتی که اعداد نشانی محتوی آن با هر بار انجام دستورالعمل به مقدار معینی افزایش پیدا کند",
        "به روز رسانی"
      ]
    },
    {
      "EnglishWord": "uplink",
      "Meanings": [
        "ارتباط رو به بالا مسیر انتقال رادیویی نوری رو به بالا از زمین برای برقراری ارتباط مخابراتی با ماهواره یا از زمین به هوا. مسیر برگشت ارتباط رو پایین است",
        "اتصال رو به بالا"
      ]
    },
    {
      "EnglishWord": "uplink shared channel",
      "Meanings": [
        "کانال مشترک ارسالی"
      ]
    },
    {
      "EnglishWord": "upper sideband",
      "Meanings": [
        "باند جانبی بالاتر بسامد بالاتری بین دو بسامد یا گروه بسامدی تولید شده در فرایند مدوله سازی"
      ]
    },
    {
      "EnglishWord": "upper trigger point",
      "Meanings": [
        "نقطه راه اندازی بالایی"
      ]
    },
    {
      "EnglishWord": "ups",
      "Meanings": [
        "uninterruptible power supply system",
        "منبع تغذیه قطع نشدنی سیستمی که حفاظتی در برابر بروز آشکار در تغذیه AC اولیه و تغییرات در بسامد و ولتاژ خط تغذیه ایجاد می‌کند. بیشتر سیستمهای رایج برای حفاظت کامپیوتر ها",
        "شامل باتری انباره",
        "پر کننده باتری",
        "مبدل AC به dc حالت جامد",
        "و مدار سوییچینگ حالت جامد هستند. از این سیستم می‌توان به طور دایم بین خط تغذیه و بار استفاده کرد تا رگوله سازی ولتاژ و حذف حالتهای گذار را انجام داد. به طور غیر دایم نیز می‌تواند به کار رود و تنها در صورت بروز اشکال در تغذیه وارد عمل شود"
      ]
    },
    {
      "EnglishWord": "upside band",
      "Meanings": [
        "باند کناری بالایی"
      ]
    },
    {
      "EnglishWord": "urea formaldehyde",
      "Meanings": [
        "فرمالدهید اوره رزین پلاستیکی سخت و محکم با ویژگی‌های الکتریکی بسیار خوب که می‌تواند با دقت بالایی قالب گیری شود. این ماده بسیار آب بسیار کمی جذب می‌کند و در ساخت عایق‌های الکتریکی و قطعات الکترودی و پوششها به کار می‌رود"
      ]
    },
    {
      "EnglishWord": "urgent",
      "Meanings": [
        "فوری",
        "ضروری"
      ]
    },
    {
      "EnglishWord": "urgent data",
      "Meanings": [
        "داده‌های ضروری"
      ]
    },
    {
      "EnglishWord": "usable sensitivity",
      "Meanings": [
        "حساسیت مفید شدت سیگنال لازم برای تولید سطح برنامه ای که از دامنه ترکیب شده نویز و اعوجاج",
        "در موسسه استانداردهای وفاداری بالا برای تیونر‌های 30dB",
        "FM بالاتر باشد"
      ]
    },
    {
      "EnglishWord": "usage parameter control",
      "Meanings": [
        "کنترل استفاده از پارامتر"
      ]
    },
    {
      "EnglishWord": "usart",
      "Meanings": [
        "universal synchronous",
        "asynchronous receiver",
        "transmitter",
        "فرستنده / گیرنده همزمان",
        "ناهمزمان همگانی مدار منطقی که می‌تواند گذرگاه ورودی / خروجی I/O موازی را به خط i/o سریال همزمان یا ناهمزمان متصل کند"
      ]
    },
    {
      "EnglishWord": "usb",
      "Meanings": [
        "universal serial Bus",
        "گذرگاه استاندارد",
        "متصل کننده و نرم افزار مربوط به اتصال دستگحاههای ورودی / خروجی نسبتا کند مانند دسته بازی",
        "صفحه کلید",
        "میکروفون",
        "مودم",
        "چاپگر",
        "پویشگر",
        "بلندگو",
        "و تلفن به امپیوتر"
      ]
    },
    {
      "EnglishWord": "use",
      "Meanings": [
        "استفاده کردن"
      ]
    },
    {
      "EnglishWord": "useful",
      "Meanings": [
        "مفید"
      ]
    },
    {
      "EnglishWord": "useful  value",
      "Meanings": [
        "مقدار مفید"
      ]
    },
    {
      "EnglishWord": "useful beam",
      "Meanings": [
        "باریکه مفید آن بخش از تابش اولیه که از دهانه",
        "مخروط یا باریکه ساز دیگری در رادیولوژی می‌گذرد"
      ]
    },
    {
      "EnglishWord": "useful capacity",
      "Meanings": [
        "ظرفیت مفید"
      ]
    },
    {
      "EnglishWord": "useful current",
      "Meanings": [
        "جریان مفید"
      ]
    },
    {
      "EnglishWord": "useful life",
      "Meanings": [
        "عمر مفید"
      ]
    },
    {
      "EnglishWord": "useful power",
      "Meanings": [
        "توان مفید"
      ]
    },
    {
      "EnglishWord": "usenet",
      "Meanings": [
        "شبکه کاربران"
      ]
    },
    {
      "EnglishWord": "user",
      "Meanings": [
        "کاربر"
      ]
    },
    {
      "EnglishWord": "user data protocol",
      "Meanings": [
        "پروتکل داده‌های کاربر"
      ]
    },
    {
      "EnglishWord": "user defined data",
      "Meanings": [
        "داده تعریف شده توسط کاربر"
      ]
    },
    {
      "EnglishWord": "user friendly",
      "Meanings": [
        "کاربر پسند",
        "نزدیک با کاربر"
      ]
    },
    {
      "EnglishWord": "user instruction",
      "Meanings": [
        "دستور العمل پیغام مربوط به کاربر"
      ]
    },
    {
      "EnglishWord": "user interface",
      "Meanings": [
        "واسطه کاربر"
      ]
    },
    {
      "EnglishWord": "user manual",
      "Meanings": [
        "کتاب راهنمای کاربران"
      ]
    },
    {
      "EnglishWord": "user profile",
      "Meanings": [
        "فایل سابقه کاربر"
      ]
    },
    {
      "EnglishWord": "user screen",
      "Meanings": [
        "صفحه نمایش کاربر"
      ]
    },
    {
      "EnglishWord": "user to user",
      "Meanings": [
        "کاربر به کاربر"
      ]
    },
    {
      "EnglishWord": "ut",
      "Meanings": [
        "universal time",
        "زمان جهانی زمان خورشیدی میانگین در گرینویچ",
        "انگلستان",
        "که از نیمه شب حساب می‌شود. قبلا آن را زمان میانگین گرینویچ GMT می‌نامیدند"
      ]
    },
    {
      "EnglishWord": "utc",
      "Meanings": [
        "universal time coordinated",
        "زمان هماهنگ جهانی مقیاس زمانی هماهنگ شده موسسه بین المللی زمان با زمان اتمی بین المللی IAT که با ساعت اتم به دست می‌آید و با زمان جهانی تصحیح شده با حرکت قطبی نیز هماهنگ است"
      ]
    },
    {
      "EnglishWord": "utility routine",
      "Meanings": [
        "روال سودمند روال استانداری که در عملیات کامپیوتری کمک می‌کند مانند روال تبدیل",
        "چاپ یا ردیابی"
      ]
    },
    {
      "EnglishWord": "utp",
      "Meanings": [
        "unchielded twisted pair",
        "زوج سیم حفاظت نشده زوج سیم مسی بدون حفاظ"
      ]
    },
    {
      "EnglishWord": "uvicon",
      "Meanings": [
        "یوویکن لامپ دوربین تلویزیونی که دارای بخش پویش ویدکن معمولی است که فوتوکاتد حساس به نور فرابنفش",
        "بخش شتاب دهنده التکرون و یک هدف مخصوص به آن اضافه شده است"
      ]
    }
  ]
}