{
  "Group": "V",
  "Entries": 443,
  "Words": [
    {
      "EnglishWord": "v",
      "Meanings": [
        "volt",
        "ولت واحد SI ولتاژ یا اختلاف پتانسیل. اختلاف پتانسیل الکتریکی بین دو نقطه ازسیم رسانای حامل جریان 1A",
        "وقتی که توان تلف شده بین دو نقطه 1W اشد. نام آن از نام فیزیکدان ایتالیایی",
        "الکساندر ولتا",
        "گرفته شده است",
        "ولت نمادی که در نمودارها برای مشخص کردن ولتا سنج یا لامپ الکترونی به کار می‌رود"
      ]
    },
    {
      "EnglishWord": "v antenna",
      "Meanings": [
        "آنتن V سیستم آنتن دو جهته افقی که با قرار دادن دو آنتن سیمی بلند به شکل V روی سه نگهدارنده و تغذیه آنها با اختلاف فاز 180 درجه در راس ساخته می‌شود. اگر هر کدام از سیمهای بلند به مقاومت تطبیق ختم شوند آنتن غیر تشدید کننده",
        "سیستم تک جهته می‌شود. اما اگر انتهای سیمها باز باشد آنتن تشدید کننده سیست دو جهته خواهد بود"
      ]
    },
    {
      "EnglishWord": "v band",
      "Meanings": [
        "باند V باند بسامدی در ناحیه میلی متری که از 46 تا 56GHz گسترش می‌یابد و متناظر با طول موجهای 0/652 تا 0/536cm است. زیر قسمتهای این تخصیص باند ارتش ایالات متحده که امروزه دیگر به کار نمی‌رود بر حسب گیگاهرتز عبارت اند از: ve",
        "vd",
        "vc",
        "vb",
        "va"
      ]
    },
    {
      "EnglishWord": "v. fast",
      "Meanings": [
        "تخصیص ویژگیهای 28kb/s مودهای V. fast که از مجموعه تراشه بین المللی راکول استفاده می‌کند به طور کامل یا مودمهای v. 34 سازگار نیستند"
      ]
    },
    {
      "EnglishWord": "v.32 bis",
      "Meanings": [
        "نیازمندی‌های افزون بر استاندارد V.",
        "که 14/4 و 12/0kb/s را به 9/",
        "/2 و 4/8kb/s در استاندارد V. 32 اضافه می‌کند. سرعت همه مودم‌های V. 32 با افزایش یا کاهش کیفیت خط زیاد یا کم می‌شود"
      ]
    },
    {
      "EnglishWord": "v.34",
      "Meanings": [
        "استاندارد بین المللی مخابرات با 28/8kb/s که با تغییر کیفیت خط داده می‌تواند افت یا افزایش پیدا کند"
      ]
    },
    {
      "EnglishWord": "v.34 bis",
      "Meanings": [
        "استاندارد بین المللی برای 33/6kb/c",
        "که بهبودی در حدود 17 درصد نسبت به استاندارد V. 34 ایجاد می‌کند"
      ]
    },
    {
      "EnglishWord": "v.35",
      "Meanings": [
        "استاندارد CCITT حاکم برارسال داده‌ها در 56kb/s با مدارهای باند گروه 60 تا 180kHz"
      ]
    },
    {
      "EnglishWord": "v.42 bis",
      "Meanings": [
        "گسترش V. 42 که شامل فشرده سازی داده 4X می‌شود که با کنترل خطای MNP سازگار است"
      ]
    },
    {
      "EnglishWord": "v/f converter",
      "Meanings": [
        "voltage",
        "to",
        "frequency converter",
        "مبدل ولتاژ به بسامد مبدلی که بسامد خروجی آن تابعی از سیگنال مرجع یا کنترل است. نوعی ا این مبدل",
        "ورودی آنالوگ را از حسگر",
        "تراگردان یا قطعه آنالوگ دیگر می‌پذیرد و قطاری از پالسهای خروجی دیجیتال تولید می‌کند که سرعت آ«ها با دامنه لحظه ای سیگنال ورودی نسبت مستقیم دارد. این خروجی دیجیتال رامی توان برای کنترل فرایند یا کاربردهای دیگر به کامپیوتر داد. مبدلهای ولتاژ به بسامد به صورت مدارهای مجتمع در دسترس هستند"
      ]
    },
    {
      "EnglishWord": "va",
      "Meanings": [
        "voltampere",
        "ولت آمپر واحد توان ظاهری در مدار AC که دارای رآکتانس است توان ظاهری برابر است با ولتاژ بر حسب ولت در جریان بر حسب آمپر",
        "بدون در نظر گرفتن فاز"
      ]
    },
    {
      "EnglishWord": "va der pol",
      "Meanings": [
        "وان در پل"
      ]
    },
    {
      "EnglishWord": "vac",
      "Meanings": [
        "volts AC",
        "ولت AC ولتاژ AC بر حسب ولت. مورد استفاده و کاربرد علمی آن معنای دقیق محدوده آن را معین می‌کند"
      ]
    },
    {
      "EnglishWord": "vacancy",
      "Meanings": [
        "تهی جا آسیبی به صورت مقعیت اشغال نشده ای در شبکه بلوری"
      ]
    },
    {
      "EnglishWord": "vacuum",
      "Meanings": [
        "خلا فضای محفوظی که هوا از آن خارج شده است",
        "خلا"
      ]
    },
    {
      "EnglishWord": "vacuum diffusion",
      "Meanings": [
        "نفوذ دهی در خلا نفوذ دهی ناخالصی‌ها به داخل ماده نیمرسانا در خلای که به طور مداوم پمپ می‌شود"
      ]
    },
    {
      "EnglishWord": "vacuum evaporation",
      "Meanings": [
        "تبخیر در خلا نشاندن پوسه‌های نازکی از فلز یا مواد دیگر در روی زیر ساخت",
        "معمولا از طریق روزنه هایی در ماسک با شکل تبخیری منبع جوشان در خلا شدید"
      ]
    },
    {
      "EnglishWord": "vacuum fluorescent display",
      "Meanings": [
        "صفحه نمایش فلویورسان خلا صفحه نمایش الفبایی یا ماتریس",
        "نقطه ای که نقطه مجزا یا عناصر تقسیم شده آن به هنگام برانگیخته شدن فسفر با الکترونهای شتاب گرفته در حباب خلا شدید روشن می‌شوند. این صفحه نمایش لامپ خلا تریود است و روشنایی کاتدی ای به رنگ آبی",
        "سبز ایجاد می‌کند. از آن به عنوان صفحه نمایش دیجیتال در خودروهای پایانه ای فروش",
        "ابزارهای آزمایش و ماشین حسابهای رومیزی به دلیل رنگ مطلوب نویسه‌های آن استفاده می‌شود این صفحه نمایش نسبت به صفحه نمایش بلور مایع LCD با همین ابعاد جریان بیشتری مصرف می‌کند"
      ]
    },
    {
      "EnglishWord": "vacuum forepump",
      "Meanings": [
        "پیش پمپ خلا پمپ خلایی که قادر به پایین آوردن فشار هوا تا حدود 0/001mmHg است. که برای عملکرد پمپ نفوذ دهی کافی است"
      ]
    },
    {
      "EnglishWord": "vacuum gage",
      "Meanings": [
        "سنجنده خلا دستگاهی که فشار گاز مطلق را ر سیستم خلا",
        "بر حسب میلیمتر جیوه",
        "میکرومتر جیوه نشان می‌دهد. یک میکرومتر جیوه فشاری است که ستونی از جیوه را به ارتفاع 1mm بلند می‌کند"
      ]
    },
    {
      "EnglishWord": "vacuum metallizing",
      "Meanings": [
        "فلزی سازی در خلا نشاندن پوشش فلزی روی پلاستیک یا جسم دیگر با تبخیر کردن فلز در محفظه خلای که حاوی جسم است"
      ]
    },
    {
      "EnglishWord": "vacuum pencil",
      "Meanings": [
        "قلم خلا طولی از لوله متصل به پمپ خلا کوچک",
        "به اندازه قلم",
        "برای برداشتن تراشه یا قطعات نیمرسانا در طول ساخت قطعات حالت جامد"
      ]
    },
    {
      "EnglishWord": "vacuum phototube",
      "Meanings": [
        "لامپ نوری خلا لامپ نوری که به اندازه مافی تخلیه شده است و در نتیجه مشخصه‌های الکتریکی آن تحت تاثیر یونیده سازی گازی قرار نمی‌گیرد. در لامپ نوری گازی",
        "بعضی از انواع گازها را با مقاصد خاص به داخل لامپ وارد می‌کنند"
      ]
    },
    {
      "EnglishWord": "vacuum relay",
      "Meanings": [
        "رله خلا رله ای که اتصالهای آن در داخل محفظه شیشه ای تخلیه شده ای قرار داده شده است. تا امکان کارکرد آن در ولتاژهاغی RF تا 20kV بدون جرقه زدن بین اتصالهای ثابت و متحرک فراهم آید"
      ]
    },
    {
      "EnglishWord": "vacuum seal",
      "Meanings": [
        "درزبندی خلا پیوند مقاوم در برابر نفوذ هوا"
      ]
    },
    {
      "EnglishWord": "vacuum spectrograph",
      "Meanings": [
        "طیف نگارخلا طیف نگاری که مسیر نوری آن در داخل خلا است و معمولا به جای توری بازتابش در آن از منشور پراکنده ساز استفاده می‌شود. این دستگاه می‌تواند در دو حد نهایی مادون قرمز و فرابنفش",
        "که عدسیها و و هوا تابش را جذب خواهند کرد",
        "کار اندازه گیری را انجام دهد"
      ]
    },
    {
      "EnglishWord": "vacuum switch",
      "Meanings": [
        "کلید خلا کلیدی که اتصالهای آن در پوشش تخلیه شده ای قرار گرفته است تا جرقه زدن در آن به حداقل برسد"
      ]
    },
    {
      "EnglishWord": "vacuum tank",
      "Meanings": [
        "مخزن خلا محفظ فلزی مقاوم در برابر نفوذ هوا که حاوی الکترودهای یکسوساز قوسی",
        "جیوه ای یا لامپ مشابهی است ودر آن عمل یکسوسازی انجام می‌شود"
      ]
    },
    {
      "EnglishWord": "vacuum tube",
      "Meanings": [
        "لامپ خلا لامپ الکترونی که برای قرار نگرفتن مشخصه‌های الکتریکی آن تحت تاثیر گاز یا بخار تخلیه شده است",
        "لامپ خلا"
      ]
    },
    {
      "EnglishWord": "vacuum -tube amplifier",
      "Meanings": [
        "تقویت کننده لامپ خلا تقویت کننده ای که شامل یک یا چند لامپ خلا برای کنترل توان به دست آمده از منبع محلی است"
      ]
    },
    {
      "EnglishWord": "vacuum-impregnated",
      "Meanings": [
        "پر شده در خلا جسمی که در خلا با ترکیب عایق پر شده است تا از نفوذ کامل ترکیب به داخل لایه‌های خازن یا بین دورهای پیچک اطمینان حاصل شود"
      ]
    },
    {
      "EnglishWord": "vacuum-leak detector",
      "Meanings": [
        "آشکار ساز نشت خلا ابزاری که وجود نشت را در سیستم خلا بالا آشکار و محل آن را معین می‌کند. این کار بوسیله طیف سنج جرمی انجام می‌شود"
      ]
    },
    {
      "EnglishWord": "vacuum-tube electrumeter",
      "Meanings": [
        "الکترود لامپ خلا الکترومتری که جریان یونیده سازی آن و محفظه یونیده سازی با تریود خلا خاصی تقویت می‌شود که مقاومت ورودی آن بالای 10Gاهم است"
      ]
    },
    {
      "EnglishWord": "vacuum-tube modulator",
      "Meanings": [
        "مدوله کننده لامپ خلا مدوله کننده دارای لامپ خلا که عنصر مدوله ساز برای سوار کردن سیگنال اطلاعات روی حامل است"
      ]
    },
    {
      "EnglishWord": "vacuum-tube oscillator",
      "Meanings": [
        "نوسان ساز لامپ خلا مداری با لامپ خلا که توان DC را به توان AC با بسامد مطلوب تبدیل می‌کند"
      ]
    },
    {
      "EnglishWord": "vacuum-tube rectifier",
      "Meanings": [
        "یکسوساز لامپ خلا یکسوسازی که یکسوسازی را با عبور یک طرفه الکترونها از الکترود گرم شده به یک یا چند الکترون دیگر در داخل فضای تخلیه شده انجام می‌دهد"
      ]
    },
    {
      "EnglishWord": "vacuum-tube transmitter",
      "Meanings": [
        "فرستنده لامپ خلا فرستنده ای که لامپ الکترونی آن توان الکتریکی اعمال شده را به توان RF تبدیل می‌کنند"
      ]
    },
    {
      "EnglishWord": "vacuum-tube voltmeter",
      "Meanings": [
        "ولت سنج لامپ خلا ولت سنج الکترونیکی با لامپ خلا تقویت کننده به همراه قطعات نیمرسانا یا بدون آنکه امروزه ابزار منسوخ شده ای است"
      ]
    },
    {
      "EnglishWord": "valance band",
      "Meanings": [
        "باند ظرفیت",
        "نوار ظرفیت"
      ]
    },
    {
      "EnglishWord": "valance electron",
      "Meanings": [
        "الکترون ظرفیت"
      ]
    },
    {
      "EnglishWord": "valence",
      "Meanings": [
        "ظرفیت عددی که نشان دهنده مقدار توانایی اتم در ترکیب شدن مستقیم با اتم‌های دیگر است. این عدد به تعداد و آرایش الکترونها در خارجی‌ترین لایه الکترونی هر اتم بستگی دارد",
        "ظرفیت",
        "والانس"
      ]
    },
    {
      "EnglishWord": "valence band",
      "Meanings": [
        "باند ظرفیت باند انرژی پرشده که منبع الکترونهای برانگیخته برای باند هدایت در بلورجامدی مانند دیود نور گسیل LED است. این دو باند با شکاف ممنوعه از یکدیگر جدا می‌شوند"
      ]
    },
    {
      "EnglishWord": "valence bond",
      "Meanings": [
        "پیوند والانس پیوند تشکیل شده بین الکترونهای دویا چند اتم"
      ]
    },
    {
      "EnglishWord": "valence shell",
      "Meanings": [
        "لایه ظرفیت الکترونهایی که خارجیترین لایه اتم را تشکیل می‌دهند"
      ]
    },
    {
      "EnglishWord": "valid",
      "Meanings": [
        "مجاز",
        "معتبر"
      ]
    },
    {
      "EnglishWord": "validity check",
      "Meanings": [
        "آزمون اعتبار آزمون کامپیوتری داده‌های ورودی",
        "بر اساس حدود معلوم متغییر‌ها در میدان‌های معین. مثلا یک هفته نمی‌تواند بیش از 168 ساعت کاری داشته باشد"
      ]
    },
    {
      "EnglishWord": "value",
      "Meanings": [
        "مقدار مقدار کمیت",
        "مقدار"
      ]
    },
    {
      "EnglishWord": "valve",
      "Meanings": [
        "لامپ واژه ای بریتانیایی برای لامپ الکترونی",
        "سوپاپ",
        "شیر"
      ]
    },
    {
      "EnglishWord": "van allen belt  radiation belt",
      "Meanings": [
        "کمربند ون",
        "آلن",
        "کمربند تابش یکی از کمربندهای تابش یونیده ساز که زمین ر احاطه کرده اند",
        "یکی از آنها در حدود 3200km یا 2000mi دیگری در حدود 16000 کیلومتر 10000mi و یکی دیگر در حدود 32000 کیلومتر 20000mi بالاتر از سطح زمین قرار گرفته است. تابش‌های تشکیل شده از پروتونها و الکترونهایی که بیشتر از خورشید و به صورت بادهای خورشیدی می‌آیند در میدان مغناطیسی زمین به دام می‌افتند در طول طوفانهای خورشیدی شدید ذراتی با انرژی بالا مستقیما از خورشید به این کمربند می‌رسند و در آن از آن اضافه بار به وجود می‌آورند",
        "که سقوط ذرات زیادی از کمربند به سمت قطبهای زمین سبب ایجاد شفق قطبی می‌شود"
      ]
    },
    {
      "EnglishWord": "van atta array",
      "Meanings": [
        "آرایه ون آتا آرایه آنتنی که دارای زوجهایی از بازتابنده‌های گوشه ای یا عناصر هم فاصله دیگر از مرکز آرایه است. این عناصر با خطوط انتقال کم تلفات به یکدیگر متصل شده اند به طوری که سیگنال دریافت شده به صورت پرتو باریکی به منبع آن برگردانده می‌شود تا سبب افزایش سیگنال بدون تقویت آن شود"
      ]
    },
    {
      "EnglishWord": "van de graaff generator",
      "Meanings": [
        "ژنراتوروان دوگراف ژنراتور الکتروستاتیکی که به عنوان شتاب دهنده عمل می‌کند. نوار بسته متحرکی از ماده عایق بارهای الکتریکی را با القا جمع می‌کند و آنها را به داخل الکترود کروی تو خالی بزرگی تخلیه می‌کند تا ولتاژهایی به بزرگی 9mV تولید کند. این ژنراتور الکترونها",
        "پروتونها و ذرات اتمی دیگر را شتاب می‌دهد"
      ]
    },
    {
      "EnglishWord": "van de graff",
      "Meanings": [
        "واندوگراف"
      ]
    },
    {
      "EnglishWord": "van de graff accelerator",
      "Meanings": [
        "شتاب دهنده واندوگراف"
      ]
    },
    {
      "EnglishWord": "van de graff generator",
      "Meanings": [
        "مولد واندوگراف"
      ]
    },
    {
      "EnglishWord": "vanadium",
      "Meanings": [
        "وانادیم عنصری فلزی با عدد اتمی"
      ]
    },
    {
      "EnglishWord": "vane",
      "Meanings": [
        "پره"
      ]
    },
    {
      "EnglishWord": "vane attenuator",
      "Meanings": [
        "تضعیف کننده پره دار"
      ]
    },
    {
      "EnglishWord": "vane-type instrument",
      "Meanings": [
        "ابزار پره ای ابزار اندازه گیری که بر اساس نیروی دفع بین پره‌های آهنی مغناطیس شده ثابت و متحرک یا نیروی موجود بین پیچک و قطعه پره شکل دارای محوری از آهن نرم",
        "برای حرکت دادن عقربه متحرک استفاده می‌کند"
      ]
    },
    {
      "EnglishWord": "vapor deposition",
      "Meanings": [
        "نشاندن با بخار فرایند نشاندن پوسه نازکی از فلز روی جسم برای فلزی کردن آن با میعان بخار فلز مذاب در خلا"
      ]
    },
    {
      "EnglishWord": "vapor phase soldering   vapor-phase soldering reflow",
      "Meanings": [
        "لحیم کاری فاز بخار",
        "لحیم کاری ذوب مجدد فاز بخار شیوه ای برای لحیم کاری ذوب مجدد قطعات الکترونیکی به برد مدار",
        "که بیشتر درروش نصب سطحی SMT به کار می‌رود. قطعاتی که پایه‌های آنها با لحیم زود گذار قلع",
        "سرب پوشیده شده است",
        "روی بردی که محل پایه‌های قطعات آن نیز به طریق مشابهی از پیش آماده شده است قرار داده می‌شوند. مجموعه در محفظه لحیم کاری بخار قرار می‌گیرد و حرارت 215 درجه سلسیوس یا 419 درجه فارنهایت ناشی از مایع هیدروکربن ترکیب شده با فلویور سبب ذوب شدن لحیم و اتصال قطعات به برد می‌شود. دمای ذوب محفظه به دقت با نقطه جوش مایع کنترل می‌شود. در بعضی از سیستم‌ها از پوششی از بخار ثانویه برای کاهش تلفات تبخیر در بخار اولیه استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "vapor pressure",
      "Meanings": [
        "فشار بخار فشار بخار مایع محبوس شده مانند فشار بخار جیوه در لامپ یکسوساز بخار جیوه"
      ]
    },
    {
      "EnglishWord": "vaporization-cooled  evaporative-cooled",
      "Meanings": [
        "بخار",
        "خنک",
        "خنک شونده تبخیری فرایند خنک کردن با تبخیر مایع غیر آتش زایی که دارای نقطه جوش پایین و مقاومت دی الکتریکی زیاد است مایع در داخل محفظه روی دستگاه الکترونیکی داغ جاری یا پاشیده می‌شود",
        "سپس بخار شده",
        "حرارت را به سمت دیواره‌های محفظه",
        "رادیاتورها یا مبدل حرارتی حمل می‌کند"
      ]
    },
    {
      "EnglishWord": "vapor-phase epitaxy",
      "Meanings": [
        "اپیتکسی فاز بخار فرایند نشاندن ماده که در آن از مواد شیمیایی تبخیر شده برای رشد دادن پوسه‌های اپیتکسیال روی پولکهای بلور در کوره استفاده می‌کنند. آن را نشاندن بخار",
        "شیمیایی CVD نیز می‌نامند. گازها روی پولکهای گرم شده",
        "داخل محفظه کوره جاری می‌شوند و با سطح بلور واکنش نشان می‌دهند تا پوسه نازکی از ماده روی آن بنشیند"
      ]
    },
    {
      "EnglishWord": "var",
      "Meanings": [
        "visual",
        "aural range",
        "محدوده بینایی",
        "شنوایی محدوده رادیویی VHF که مسیری را برای نمایش به خلبان روی نشانگر چپ و راست با مرکز صفر و مسیر دیگری را",
        "در زاویه عمود نسبت به اولی",
        "به شکل سیگنالهای شنوایی A",
        "N محدوده رادیویی ایجاد می‌کند. هر یک از نشانگر‌ها را می‌توان برای برطرف کردن نقاط مبهم دیگری به کار برد",
        "وار نام ونمادی در سیستم بین المللی واحدهای SI برای ولت آمپر راکتیو",
        "واحد توان راکتیو",
        "voltampere reactive; rective voltampere",
        "ولت آمپر راکتیو واحد توان رآکتیو در سیستم بین المللی واحدها SI",
        "که کمیته بین المللی الکترونیک در 1930 آن را تعریف کرده است"
      ]
    },
    {
      "EnglishWord": "varactor",
      "Meanings": [
        "خازن متغیر",
        "ورکتور"
      ]
    },
    {
      "EnglishWord": "varactor  varactor diode",
      "Meanings": [
        "ورکتور",
        "دیودورکتور دیودنیمرسانای PN که ظرفیت خازنی آن با اعمال ولتاژ تغییر می‌کند. این قطعه",
        "عنصر تنظیم کننده ای با رآکتانس متغییر در مدارهای نوسان ساز",
        "تقویت کننده و تقویت کننده‌های پارامتری است"
      ]
    },
    {
      "EnglishWord": "varely loop test",
      "Meanings": [
        "آزمون حلقه وارلی روش استفاده از پل وتستون برای تعیین فاصله نقطه آزمون تا محل عیب در خط یا کابل تلفن یا تلگراف"
      ]
    },
    {
      "EnglishWord": "varh",
      "Meanings": [
        "voltampere",
        "hour reactive; reactive voltampere",
        "hour",
        "ولت آمپر",
        "ساعت رآکتیو واحد انتگرال توان رآکتیو در زمان در سیستم بین المللی واحدها SI",
        "که برابر است با توان رآکتیو 1 و از جمع شده در1 ساعت"
      ]
    },
    {
      "EnglishWord": "variable",
      "Meanings": [
        "متغیر کمیتی که می‌تواند مقادیر معلوم و مجازای بسیاری داشته باشد"
      ]
    },
    {
      "EnglishWord": "variable - density sound track",
      "Meanings": [
        "شیار صدا با چگالی متغیر شیار صداییبا پهنای ثابت که در آن انتقال نور متوسط طول محور طولی",
        "متناسب با بعضی مشتخصه‌های سیگنال اعمال شده تغییر می‌کند"
      ]
    },
    {
      "EnglishWord": "variable - depth sonar",
      "Meanings": [
        "سونار عمق متغیر سیستم سونار ضد دریایی نصب شونده در کشتی که آرایه تراردان منتشر کننده و دریافت کننده آن در داخل محفظه اژدر شکل نصب می‌شود که در زیر آب و به دنبال کشتی یدک کشدیه می‌شود. این دستاه با کابل آزادی از قرقره بزری در عرشه کشتی ضد زیر دریایی کشیده می‌شود که با چرخاندن قرقره به جای خود بر میگردد. محفظه VDS برای شناور شدن در عمقی تنظیم می‌شود که در آن اثرات لایه‌های حرارتی در دریا به حداقل می‌رسد و به اندازه کافی از کشتی فاصله می‌گیرد. تا تداخل آن با ماشینهای داخلی و نویز پرتو پروانه کشتی که می‌تواند روی دریافت سونار اثر بگذارد. حداقل شود"
      ]
    },
    {
      "EnglishWord": "variable - erase recording",
      "Meanings": [
        "ضبط با پاک شدن متغیر ضبط کردن روی نوار مغناطیسی با پاک کردن انتخابی سیگنال از پیش ضبط شده"
      ]
    },
    {
      "EnglishWord": "variable - focal - fength lens",
      "Meanings": [
        "عدسی با طول کانونی متغیر سیستم عدسی در دوربین تلویزیونی که طول کانونی آن را می‌توان به طور پیوسته",
        "به هنگام استفاده و همزمان",
        "حفظ کانونی بودن دقیق با دیافراگم ثابت تغییر داد تا تاثیر حرکت تدریجی دوربین را به سوی سوژه تداعی کند. عدسیهای زوم کننده نمونه هیی از این سیستم هستند"
      ]
    },
    {
      "EnglishWord": "variable - frequency oscillator",
      "Meanings": [
        "نوسان ساز بسامد",
        "متغیر نوسان سازی که بسامد ان می‌تواند در محدوده معینی تغییر کند"
      ]
    },
    {
      "EnglishWord": "variable - gain multiplier",
      "Meanings": [
        "ضرب کننده بهره",
        "متغیر ضرب کننده ای که در آن یک متغیر از تقویت کننده ای می‌گذرد که بهره آن با متغیر دیگر کنترل می‌شود. خروجی چنین تقویت کننده ای متناسب با حاصلضرب لازم است"
      ]
    },
    {
      "EnglishWord": "variable - inductancc transducer",
      "Meanings": [
        "تراگردان اندوکتانس",
        "متغیر تراگردانی که ولتاژ خروجی آن تابعی از تغییرات عنصری با اندوکتانس متغیر است"
      ]
    },
    {
      "EnglishWord": "variable - inductance pickup",
      "Meanings": [
        "پیکاپ اندوکتانس",
        "متغیر پیکاپ گرامافونی که اساس عملکرد آن بر اندوکتانس متغیر است"
      ]
    },
    {
      "EnglishWord": "variable - mu tube",
      "Meanings": [
        "لامپ میو",
        "متغیر لامپ الکترونی که ضریب تقویت آن با ولتاژ شبکه کنترل به صورت از پیش تعیین شده تغییر می‌کند. این مشخصه با استفاده از فاصله متغیر بین سیمهای شبکه در امتداد طول آن به دست می‌آید. به طوری که با بایاس منفی بسیار زیادی در شبکه نیاز است تا جریان آند به طور کامل سد شود"
      ]
    },
    {
      "EnglishWord": "variable - reluctance microphone  magnetic micropnone  reluctance microphone",
      "Meanings": [
        "میکروفون رلاکتانس",
        "متغیر و میکروفون مغناطیسی",
        "میکروفون رالاکتانسی مدار مغناطیسی است"
      ]
    },
    {
      "EnglishWord": "variable - reluctance pickup  magnetic cartridge  magnetic pickup  reluctance pickup",
      "Meanings": [
        "پیکاپ رلاکتانس",
        "متغیر",
        "کارتریج مغناطیسی",
        "پیکاپ مغناطیسی",
        "پیکاپ رلاکتانسی. پیکاپ گرامافون که عملکرد آن بر اساس تغییرات رلاکتانس مدار مغناطیسی در اثر حرکتهای سوزن آهنی است که خود بخشی از مدار مغناطیسی است. تغییرات رالاکتانس به طوری متناوب شار عبوری از دو سری پیچک متصل به هم را افزایش می‌دهد و ولتاژ خروجی صوتی مظلوبی را در انها القا می‌کند"
      ]
    },
    {
      "EnglishWord": "variable - reluctance stepper motor",
      "Meanings": [
        "موتور پله ای رلاکتانس",
        "متغیر موتور پله ای که دارای روتوری از آهن نرم با دندانه‌ها یا قطبهای قرار گرفته به صورتی است که نمی‌توانند به طور همزمان با همه قطبهای استاتور تنظیم شوند. مثلا چهار قطب رتور دربرابر چهار قطب استاتور قرار می‌گیرند و چ",
        "هار قطب دیگر بین قطب‌های استاتور می‌افتند. تحریک هر یک ازیک از پیچکهای استاتور سبب حرکت روتروبه اندازره نصب فاصله زاویه بین دو قطب مجاور استاتور می‌شود و حرکت پله ای را ایجاد می‌کند با انتخاب ترکیب مناسبی از موتور پله ای و جعبه دنده می‌توان به محدوده گسترده ای از سرعتهای گشتاورها و زاویه‌های حرکت دست یافت"
      ]
    },
    {
      "EnglishWord": "variable - reluctance transducer",
      "Meanings": [
        "تراگردان رلاکتانس",
        "متغیر تراگردانی که حاوی تکه ای از ماده مغناطیسی است که جا به جایی در حال اندازه گیری آن را بین دو پیچک حرکت می‌دهد. این حرکت رلاکتانس پیچکها و در نتیجه امپدانس آنها را تغییر می‌دهد"
      ]
    },
    {
      "EnglishWord": "variable - resistance pickup",
      "Meanings": [
        "پیکاپ مقاومت",
        "متغیر پیکاپ گرامافونی که عملکرد آن بر اساس تغییرات مقاومتی است"
      ]
    },
    {
      "EnglishWord": "variable - resistance transducer",
      "Meanings": [
        "تراگردان مقاومت متغیر تراگردانی که سیگنال خروجی آن به تغییرات مقاومتی بستگی دارد"
      ]
    },
    {
      "EnglishWord": "variable attenuator",
      "Meanings": [
        "تضعیف کننده متغیر تضعیف کننده ای که شدت سیگنال AC را به طور پیوسته یا پله ای",
        "بدون ایجاد اعوجاج قابل توجه در آن",
        "با استفاده از تطبیق امپدانس ثابت",
        "کاهش می‌دهد"
      ]
    },
    {
      "EnglishWord": "variable bit rate",
      "Meanings": [
        "نرخ بیت متغیر"
      ]
    },
    {
      "EnglishWord": "variable -capacitance pickup  fm pickup",
      "Meanings": [
        "پیکاپ خازن",
        "متغیر",
        "پیکاپ FM پیکاپ گرمافونی که سوزن آن تغییراتی در ظرفیت خازنی بوجود می‌آورد. که می‌تواند بسامد نوسان ساز را مدوله کند. سیگنال خروجی نوسان ساز در آشکار ساز به ولتاژ صوتی تبدیل می‌شود"
      ]
    },
    {
      "EnglishWord": "variable -capacitance transducer",
      "Meanings": [
        "تراگردان خازن متغیر تراگردانی که پارامتر یا تغییرات پارامتری را با تغییرات خازنی اندازه می‌گیرد"
      ]
    },
    {
      "EnglishWord": "variable capacitor",
      "Meanings": [
        "خازن متغیر خازنی که می‌توان ظرفیت آن را با حرکت دادن یکی از مجموعه صفحات فلزی آن نسبت به مجموعه ثابت",
        "تغییر داد. خازن تنظیم نمونه ای از خازن متغیر است",
        "خازن متغیر"
      ]
    },
    {
      "EnglishWord": "variable coupling",
      "Meanings": [
        "تزویچ متغیر تزویج القایی که می‌تواند با حرکت دادن یک پیچک نسبت به پیچک دیگر تغییر کند"
      ]
    },
    {
      "EnglishWord": "variable field",
      "Meanings": [
        "میدان تغییر"
      ]
    },
    {
      "EnglishWord": "variable frequency",
      "Meanings": [
        "فرکانس متغیر"
      ]
    },
    {
      "EnglishWord": "variable gain",
      "Meanings": [
        "بهره متغیر"
      ]
    },
    {
      "EnglishWord": "variable inductance",
      "Meanings": [
        "اندکتانس متغیر پیچکی که مقدار اندوکتانس آن را می‌توان تغییر داد"
      ]
    },
    {
      "EnglishWord": "variable- iris waveguide coupler",
      "Meanings": [
        "تزویجگر موجبر ایریس",
        "متغیر قطعه ریز موجی که موجبر را به کاواک ورودی یا خروجی کایسترون تزویج می‌کند. این قطعه امکان تنظیم تطبیق را در محدوده تنظیم گسترده ای بدون استفاده از تنظیم کننده‌های زایده ای با بخشهای تطبیق فراهم می‌کند"
      ]
    },
    {
      "EnglishWord": "variable parameter",
      "Meanings": [
        "پارامتر متغیر"
      ]
    },
    {
      "EnglishWord": "variable phase",
      "Meanings": [
        "فاز متغیر"
      ]
    },
    {
      "EnglishWord": "variable resistance",
      "Meanings": [
        "مقاومت متغیر"
      ]
    },
    {
      "EnglishWord": "variable speech control",
      "Meanings": [
        "کنترل صحبت متغیر روش حدف قسمتهای کوچکی از صحبت در ضبط نوار با فاصله‌های منظم و کشیدن صدای باقی مانده برای پر کردن فاصله‌ها این روش امکان پخش صدای ضبط شده را با سرعت دو برابر یا حتی 2 و یکدوم برابر سرعت اصلی بدون ایجاد تغیی در ارتفاع و تلفات قابل توجه در اطلاعات فراهم می‌کند. این دستگاه بای افراد نابینا پاکسان دیگر ساخته دشه است که می‌خواهند به صحبهها با سرعتی در حدود قرایت آرام گوش دهند"
      ]
    },
    {
      "EnglishWord": "variable speed",
      "Meanings": [
        "سرعت متغیر"
      ]
    },
    {
      "EnglishWord": "variable transformer",
      "Meanings": [
        "ترانسفوماتور متغیر ترانسفورماتور هسته آهنی که دارای تمهیداتی برای تغییر لتاژ خروجی آن در فاصله محدود یا پیوتسه ای از صفر تا بیشینه ولتاژ خروجی است. این کار معمولا با بازوی اتصالی انجام می‌شود که در طول دورهای بیرونی سیمپ پیچ ثانویه حرکت می‌کند. ترانسفورماتور متغیر می‌توانند اتوترانس باشد"
      ]
    },
    {
      "EnglishWord": "variable-area track",
      "Meanings": [
        "شیار با سطح متغیر شیار صدای تقسیم شده عرضی به سطوح کدر و شفاف. خط مرز واضح بین این نواحی متناظر با شکل موج سیگنال ضبط شده است"
      ]
    },
    {
      "EnglishWord": "variable-cycle operation",
      "Meanings": [
        "عملیات با چرخه متغیر عملیات کامپیوتری که در آن چرخه‌های عملکرد می‌توانند طولهای متفاوتی داشته باشد",
        "آنچه که در کامپیوتر ناهمزمان وجود دارد"
      ]
    },
    {
      "EnglishWord": "variac",
      "Meanings": [
        "واریاک علامت تجاری شرکت جنرال رادیو برای تولیدات ترانسفورماتورهای متغیر"
      ]
    },
    {
      "EnglishWord": "variance",
      "Meanings": [
        "تغییر پذیری",
        "واریانس"
      ]
    },
    {
      "EnglishWord": "variation",
      "Meanings": [
        "تغییر"
      ]
    },
    {
      "EnglishWord": "variation of frequency",
      "Meanings": [
        "تغییر فرکانس"
      ]
    },
    {
      "EnglishWord": "variation of parameters",
      "Meanings": [
        "تغییر پارامترها"
      ]
    },
    {
      "EnglishWord": "variation of potential",
      "Meanings": [
        "تغییر ولتاژ"
      ]
    },
    {
      "EnglishWord": "variational calculus",
      "Meanings": [
        "حساب تغییرات"
      ]
    },
    {
      "EnglishWord": "varible",
      "Meanings": [
        "متغیر"
      ]
    },
    {
      "EnglishWord": "varicap",
      "Meanings": [
        "خازن متغیر"
      ]
    },
    {
      "EnglishWord": "varindor",
      "Meanings": [
        "وریندور اندوکتانس متغیری که تغییر جریان در آن ومقدار اندوکتانس را تغییر می‌دهد"
      ]
    },
    {
      "EnglishWord": "variocoupler",
      "Meanings": [
        "تزویجگر متعیر ترانسفورماتور RF تمهیداتی برای تغییر دادن تزویج بین دو سیم پیچ آن دارد. ساختار آن شبیه به وریومتر است ولی پیچکهای آن به یکدیگر متصل نیستند"
      ]
    },
    {
      "EnglishWord": "variolosser",
      "Meanings": [
        "تلف کننده متغیر مداری با تلفات متغیر که نسبت سیگنال به نویز کانال مخابراتی را بهتر می‌کند. تلف کننده متغیر در طرف فرستنده طوری متصل می‌شود که تلفات آن با افزایش شدت سیگنال ورودی افزایش یابد و در طرف گیرنده",
        "تلف کننده متغیر در مداری قرار دارد که محدوده دینامیکی اولیه سیگنال را بازیابی می‌کند"
      ]
    },
    {
      "EnglishWord": "variometer",
      "Meanings": [
        "وریومتر اندوکتانس متغیری با دو پیچک سری",
        "که یکی داخل دیگری قرار گرفته است و ابزاری برای گرداندن پیچک داخلی دارد که اندوکتانس کل را در محدوده وسیعی تغییر می‌دهد"
      ]
    },
    {
      "EnglishWord": "various",
      "Meanings": [
        "مختلف",
        "متعدد",
        "گوناگون"
      ]
    },
    {
      "EnglishWord": "varistor",
      "Meanings": [
        "وریستور مقاومت متغیر",
        "برگرفته از واژه variable resistor. قطعه غیر خطی",
        "دو پایه و وابسته به ولتاژی است که حالتهای گذاری AC مدار را حذف می‌کند. مقاومت آن با افزایش ولتاژ اعمال شده",
        "افت می‌کند. پاسخ آن نیز با دما تغییر می‌کند. معادل الکتریکی آن دو دیود زنر پشت به پشت است و از اکسید روی توده ای تشکیل می‌شود. این قطعه انرژی پتانسیل مخرب حالتهای گذرای ورودی را جذب و در نتیجه قطعات آسیب پذیر مدار را حفاظت می‌کند",
        "وریستور"
      ]
    },
    {
      "EnglishWord": "varmeter  reactive voltampere meter",
      "Meanings": [
        "وارمتر",
        "آمپرسنج راکتیو ابزاری برای اندازه گیری توان رآکتیو بر حسب وار"
      ]
    },
    {
      "EnglishWord": "v-beam radar",
      "Meanings": [
        "رادار باریکه V سیستم رادار حجمی بر اساس دو باریکه گردان که فاصله جهت و ارتفاع هدف را تعیین می‌کند. یک باریکه عمودی و باریکه دیگر مایل است. باریکه‌ها در سطح زمین یکدیگر را قطع می‌کنند و به طور پیوسته حول محور عمودی می‌گردند. اختلاف زمانی بین رسیدن پژواکهای دو باریکه معیاری از ارتفاع هدف است"
      ]
    },
    {
      "EnglishWord": "v-chip",
      "Meanings": [
        "تراشه V ریزپردازنده اختصاصی طراحی شده برای نصب در دستگاه‌های تلویزیون یا مبدل‌های نصب شونده روی آنکه مانع از دریافت بعضی از برنامه‌های تلویزیون کابلی به طور دلخواه می‌شود. برنامه‌ها باید با سیگنال الکترونیکی با مقادیر معین و اختصاصی رمز گذاری شود تا تراشه V بتواند آن را شناسایی و سد کند. این تراشه برای نصب در مدار کنترل دستی ای است رمز سیگنال را می‌خواند",
        "آن را برنامه‌های مجاز صاحب تلویزیون مقایسه می‌کند و سپس برنامه‌های ناخواسته را سد می‌کند. حرف V نشانه واژه ناخواسته Violence است به این معنی که قطعه برنامه‌های تلویزیونی با محتوای ناخواسته را سد می‌کند"
      ]
    },
    {
      "EnglishWord": "vco",
      "Meanings": [
        "voltage",
        "controlled oscillator",
        "نویان کنترل شده با ولتاژ نوسان سازی که بسامد آن را می‌توان با تغییر دادن ولتاژ اعمالی",
        "عوض کرد"
      ]
    },
    {
      "EnglishWord": "vcr",
      "Meanings": [
        "videocassette recorder",
        "دستگاه ضبط کاست ویدیو ویدیو دستگاه ضبط تصویر الکترونیکی مورد مصرف عمومی که می‌تواند برنامه‌های زنده تلویزیونی را روی نوار کاست ویدیو برای پخش مجدد ضبط کند. همچنین می‌تواند کاستهای از پیش ضبط شده ای را از وقایع شخصی ضبط شده با دوربین فیلمبرداری",
        "فیلمهای سینمایی تجاری یا فیلمهای تلویزیونی آموزشی و… را از طریق دستگاه تلویزیون استاندارد پخش کند. دستگاه ویدیو امکان ضبط برنامه‌های تلویزیونی آینده را در زمانهایی که استفاده کننده وارد می‌کند بدون نیاز به مراقبت و به طور خودکار",
        "فراهم می‌کند. دو قالب ضبط تا کنون بوجود آمده اند که معیین کننده ساختار کاست و دستگاه ضبط هستند",
        "بتاماکس ساخت سونی ژاپن و وی. اچ. اس رایج‌تر است. در ضبط کاست ویدیو از پویش مارپیچی استفاده می‌شود",
        "ابعاد یک دستگاه ویدیو نمونه 4×14×14 اینچ است که شامل پنجره ای برای وارد کردن کاست نوار",
        "ساعت",
        "نشانگرهای دیداری حالت‌های عملکرد و کنترل‌های دستی مختلف است. بیشتر دستگاهها می‌توانند با کنترل کننده‌های مادون قرمز دستی",
        "از راه دور عمل کنند و قادر به برگرداندن نوار هستند. بعضی نیز می‌توانند پخش را برای دیدن تصویر خاصی متوقف کنند"
      ]
    },
    {
      "EnglishWord": "vcxo",
      "Meanings": [
        "voltage",
        "controlled crystal oscillator",
        "نوسان ساز بلوری کنترل شده با ولتاژ مدار نواسان ساز بلوری که بسامد خروجی نوسان ساز آن را می‌توان با تغییر ولتاژ اعمالی در محدوده بسامدی معینی تغییر داد"
      ]
    },
    {
      "EnglishWord": "vdc",
      "Meanings": [
        "volts DC; DC working volts; working volts DC",
        "ولت DC",
        "ولت کار DC",
        "ولتاژ کار DC ولتاژDC بر حسب ولت. مورد استفاده و کاربرد علمی آن معنای دقیق محدوده آن را تعیین می‌کند"
      ]
    },
    {
      "EnglishWord": "vde",
      "Meanings": [
        "verband Deutscher Electrotechniker",
        "بنگاه آلمانی که استانداردهایی را برای ایمنی محصولات و میزان گسیل نویز از آنها تعیف می‌کند و محصولات را بر اساس آن استاندارد آزمایش و تایید می‌کند. بر چسب G. S یا Geprufte Sicherheit در اروپا شناخته شده است ولی محصولات مطابق با VDE ممکن است با استانداردهای کشورهای دیگر سازگار نباشد"
      ]
    },
    {
      "EnglishWord": "vds",
      "Meanings": [
        "variable",
        "depth sonar",
        "سونار عمق متغیر سیستم سونار ضد دریایی نصب شونده در کشتی که آرایه تراردان منتشر کننده و دریافت کننده آن در داخل محفظه اژدر شکل نصب می‌شود که در زیر آب و به دنبال کشتی یدک کشدیه می‌شود. این دستاه با کابل آزادی از قرقره بزری در عرشه کشتی ضد زیر دریایی کشیده می‌شود که با چرخاندن قرقره به جای خود بر میگردد. محفظه VDS برای شناور شدن در عمقی تنظیم می‌شود که در آن اثرات لایه‌های حرارتی در دریا به حداقل می‌رسد و به اندازه کافی از کشتی فاصله می‌گیرد. تا تداخل آن با ماشینهای داخلی و نویز پرتو پروانه کشتی که می‌تواند روی دریافت سونار اثر بگذارد. حداقل شود"
      ]
    },
    {
      "EnglishWord": "vdt",
      "Meanings": [
        "video display terminal",
        "پایانه نمایش تصویر پایانه ورودی / خروجی I/O کامپیوتری با صفحه نمایش CRT و صفحه کلیدی که با کامپیوتر میزبان راه دور در ارتباط است این دستگاه تله پرینتر را به صورت پایانه I/O جایگزین می‌کند VDT‌های اولیه ریز پردازنده نداشتند. اما انواع جدیدتر شامل ریز پردازنده هایی برای پردازش داده‌ها و متنها هستند کاربردهای معمول آنها در پایانه‌های کامپیوتری خطوط هوایی",
        "بانکها",
        "هتل ها",
        "موسس‌های کرایه خودرو و آژانسهای مسافرتی است. محفظه مونیتور CRT شامل منبع تغذیه و مدارهای الکترونیکی برای مدیریت نمایش تصویر",
        "رمز گذاری و فرمت کردن داده‌ها و انجام وظایف معمول مخابراتی است. بعضی از واحدهای VDT امکان ذخیره سازی صفحات داده و ویرایش آنها را نیز فراهم می‌کنند"
      ]
    },
    {
      "EnglishWord": "vector",
      "Meanings": [
        "بردار 1. در ناوبری",
        "پیکانی که طول و زاویه درجه بندی شده آن نسبت به شمال نشان دهنده سرعت و جهت کشتی یا هواپیماست. 2. در ریاضیات",
        "پیکان نشان دهنده نیرو و جهت 3. در برق پیکانی که مشخص کننده دامنه متغیر مثلا ولتاژ",
        "جریان",
        "امپدانس و زاویه فاز آن است. 4. در علم کامپیوتر",
        "توالی مرتبی از اعداد که مشخصه‌ها یا کمیت‌های فیزیکی را شبیه سازی می‌کنند",
        "بردار"
      ]
    },
    {
      "EnglishWord": "vector addition",
      "Meanings": [
        "جمع برداری"
      ]
    },
    {
      "EnglishWord": "vector diagram",
      "Meanings": [
        "نمودار برداری آرایشی از بردارها که روابط دامنه و فاز بین دو یا چند کمیت متفاوت هم بسامد را نشان می‌دهد",
        "نمودار برداری"
      ]
    },
    {
      "EnglishWord": "vector field",
      "Meanings": [
        "میدان بردای"
      ]
    },
    {
      "EnglishWord": "vector plot fromat",
      "Meanings": [
        "قالب ترسیم برداری سیستمی که داده‌های گرافیکی را برای رسم نمودارهای ناوبری به صورت ماتریسی از بردارها دخیره می‌کند که هر کدام با یک مختصات X, Y, Z و بردارهایی به نقاط مجاور متصل است"
      ]
    },
    {
      "EnglishWord": "vector processing",
      "Meanings": [
        "پردازش برداری توانایی کامپیوتر در تغییر دادن آرایه ای از اعداد به طور همزمان"
      ]
    },
    {
      "EnglishWord": "vector quantization",
      "Meanings": [
        "کمی کردن بردار"
      ]
    },
    {
      "EnglishWord": "vector representation",
      "Meanings": [
        "نمایش برداری"
      ]
    },
    {
      "EnglishWord": "vector space",
      "Meanings": [
        "فضای برداری"
      ]
    },
    {
      "EnglishWord": "vector sum",
      "Meanings": [
        "جمع برداری"
      ]
    },
    {
      "EnglishWord": "vector valued function",
      "Meanings": [
        "تابع با مقدار برداری"
      ]
    },
    {
      "EnglishWord": "vector wave equation",
      "Meanings": [
        "معادله موج برداری"
      ]
    },
    {
      "EnglishWord": "vectored interrupt",
      "Meanings": [
        "وقفه برداری شده شیوه ایجاد وقفه در کامپیوتر که در آن وقفه هر قسمت",
        "سیستم عامل را به شاخه ای با روال وقفه متفاوت می‌برد. این شیوه برای دریافت سریع پاسخ وقفه مناسب است"
      ]
    },
    {
      "EnglishWord": "vectorial",
      "Meanings": [
        "برداری"
      ]
    },
    {
      "EnglishWord": "vectorial display",
      "Meanings": [
        "نمایش برداری"
      ]
    },
    {
      "EnglishWord": "vectorial method",
      "Meanings": [
        "روش برداری"
      ]
    },
    {
      "EnglishWord": "vectorscope",
      "Meanings": [
        "اسکوپ برداری اسیلوسکوپ پرتو کاتدی که هم فاز و هم دامنه سیگنال اعمال شده را نسبت به سیگنال مرجع نشان می‌دهد"
      ]
    },
    {
      "EnglishWord": "vector-sum excited linear predictive coding",
      "Meanings": [
        "شکلی از رمز کردن دیجیتالی سیگنال صحبت"
      ]
    },
    {
      "EnglishWord": "veitch diagram",
      "Meanings": [
        "نمودار ویچ نموداری که دستکاری منطق مربوط به طراحی مدارهای شمارنده را ساده می‌کند"
      ]
    },
    {
      "EnglishWord": "velocimeter",
      "Meanings": [
        "سرعت سنج سیستم دو پلری که از جا به جایی دو پلر حامل موج",
        "پیوسته ارسال شده نسبت به موج بازتابیده از هدف متحرک برای اندازه گیری سرعت شعاعی استفاده می‌کند"
      ]
    },
    {
      "EnglishWord": "velocity",
      "Meanings": [
        "سرعت کمیت برداری مقدار آن برابر با تندی است ولی شامل جهت حرکت نیز می‌شود. در بیان سرعت باید تندی و جهت حرکت هر دو بیان شوند. اگر تندی یا جهت هر کدام تغییر کنند",
        "سرعت جسم تغییر می‌کند. وقتی که جهت عوض می‌شود",
        "سرعت زاویه ای حرکت را توصیف می‌کند",
        "سرعت"
      ]
    },
    {
      "EnglishWord": "velocity angular",
      "Meanings": [
        "سرعت زاویه ای"
      ]
    },
    {
      "EnglishWord": "velocity antiresonance",
      "Meanings": [
        "پاد تشدید سرعت شرایطی که در آن تغییر کوچکی در بسامد نیروی سینوسی اعمال شده به جسم یا سیستم سبب افزایش سرعت در نقطه تحریک می‌شود یا بسامد به گونه ای است که مقدار مطلق امپدانس نقطه تحریک بیشتر است"
      ]
    },
    {
      "EnglishWord": "velocity control system",
      "Meanings": [
        "سیستم کنترل سرعت سیستم کنترل حلقه بسته ای که سرعت یا تندی موتور یا محرک را کنترل می‌کند و معمولا شامل تاکومتری در یک حلقه تک است"
      ]
    },
    {
      "EnglishWord": "velocity factor",
      "Meanings": [
        "عامل سرعت نسبت سرعت انتشار در هر محیط به سرعت انتشار در فضای آزاد. سرعت جریان RF در رسانا اندکی کمتر از سرعت آن در فضا ی آزاد است",
        "فاکتور سرعت"
      ]
    },
    {
      "EnglishWord": "velocity hydrophone",
      "Meanings": [
        "میکروفون آبی سرعتی میکروفون سرعتی که به امواج تولید شده در آب پاسخ می‌دهد"
      ]
    },
    {
      "EnglishWord": "velocity level",
      "Meanings": [
        "سطح سرعت میزان لگاریتم صدا بر حسب دسی بل",
        "که برابر است با 20 برابر لگاریتم مبنای 10 نسبت سرعت صدا به سرعت مرجع معین"
      ]
    },
    {
      "EnglishWord": "velocity linear",
      "Meanings": [
        "سرعت خطی"
      ]
    },
    {
      "EnglishWord": "velocity microphone",
      "Meanings": [
        "میکروفون سرعتی میکروفونی که خروجی الکتریکی آن به سرعت ذرات هوایی بستگی دارد که موج صوتی را می‌سازند. میکروفونهای سیم",
        "داغ و نورای نمونه هایی از میکروفون سرعتی هستند"
      ]
    },
    {
      "EnglishWord": "velocity modulation",
      "Meanings": [
        "مدوله کننده سرعت مدوله کردنی که در آن تغییرات زمانی سرعت روی الکترونهای جریان سوار می‌شود"
      ]
    },
    {
      "EnglishWord": "velocity of light",
      "Meanings": [
        "سرعت نور ثابت فیزیکی برابر با 2/997925 × 10 به توان 10. این مقدار متناظر است با 186280مایل بر ثانیه",
        "مایل دریایی بر ثانیه و 328 یارد بر میکروثانیه. تمام تابشهای الکترومغناطیس در فضای آزاد با این سرعت حرکت می‌کنند. سرعت نور کمیتی برداری فرض می‌شود که نشان دهنده تندی نور در جهت معین است"
      ]
    },
    {
      "EnglishWord": "velocity of sound",
      "Meanings": [
        "سرعت صوت سرعتهای تقریبی اموج صوتی عبارت اند از: 335m/s یا 1100ft/s در هوای0 درجه سلسیوس",
        "m/s یا 4800ft/s در آب و 500mS یا",
        "ft/s در آهن"
      ]
    },
    {
      "EnglishWord": "velocity sorting",
      "Meanings": [
        "ترتیب دهی سرعتی هر گونه فرایند انتخاب الکترونها بر اساس سرعت آنها"
      ]
    },
    {
      "EnglishWord": "velocity spectrograph  velocity - focusing mass spectograph",
      "Meanings": [
        "طیف نگار سرعتی",
        "طیف نگار جرمی کانونی کننده سرعتی طیف نگار جرمی که یونهای مثبتی را انتخاب می‌کند که دارای سرعت کافی برای عبور از هر سه شکاف و وارد شدن به محفظه ای باشند که در آن میدان مغناطیسی آنها را متناسب با نسبت بار به جرمشان منحرف می‌کند"
      ]
    },
    {
      "EnglishWord": "velocity transaucer",
      "Meanings": [
        "تراگردان سرعت تراگردانی که خروجی تولید شده آن متناسب با سرعت آن است"
      ]
    },
    {
      "EnglishWord": "velocity-fluctuation noise",
      "Meanings": [
        "نویز تصادفی سرعت مولفه نویز ایجاد شده در لامپ موج",
        "عبوری یا آشکارساز سیگنال ضعیف به دلیل توزیع حرارتی وسیع سرعت الکترونها در باریکه"
      ]
    },
    {
      "EnglishWord": "velocity-limiting servo",
      "Meanings": [
        "سروو سرعت",
        "محدود سازوکار سرووی که محدودیت اصلی آن در عملکرد حداکثر سرعت آن است"
      ]
    },
    {
      "EnglishWord": "velocity-modulated oscillator",
      "Meanings": [
        "نوسان ساز مدوله شده سرعت ساختار لامپ الکترونی که سرعت جریان الکترون را به هنگام عبور جریان از کاواک تشدید",
        "دسته ای ساز نامیده می‌شود",
        "تغییر می‌دهد. انرژی از جریان الکترونی دسته نشده در تراز انرژی بالاتر به هنگام عبور از تشدیدگر کاواکی دوم به نام گیرانداز آزاد می‌شود. نوسانهابا تزویج برگشتی انرژی از کاواک گیرانداز به کاواک دسته ای ساز پایدار نگه داشته می‌شود"
      ]
    },
    {
      "EnglishWord": "velocity-modulated tube",
      "Meanings": [
        "لامپ مدوله شده سرعت لامپ باریکه الکترونی که سرعت جریان الکترون آن به طور متناوب",
        "در زمانهای تناوب قابل مقایسه بازمان گذرای محلی",
        "کاهش و افزایش می‌یابد"
      ]
    },
    {
      "EnglishWord": "ventral limit theorem",
      "Meanings": [
        "قضیه حد مرکزی"
      ]
    },
    {
      "EnglishWord": "verband deutscher electrotechniker",
      "Meanings": [
        "بنگاه آلمانی که استانداردهایی را برای ایمنی محصولات و میزان گسیل نویز از آنها تعیف می‌کند و محصولات را بر اساس آن استاندارد آزمایش و تایید می‌کند. بر چسب G. S یا Geprufte Sicherheit در اروپا شناخته شده است ولی محصولات مطابق با VDE ممکن است با استانداردهای کشورهای دیگر سازگار نباشد"
      ]
    },
    {
      "EnglishWord": "verdet's constant",
      "Meanings": [
        "ثابت وردت ثابت اثر",
        "فارادی که زاویه گردش نور قطبی شده خطی را به هنگام عبور از مواد خاصی در میدان مغناطیسی تعیین می‌کند"
      ]
    },
    {
      "EnglishWord": "verifiction",
      "Meanings": [
        "درستی سنجی مقایسه خودکار نسخه تبدیل شده ای از داده با نسخه دیگر از همان داده",
        "برای حفظ خطاها"
      ]
    },
    {
      "EnglishWord": "vernier",
      "Meanings": [
        "ورنیه کنترل یا درجه بندی مورد استفاده برای رسیدن به تنظیم دقیق یا افزایش دقت اندازه گیری"
      ]
    },
    {
      "EnglishWord": "vernier capacitor",
      "Meanings": [
        "خازن ورنیه خازن متغیر کوچکی که به طور موازی با خازن تنظیم بزرگتر قرار می‌گیرد تا تنظیم دقیقتری را پس از تنظیم حدودی واحد بزرگتر در موقعیت مطلوب ایجاد کند"
      ]
    },
    {
      "EnglishWord": "vernier dial",
      "Meanings": [
        "صفحه مدرج ورنیه صفحه مدرج تنظیم کننده ای که یک دور گردش کامل شاسی کنترل آن سبب گردش کسری از یک دور در محور اصلی می‌شود و امکان اندازه گیری دقیق را فراهم می‌آورد"
      ]
    },
    {
      "EnglishWord": "veronica",
      "Meanings": [
        "ورونیکا قابلیت کامپیوتری که امکان جستجوی لغات کلیدی را در عنوانهای پرونده‌ها در اینترنت فراهم می‌کندو در منوهای گوفر ظاهر می‌شود"
      ]
    },
    {
      "EnglishWord": "versatile",
      "Meanings": [
        "چند کاره",
        "پر کاربرد",
        "انعطاف پذیر"
      ]
    },
    {
      "EnglishWord": "vertex",
      "Meanings": [
        "راس",
        "قله"
      ]
    },
    {
      "EnglishWord": "vertical",
      "Meanings": [
        "عمودی"
      ]
    },
    {
      "EnglishWord": "vertical antenna",
      "Meanings": [
        "آنتن عمودی برج",
        "میله یا سیم معلق فلزی عمودی که به عنوان آنتن عمل می‌کند"
      ]
    },
    {
      "EnglishWord": "vertical banking pulse",
      "Meanings": [
        "پالس محو کردن عمودی پالسی مستطیلی که در انتهای هر میدان از سیگنال تلویزیونی ارسال می‌شود تا جریان باریکه لامپ تصویر رابه هنگام برگشت باریکه به بالای تصویر",
        "برای شروع میدان بعدی",
        "قطع کند"
      ]
    },
    {
      "EnglishWord": "vertical blanking",
      "Meanings": [
        "محو کردن عمودی محو کردن در لامپ تصویر تلویزیون به هنگام برگشت عمودی"
      ]
    },
    {
      "EnglishWord": "vertical blanking interval",
      "Meanings": [
        "فاصله زمانی محو کردن عمودی فاصله زمانی کوتاه بین میدانهای تلویزیونی لازم برای پویش تنفنگ الکترونی به هنگام برگشت از انتهای تصویر به بالای آن",
        "برای شروع پویش میدان بعدی"
      ]
    },
    {
      "EnglishWord": "vertical centering control",
      "Meanings": [
        "کنترل مرکزی کردن عمودی کنترل مرکزی کردن که در گیرنده تلویزیونی یا اسیلوسکوپ پرتو کاتدی برای جا به جا کردن موقعیت کل تصویر به طور عمودی در هر جهت",
        "روی صفحه نمایش به کار می‌رود"
      ]
    },
    {
      "EnglishWord": "vertical compliance",
      "Meanings": [
        "تطابق عمودی توانایی سوزن در حرکت آزادانه در جهت عمودی به هنگام حرکت در شیار صفحه گرامافون"
      ]
    },
    {
      "EnglishWord": "vertical convergence control",
      "Meanings": [
        "کنترل همگرایی عمودی کنترلی که دامنه ولتاژ همگرایی دینامیکی عمودی رادر گیرنده تلویزیونی رنگی تنظیم می‌کند"
      ]
    },
    {
      "EnglishWord": "vertical deflection electrodes",
      "Meanings": [
        "الکترودهای انحراف عمودی زوج الکترودهایی که باریکه الکترونی را روی صفحه نمایش فلویورسان لامپ پرتو کاتدی با انحراف الکتروستاتیکی",
        "به بالا و پایین حرکت می‌دهند"
      ]
    },
    {
      "EnglishWord": "vertical deflection oscillator  vertical oscillator",
      "Meanings": [
        "نوسان ساز انحراف عمودی",
        "نوسان ساز عمودی نوسان سازی که شکل موج ولتاژ دندانه اره ای را تحت کنترل سیگنالهای هم زمان ساز عمودی تولید می‌کند که تقویت شده و به پیچکهای انحراف عمودی در لامپ تصویر گیرنده تلویزیونی اعمال می‌شود"
      ]
    },
    {
      "EnglishWord": "vertical hold control",
      "Meanings": [
        "کنترل نگهدارنده عمودی کنترل نگهدارنده که زمان تناوب نوسان ازاد نوسان ساز انحراف عمودی را در گیرنده تلویزیونی تغییر می‌دهد و تصویر را در جهت عمودی ثابت نگه می‌دارد"
      ]
    },
    {
      "EnglishWord": "vertical interval refernce",
      "Meanings": [
        "مرجع فاصله زمانی عمودی سیگنال مرجعی که در هر یک شصتم ثانیه",
        "در 19 زمان تناوب محو عمودی بین دو تصویر تلویزیونی",
        "در سیگنال برنامه وارد می‌شود تا مرجعی برای دامنه شدت روشنایی",
        "دامنه سطح سیاهی",
        "دامنه هم زمانی",
        "دامنه رنگ نمایی و دامنه فاز بر ست رنگ ایجاد کند. این سیگنال در فرستنده‌های تلویزیونی در دستگاههای ویدیوی مرجعی را برای نگه داشتن رنگ روشنایی و کنترل است",
        "درست در مقدار تعیین شده فراهم می‌کند. همچنین می‌تواند رنگ مایه و رنگ را به طور خودکار در گیرنده تنظیم کند"
      ]
    },
    {
      "EnglishWord": "vertical linearity control",
      "Meanings": [
        "کنترل خطی بودن عمودی کنترل خطی بودن که امکان کم یا زیاد کردن ارتفاع تصویر را در نیمه بالایی صفحه نمایش لامپ تصویر تلویزیونی فراهم می‌کند و تصویر را در جهت عمودی خطی می‌کند",
        "به طوری که اجسام دایره روی به صورت واقعی به نظر آیند این کنترل معمولا در پشت گیرنده نصب می‌شود"
      ]
    },
    {
      "EnglishWord": "vertical polarezation",
      "Meanings": [
        "قطبی ساز عمودی ارسال امواج رادیویی به گونه ای که خطوط نیروی الکتریکی عمودی باشند",
        "در حالی که خطوط نیروی مغناطیسی افقی هستند",
        "با این روش قطبی سازی انتن‌های دو قطبی فرستنده و گیرنده در صفحه عمود قرار می‌گیرند"
      ]
    },
    {
      "EnglishWord": "vertical quarter - wave stub",
      "Meanings": [
        "استاب ربع موج عمودی آنتنی با تکه عمودی که طول الکتریکی آن یک چهارم طول موج است و معمولا با صفحه زمین در پایه استاب به کار می‌رود"
      ]
    },
    {
      "EnglishWord": "vertical radiator",
      "Meanings": [
        "تابنده عمودی انتن فرستنده ای که عمود بر زمین است"
      ]
    },
    {
      "EnglishWord": "vertical resolution  vertical definition",
      "Meanings": [
        "قدرت تفکیک عمودی",
        "وضوح عمودی تعداد محدود خطوط افقی",
        "سیاه و سفید متناوب",
        "که می‌توانند در تصاویر باز سازی شده الگوی آزمون در تلویزیون و فکس دیده شوند. قدرت تفکیک عمودی ابتدا با تعدادخطوط عمودی مورد استفاده در پویش ثابت می‌شود"
      ]
    },
    {
      "EnglishWord": "vertical retrace",
      "Meanings": [
        "برگشت عمودی برگشت باریکه الکترونی به بالای صفحه نمایش در انتهای هر میدان در تلویزیون"
      ]
    },
    {
      "EnglishWord": "vertical sweep",
      "Meanings": [
        "جاروی عمودی حرکت رو به پایین باریکه پویش از بالا به پایین تصویر در حال نمایش"
      ]
    },
    {
      "EnglishWord": "vertical synchronizing pulse  picture synchronizing pulse",
      "Meanings": [
        "پالس هم زمانی عمودی",
        "سیگنال هم زمانی تصویر یکی از شش پالسی که در انتهای هر میدان در سیستم تلویزیون ارسال می‌شود. تا گیرنده را میدان به میدان با فرستنده هم زمان کند"
      ]
    },
    {
      "EnglishWord": "vertically polarized wave",
      "Meanings": [
        "موج قطبی شده عمودی موج قطبی شده خطی که در آن بردار میدان الکتریکی عمودی است"
      ]
    },
    {
      "EnglishWord": "very high- frequency band",
      "Meanings": [
        "باند بسامد خیلی بالا باند بسامدی که از 0/03 تا 0/3GHZ یا 30 تا 300MHZ",
        "متناظر با طول موجهای 1000 تا 100CM",
        "مطابق با استاندارد",
        "IEEE گسترش می‌یابد این باند متناظر با باند A یا 0/1 تا 0/2GHZ و بخشی از باند B یا 0/25 تا 0/5GHZ در تخصیص بسامد فرستنده / گیرنده ستاد مشترک JCS ارتش ایالات متحده 1970 است"
      ]
    },
    {
      "EnglishWord": "very high -frequency omindirectional range",
      "Meanings": [
        "حوزه همه جهتی با بسامد بسیار بالا سیستم ناوبری زمینی",
        "هواپیمایی که در باند VHF کار می‌کند. این سیستم برای هواپیماهای بلند پرواز",
        "تا فاصله 230mi یا 370km. و هواپیماهای کوتاه پرواز",
        "تا حدود 30mi یا 48km",
        "در خط دید ایستگاه VOR",
        "مناسب است. در ایالات متحده بیش از1000 ایستگاه VOR و بیش از100ایستگاه دیگر در بقیه نقاط دنیا وجود دارد. دو نوع VOR معمولی و VOR دو پلر وجود دارد. این سیستم در 160 کانال بین بین 108 تا 118MHZ عمل می‌کند"
      ]
    },
    {
      "EnglishWord": "very high speed integrated circiut program",
      "Meanings": [
        "برنامه مقدار مجتمع با سرعت بسیار بالا برنامه اداره دفاع ایالات متحده به منظور گسترش سطوح مجتمع سازی و قابلیت‌های عملکردی مدارهای مجتمع نظامی برای تطبیق آنها با مدارهای مجتمع قابل دسترس در بازار"
      ]
    },
    {
      "EnglishWord": "very large - scale integration",
      "Meanings": [
        "مدار مجتمع بسیار بزرگ مدار مجتمعی شامل بیش از 1000 دریچه یا مدارهای منطقی اولیه ای که شامل یک ترانزیستور هستند"
      ]
    },
    {
      "EnglishWord": "very large scale",
      "Meanings": [
        "میزان فشردگی خیلی زیاد"
      ]
    },
    {
      "EnglishWord": "very large scale integration   vlsi",
      "Meanings": [
        "مجتمع سازی در مقیاس خیلی وسیع"
      ]
    },
    {
      "EnglishWord": "very long - rang radar",
      "Meanings": [
        "رادار برد بسیار بلند راداری که حداکثر برد خط دید آن بیشتر از 800mi 1290km برای هدفی است که مساحت 1m",
        "عمود بر باریکه رادار دارد"
      ]
    },
    {
      "EnglishWord": "very low frequency",
      "Meanings": [
        "بسامد بسیار پایین تخصیص بسامد کمیته مخابرات فدرال در باندی از 3 تا 30khz متناظر با موج ده هزار متری بین 10 تا 100Km"
      ]
    },
    {
      "EnglishWord": "very short -range radar",
      "Meanings": [
        "رادار برد بسیار کوتاه راداری که حداکثر برد خط دید آن کمتر از 5mi 8km برای هدفی است که مساحت 1 m2 باریکه رادار دارد"
      ]
    },
    {
      "EnglishWord": "very small aperture terminal",
      "Meanings": [
        "پایانه بادهانه بسیار کوچک گیرنده تلویزیونی ماهواره ای دارای آنتنی با قطر کوچک برای مشتریان تجاری و استفده کنندگان عمومی"
      ]
    },
    {
      "EnglishWord": "vessel traffic service",
      "Meanings": [
        "خدمات ترافیک کشتی رانی برنامه مجتمعی برای ردیابی و هدایت کشتیهای تجاری برای جلو گیری از بر خورد کشتیها د رراههای آبی دارای ترافیک سنگین یا آلوده سازی و تخلیه غیر مجاز در آبراه‌های نزدیک به محیطهای زیست آسیب پذیر",
        "ردیابی و هدایت با استفاده از شبکه مخابراتی",
        "شامل رادار",
        "جهت یاب‌ها ف گیرنده‌های GPS",
        "شبکه‌های محلی LAN و سونار در مراکز فرمان و کنترل انجام می‌شود"
      ]
    },
    {
      "EnglishWord": "vestigial - sidband transmission",
      "Meanings": [
        "ارسال باند جانبی نیمه کاره نوعی از ارسال سیگنال رادیویی در مدوله کننده دامنه که در آن باند جانبی کامل عادی در یک طرف حامل ارسال می‌شود اما از باند جانبی دیگر فقط بخشی ارسال می‌شود"
      ]
    },
    {
      "EnglishWord": "vestigial - sideband transmitter",
      "Meanings": [
        "فرستنده باند جانبی نیمه کاره فرستنده ای که در یک باند جانبی و بخشی از باند جانبی دیگر را به طور دلخوا ارسال می‌کند"
      ]
    },
    {
      "EnglishWord": "vestigial side band",
      "Meanings": [
        "باند جانبی نیمه کاره بخشی ارسال شده باند جانبی مدوله شده بسامد که بخش زیادی از آن در فیلتری که دارای بسامد قطع تدریجی در نزدیکی بسامد حامل است. حذف می‌شود. باند جانبی دیگر بدون حذف زیاد",
        "ارسال می‌شود"
      ]
    },
    {
      "EnglishWord": "vestigial side band   vsb",
      "Meanings": [
        "باند کناری نشانه ای"
      ]
    },
    {
      "EnglishWord": "vestigial sideband modulation",
      "Meanings": [
        "مدولاسیون باند کناری نشانه ای"
      ]
    },
    {
      "EnglishWord": "vfd",
      "Meanings": [
        "vacuum fluorescent display",
        "صفحه نمایش فلویورسان خلا صفحه نمایش الفبایی یا ماتریس",
        "نقطه ای که نقطه مجزا یا عناصر تقسیم شده آن به هنگام برانگیخته شدن فسفر با الکترونهای شتاب گرفته در حباب خلا شدید روشن می‌شوند. این صفحه نمایش لامپ خلا تریود است و روشنایی کاتدی ای به رنگ آبی",
        "سبز ایجاد می‌کند. از آن به عنوان صفحه نمایش دیجیتال در خودروهای پایانه ای فروش",
        "ابزارهای آزمایش و ماشین حسابهای رومیزی به دلیل رنگ مطلوب نویسه‌های آن استفاده می‌شود این صفحه نمایش نسبت به صفحه نمایش بلور مایع LCD با همین ابعاد جریان بیشتری مصرف می‌کند"
      ]
    },
    {
      "EnglishWord": "vfo",
      "Meanings": [
        "variable",
        "frequency oscillator",
        "نوسان ساز بسامد",
        "متغیر نوسان سازی که بسامد ان می‌تواند در محدوده معینی تغییر کند"
      ]
    },
    {
      "EnglishWord": "vfr",
      "Meanings": [
        "visual flight rules",
        "قواعد پرواز دیداری تنظیمهایی که پرواز هواپیما را هنگامی که دید تا ارتفاع معینی خوب است کنترل می‌کند"
      ]
    },
    {
      "EnglishWord": "vfrconditions",
      "Meanings": [
        "شرایط VFR شرایط آب و هوای یکسان یا بهتر از حداقل شرایط از پیش تعریف شده برای پروازهای تحت قواعد پرواز دیداری"
      ]
    },
    {
      "EnglishWord": "vga",
      "Meanings": [
        "video graphics array",
        "آرایه گرافیکی تصویری برد مداری برای کامپیوترهای شخصی با مونیتور رنگی که سازگار با استانداردهای IBM هستند. این برد سیگنال رنگی قرمز",
        "سبز و آبی RGB را تولید می‌کند که امکان نمایش 64 سطح رنگی را بوجود می‌آورد. در هر بار امکان نمایش 256 ترکیب از 262144 ترکیب رنگ مختلف وجوددارد. نویسه‌ها در سلولهای نویسه 16×9 تشکیل می‌شوند"
      ]
    },
    {
      "EnglishWord": "vhannel breakdown",
      "Meanings": [
        "شکست کانال شکست بهمنی کانال ترانزیستور ماسفت"
      ]
    },
    {
      "EnglishWord": "vhf",
      "Meanings": [
        "very high",
        "frequency band",
        "باند بسامد خیلی بالا باند بسامدی که از 0/03 تا 0/3GHZ یا 30 تا 300MHZ",
        "متناظر با طول موجهای 1000 تا 100CM",
        "مطابق با استاندارد",
        "IEEE گسترش می‌یابد این باند متناظر با باند A یا 0/1 تا 0/2GHZ و بخشی از باند B یا 0/25 تا 0/5GHZ در تخصیص بسامد فرستنده / گیرنده ستاد مشترک JCS ارتش ایالات متحده 1970 است",
        "فرکانس بسیار بالا"
      ]
    },
    {
      "EnglishWord": "vhf channal",
      "Meanings": [
        "کانال وی اچ اف یکی از کانالها تلویزیونی 6MHZ تخصیص داده شده با اعداد 2 تا 13 کانالهای",
        "روی 72MHZ",
        "روی 88MHZ",
        "روی 216MHZ"
      ]
    },
    {
      "EnglishWord": "vhf omnidirectonal range and distance measuring equipment for area coverage",
      "Meanings": [
        "تجهیزات اندازه گیری برد و فاصله همه جهتی VHF برای پوشش منطقه ای سیستم ناوبری هوای دقیق برای مسیرهای هوایی دارای ترافیک سنگین",
        "این سیستم از تجهیزات اندازه گیری فاصله استاندارد و فاصله یاب همه جهتی VHF با دقت بالا تشکیل میشود"
      ]
    },
    {
      "EnglishWord": "vhf/uhf  direction finder",
      "Meanings": [
        "جهت یاب وی اچ اف / یو اچ اف جهت یاب رادیویی زمینی قابل استفاده به تنهایی با همراه با رادار مراقب فرودگاه"
      ]
    },
    {
      "EnglishWord": "vhfantenna",
      "Meanings": [
        "انتن وی",
        "اچ",
        "اف هر نوع آنتن طراحی شده برای عملکرد در باند وی",
        "اف از 30 تا 300mhz که برای دریافت تلویزیونی وی",
        "اف دریافت رادیویی اف ام و مخابرات رادیویی مناسب است"
      ]
    },
    {
      "EnglishWord": "vhfhoming adapter",
      "Meanings": [
        "اداپتور هدایت وی اج اف آداپتور هدایت که در محدوده وی اچ اف کار می‌کند"
      ]
    },
    {
      "EnglishWord": "vhsic",
      "Meanings": [
        "very high speed integrated circiut program",
        "برنامه مقدار مجتمع با سرعت بسیار بالا برنامه اداره دفاع ایالات متحده به منظور گسترش سطوح مجتمع سازی و قابلیت‌های عملکردی مدارهای مجتمع نظامی برای تطبیق آنها با مدارهای مجتمع قابل دسترس در بازار"
      ]
    },
    {
      "EnglishWord": "vi",
      "Meanings": [
        "virtual instrument",
        "ابزار مجازی ابزار ساخته شده از ترکیب سخت افزار کامپیوتر شخصی ریزپردازنده",
        "حافظه و صفحه نمایش و نرم افزار سیستم عامل با سخت افزار ابزار دقیق",
        "میان افزار و نرم افزار کاربردی. این ترکیب می‌تواند همانند مولتیمتر",
        "اسیلوسکوپ",
        "شمارنده و تحلیلگر طیف عمل کند سخت افزار ابزار دقیق معمولا به صورت کارت مداری جازدنی است و می‌تواند شامل مبدل آنالوگ به دیجیتال",
        "دیجیتال به آنالوگ",
        "زمانبندی ورودی/ خروجی دیجیتال و مدارهای شکل دهی سیگنال باشد. ممکن است که به رساناها و پروبهای خارجی نیز نیاز باشد. نرم افزار کاربردی تحلیل داده ها",
        "ارتباطهای پردازشی و واسط گرافیکی GUI را برای کاربر فراهم می‌کند"
      ]
    },
    {
      "EnglishWord": "via",
      "Meanings": [
        "میان راه 1. مسیر رسنای قرار گرفته مابین لایه‌های فلزی شده در مدار مجتمع برای بر قراری اتصال عمودی بین دو یا چند لایه فلز مجزرا شده بالا یه‌های عایق. 2. در بردهای مدار چند لایه",
        "سوراخ عمودی ایجاد شده که مسیر رسانایی را بین دو یا چند لایه رسانا ایجاد می‌کند. 3. در مدارهای مجتمع ریز موج mmica سوراخ عمودی که برای بر قراری اتصال بین صفحه زمین فلزی شده در پایین سطح به لایه فلزی شده در بالاترین سطح تراشه",
        "که معمولا فلز سطح است. قرار داد ه می‌شود میان راهها در مدار نیمرسانا به طور شیمیایی روی زیر ساخت سوراخ کاری یا زودوده می‌شوند. سپس لایه ای از طلا برای ساخته شدن مسیر رسانش در انهاقرار داده می‌شود"
      ]
    },
    {
      "EnglishWord": "vibrating - reed rectifier",
      "Meanings": [
        "یکسوساز زبانه",
        "مرتعش قطعه الکترومغناطیسی که موج متناوب را با معکوس کردن اتصالها بین خط توان وبار",
        "با هر بار عوض شدن جهت در جریان متناوب",
        "یکسو می‌کند. اتصالهای معکوس شونده روی زبانه مرتعشی از ماده مغناطیسی قرار دارند که پیچک حامل جریان متناوب ری آن عمل می‌کند",
        "به طوری که زبانه به طور همزمان با جریان حرکت می‌کند"
      ]
    },
    {
      "EnglishWord": "vibrating- reed magnetometer",
      "Meanings": [
        "مغناطیس سنج زبانه",
        "مرتعش ابزاری که میدانهای مغناطیسی را ثبت اثر آنها روی ارتعاشهای زبانه‌های تحریک شده با میدان مغناطیسی متناوب اندازه می‌گیرد"
      ]
    },
    {
      "EnglishWord": "vibration",
      "Meanings": [
        "ارتعاش"
      ]
    },
    {
      "EnglishWord": "vibration  oscillation",
      "Meanings": [
        "ارتعاش",
        "نوسان تغییر متناوب در موقعیت جسم",
        "مانند آونگ یا دیافراگم بلندگویی که از جریان سینوسی انرژی می‌گیرد"
      ]
    },
    {
      "EnglishWord": "vibration meter  vibrometer",
      "Meanings": [
        "ارتعاش سنج ابزاری ک جابه جایی",
        "سرعت و شتاب مربوط به ارتعاشهای مکانیکی را اندازه می‌گیرد. نوعی از آن از پیکاپ ارتعاشی پیزوالکتریکی تشکیل می‌شود که پاسخ یکنواختی از 2 تا 1000 هرتز دارد و به تقویت دارای نشانگر اندازه گیر در خروجی متصل است"
      ]
    },
    {
      "EnglishWord": "vibration mode",
      "Meanings": [
        "مود ارتعاشی"
      ]
    },
    {
      "EnglishWord": "vibration pickup",
      "Meanings": [
        "پیکاپ ارتعاش پیکاپی که به جای امواج صوتی به ارتعاش‌های مکانیکی پاسخ می‌دهند. در نوعی از آن خم شدن یا تاب خوردن بلور نمک راشل ولتاژی ایجاد می‌کند که مطابق با ارتعاش در حال تحلیل تغییر می‌کند"
      ]
    },
    {
      "EnglishWord": "vibrato",
      "Meanings": [
        "ویبراتو پیرایه موسیقیایی که اساس آن بر تغییرات متناوب بسامد است که اغلب با تغییراتی در دامنه و شکل موج همراه است"
      ]
    },
    {
      "EnglishWord": "vibrator",
      "Meanings": [
        "ارتعاشگر"
      ]
    },
    {
      "EnglishWord": "vice versa",
      "Meanings": [
        "برعکس"
      ]
    },
    {
      "EnglishWord": "video",
      "Meanings": [
        "تصویر"
      ]
    },
    {
      "EnglishWord": "video  transmitter",
      "Meanings": [
        "فرستنده تصویر"
      ]
    },
    {
      "EnglishWord": "video amplifier",
      "Meanings": [
        "تقویت کننده تصویری تقویت کننده باند پهنی که قادر به تقویت بسامدهای تصویری در رادار و تلویزیون است",
        "تقویت کننده تصویر"
      ]
    },
    {
      "EnglishWord": "video cable",
      "Meanings": [
        "کابل تصویر کابل هم محور برای ارسال سیگنال در سیستمهای تلویزیونی کابلی. انواع اصلی آن عبارت اند از: 1 کابل خانگی متعادل 75 اهم. 2 کابل خارجی که دارای یک رسانای سیگنال در وسط حفاظ است 3 کابل خاانگی متعادل 124 اهم. 4 کابل خارجی که دارای دو رسانای موازی یا به هم تابیده در وسط حفاظ است"
      ]
    },
    {
      "EnglishWord": "video carrier",
      "Meanings": [
        "حامل تصویر"
      ]
    },
    {
      "EnglishWord": "video circuit",
      "Meanings": [
        "مدار تصویر مدار باند پهن",
        "حامل سیگنالهایی که می‌توانند به تصاویر تلویزیونی تبدیل شوند"
      ]
    },
    {
      "EnglishWord": "video compression",
      "Meanings": [
        "فشرده سازی تصویر شیوه ای که برای غلبه بر محدودیت‌های ارسال سیگنالهای تصویر به وجود آمده اند. بازدهی آن براساس تکراری بودن داده‌ها و غیر خطی بودن بینایی انسان است"
      ]
    },
    {
      "EnglishWord": "video correlator",
      "Meanings": [
        "همبسته ساز تصویر مدار راداری که قابلیت آشکار سازی خودکار هدف را افزایش می‌دهد",
        "داده هایی برای رسم دیجیتال هدف تولید می‌کند و ایمنی در برابر نویز",
        "تداخل و همهمه را بهبود می‌بخشد"
      ]
    },
    {
      "EnglishWord": "video data digital processing",
      "Meanings": [
        "پردازش دیجیتال داده‌های تصویر پردازش دیجیتال سیگنالهای تصویر ارسال شده روی ارتباط تلویزیونی برای بهتر کردن کیفیت تصویر با کاهش اثرات نویز و اعوجاج. کامپیوتر هر خط پویش شده را با خطوط مجاور مقایسه می‌کند و تغییرات بیش از حد ناشی از تداخل‌های الکترومغناطیسی را حذف می‌کند"
      ]
    },
    {
      "EnglishWord": "video detector",
      "Meanings": [
        "آشکار ساز تصویر آشکار سازی که سیگنالهای IF تصویر را در گیرنده تلویزیون دمدوله می‌کند"
      ]
    },
    {
      "EnglishWord": "video display terminal",
      "Meanings": [
        "پایانه نمایش تصویر پایانه ورودی / خروجی I/O کامپیوتری با صفحه نمایش CRT و صفحه کلیدی که با کامپیوتر میزبان راه دور در ارتباط است این دستگاه تله پرینتر را به صورت پایانه I/O جایگزین می‌کند VDT‌های اولیه ریز پردازنده نداشتند. اما انواع جدیدتر شامل ریز پردازنده هایی برای پردازش داده‌ها و متنها هستند کاربردهای معمول آنها در پایانه‌های کامپیوتری خطوط هوایی",
        "بانکها",
        "هتل ها",
        "موسس‌های کرایه خودرو و آژانسهای مسافرتی است. محفظه مونیتور CRT شامل منبع تغذیه و مدارهای الکترونیکی برای مدیریت نمایش تصویر",
        "رمز گذاری و فرمت کردن داده‌ها و انجام وظایف معمول مخابراتی است. بعضی از واحدهای VDT امکان ذخیره سازی صفحات داده و ویرایش آنها را نیز فراهم می‌کنند"
      ]
    },
    {
      "EnglishWord": "video frequency",
      "Meanings": [
        "بسامد تصویری یکی از بسامدهای که در خروجی دوربین تلویزیونی به هنگام پویش تصویر وجود دارد و مقدار آن می‌تواند بین تقریبا 0 تا 4mHz باشد",
        "فرکانس تصویر ویدیو"
      ]
    },
    {
      "EnglishWord": "video gain control",
      "Meanings": [
        "کنترل بهره تصویر کنترلی که بهره تقویت کننده تصویر را با تغییر شدت پژواکها روی صفحه نمایش PPI رادار",
        "تنظیم می‌کند تا بیشترین کنتراست را بین پژواکهای مطلوب و آشوبهای نامطلوب ایجاد کند"
      ]
    },
    {
      "EnglishWord": "video game",
      "Meanings": [
        "بازی ویدیویی 1. بازی الکترونیکی که می‌توان آن را به تلویزیون وصل کرد یا در داخل آن ساخت",
        "تا از صفحه نمایش تلویزیون به عنوان محیط بازی یا نمایش حرکت بازیکنان و توپ",
        "امتیازها یا کارهای دیگری که برای بازی",
        "مسابقه",
        "یا هر نوع فعالیت دیگر با کنترل از راه دور یک یا چند بازیگر",
        "انجام می‌شود",
        "استفاده کرد. واحدهای دارای ریزپردازنده می‌توانند صدا‌ها را نیز به وجود آورند و کارتهای بازی قابل تعویض برای عوض کردن نقشهای بازی یا عوض کردن کل بازی داشته باشند. 2. واحدهای دستی با صفحه نمایش بلور مایع برای نمایش محیط بازی و شخصیتهای متحرک یا سایر حوادثی که می‌توانند",
        "تحت کنترل استفاده کننده باشند. این واحدها معمولا با باتری کار می‌کنند و دارای ریزکنترل کننده هستند",
        "بازی ویدیویی"
      ]
    },
    {
      "EnglishWord": "video graphics array",
      "Meanings": [
        "آرایه گرافیکی تصویری برد مداری برای کامپیوترهای شخصی با مونیتور رنگی که سازگار با استانداردهای IBM هستند. این برد سیگنال رنگی قرمز",
        "سبز و آبی RGB را تولید می‌کند که امکان نمایش 64 سطح رنگی را بوجود می‌آورد. در هر بار امکان نمایش 256 ترکیب از 262144 ترکیب رنگ مختلف وجوددارد. نویسه‌ها در سلولهای نویسه 16×9 تشکیل می‌شوند"
      ]
    },
    {
      "EnglishWord": "video integration",
      "Meanings": [
        "تجمع تصویر روش به کار گیری سیگنالهای تکرار شونده یا چندتایی برای بهتر کردن نسبت سیگنال به نویز خروجی با جمع کردن سیگنالهای تصویر متوالی"
      ]
    },
    {
      "EnglishWord": "video mixer",
      "Meanings": [
        "مخلوط کننده تصویر مخلوط کننده ای که سیگنالهای خروجی دو یا چند دوربین تلویزیونی را مخلوط می‌کند"
      ]
    },
    {
      "EnglishWord": "video on demand",
      "Meanings": [
        "فیلمهای ویدیویی درخواستی"
      ]
    },
    {
      "EnglishWord": "video player",
      "Meanings": [
        "دستگاه پخش ویدیو واژه عامی برای اشاره به دستگاههای ضبط/ پخش تصویر آنالوگ که دستگاه ضبط کاست ویدیو VCR نیز نامیده می‌شود یا ضبط دیسک دیجیتال که معمولا دستگاهی تجاری برای تجهیزات استودیو صوتی است"
      ]
    },
    {
      "EnglishWord": "video recording",
      "Meanings": [
        "ضبط تصویر ضبط اطلاعاتی که دارای پهنای باندی بیش از 500KHz است مانند سیگنال تلویزیونی یا راداری"
      ]
    },
    {
      "EnglishWord": "video server",
      "Meanings": [
        "کارگزار فیلم"
      ]
    },
    {
      "EnglishWord": "video signal",
      "Meanings": [
        "سیگنال تصویر سیگنالی که حاوی اطلاعات دیداری متناوب همراه با پلسهای محو و همزمانی است. مانند سیگنال تصویر در سیستم تلویزیون یا رادار",
        "سیگنال تصویر"
      ]
    },
    {
      "EnglishWord": "video telephone   video phone",
      "Meanings": [
        "تلفن تصویری",
        "ویدیو فون ترکیبی از گیرنده‌های تلفن و تصویر که به هر کدام از طرفین امکان دیدن طرف دیگر را به هنگام صحبت کردن می‌دهد"
      ]
    },
    {
      "EnglishWord": "video waveform",
      "Meanings": [
        "شکل موج تصویر بخشی از شکل موج سیگنال تلویزیونی که متناظر با اطلاعات تصویر است. پالسهای همزمانی در این پخش قرار نمی‌گیرند"
      ]
    },
    {
      "EnglishWord": "videocassette",
      "Meanings": [
        "کاست ویدیو بسته پلاستیکی تخت مستطیلی شکل",
        "حاوی دو چرخک نوار باز شونده و جمع شونده و یک نوار مغناطیسی از آلیاژ کبالت به پهنای یک دوم in که در هنگام ضبط",
        "برگردان و پخش بین دو چرخک جا به جا می‌شود. سیگنالهای صدا و کنترل به طور خطی در لبه‌ها ضبط می‌شوند ولی سیگنال تصویر در شیارهای موربی که حامل اطلاعات برای یک قاب تصویر تلویزیونی است",
        "ضبط می‌شوند. این کاست می‌تواند بسامدهایی بیش از 4MHz را ضبط کند. کاست در دستگاه ضبط و پخش ویدیو قرار داده می‌شود",
        "دستگاه نوار را بیرون کشیده آن را روی غلتک‌ها و استوانه هد گردان با زاویه ای برای ضبط مارپیچی قرار می‌دهد. ابعاد کاست رایج برای VHS سیستم ویدیویی خانگی در حدود 7 و سه هشتم ضربدر 4ضربدر 1 اینچ است و با سرعت 580m/s ضبط می‌شوند"
      ]
    },
    {
      "EnglishWord": "videocassette recorder",
      "Meanings": [
        "دستگاه ضبط کاست ویدیو ویدیو دستگاه ضبط تصویر الکترونیکی مورد مصرف عمومی که می‌تواند برنامه‌های زنده تلویزیونی را روی نوار کاست ویدیو برای پخش مجدد ضبط کند. همچنین می‌تواند کاستهای از پیش ضبط شده ای را از وقایع شخصی ضبط شده با دوربین فیلمبرداری",
        "فیلمهای سینمایی تجاری یا فیلمهای تلویزیونی آموزشی و… را از طریق دستگاه تلویزیون استاندارد پخش کند. دستگاه ویدیو امکان ضبط برنامه‌های تلویزیونی آینده را در زمانهایی که استفاده کننده وارد می‌کند بدون نیاز به مراقبت و به طور خودکار",
        "فراهم می‌کند. دو قالب ضبط تا کنون بوجود آمده اند که معیین کننده ساختار کاست و دستگاه ضبط هستند",
        "بتاماکس ساخت سونی ژاپن و وی. اچ. اس رایج‌تر است. در ضبط کاست ویدیو از پویش مارپیچی استفاده می‌شود",
        "ابعاد یک دستگاه ویدیو نمونه 4×14×14 اینچ است که شامل پنجره ای برای وارد کردن کاست نوار",
        "ساعت",
        "نشانگرهای دیداری حالت‌های عملکرد و کنترل‌های دستی مختلف است. بیشتر دستگاهها می‌توانند با کنترل کننده‌های مادون قرمز دستی",
        "از راه دور عمل کنند و قادر به برگرداندن نوار هستند. بعضی نیز می‌توانند پخش را برای دیدن تصویر خاصی متوقف کنند"
      ]
    },
    {
      "EnglishWord": "video-frequency amplifier",
      "Meanings": [
        "تقویت کننده بسامد تصویری تقویت کننده ای که قادر به تقویت همه محدوده بسامدهایی است که نمایش دیداری را در تلویزیون",
        "فکس یا رادار در بر می‌گیرد"
      ]
    },
    {
      "EnglishWord": "videotape",
      "Meanings": [
        "نوار ویدیو نوار مغناطیسی برای ضبط سیگنالهای تصویر برنامه‌های تلویزیونی"
      ]
    },
    {
      "EnglishWord": "videotape recording",
      "Meanings": [
        "ضبط نوار ویدیو روش ضبط سیگنالهای تصویر تلویزیونی برای پخش مجدد برنامه‌های تلویزیونی"
      ]
    },
    {
      "EnglishWord": "videotape replay",
      "Meanings": [
        "پخش مجدد نوار ویدیو دستگاه ضبط نوار ویدیو که از حلقه بی انتهای نسبتا کوتاهی از مدار مغناطیسی استفاده می‌کند تا امکان تکرار صحنه‌های ورزشی پخش شده را در چند ثانیه پس از پخش اولیه آن فراهم کند"
      ]
    },
    {
      "EnglishWord": "vidicon",
      "Meanings": [
        "ویدیکن لامپ دوربینی که الگوی چگالی بار آن با نور رساش تشکیل می‌شود و در سطح نور رسانایی ذخیره می‌شود که باریکه الکترونی",
        "معمولا از الکترونهای کم",
        "سرعت آن را می‌پیماید. کاربرد آن بیشتر در دوربینهای مدار بسته صنعتی و مواردی مانند آن است"
      ]
    },
    {
      "EnglishWord": "viedo  lation for . « i see »",
      "Meanings": [
        "تصویر 1. واژه ای برای اشاره به سیگنالهای تصویر یا بخشهایی از سیستم تلویزیون که حامل این سیگنالها به شکل مدوله شده یا غیر مدوله شده هستند. 2. واژه ای برای اشاره به خروجی مدوله نشده گیرنده رادار که به نشانگر رادار اعمال می‌شود"
      ]
    },
    {
      "EnglishWord": "view",
      "Meanings": [
        "توجه کردن",
        "دید"
      ]
    },
    {
      "EnglishWord": "view finder",
      "Meanings": [
        "نمایاب دستگاه نوری یا نوری",
        "الکترونیکی کمکی که به دوربین تلویزیونی وصل می‌شود تا فیلمبردار بتواند صحنه را همانطور که دوربین مشاهده می‌کند ببیند",
        "نمایاب"
      ]
    },
    {
      "EnglishWord": "view finder screnn",
      "Meanings": [
        "صفحه نمایاب"
      ]
    },
    {
      "EnglishWord": "view point",
      "Meanings": [
        "نقطه نظر"
      ]
    },
    {
      "EnglishWord": "viewing",
      "Meanings": [
        "دید",
        "موقعیت دید"
      ]
    },
    {
      "EnglishWord": "viewing angle",
      "Meanings": [
        "زاویه دید"
      ]
    },
    {
      "EnglishWord": "vilatille memory",
      "Meanings": [
        "حافظه فرار حافظه نیمرسانایی که اطلاعات داده‌ها ضبط شده روی آن پس از قطع تغذیه باقی نمی‌ماند",
        "مانند حافظه دینامیکی با دستیابی تصادفی DRAM و حافظه استاتکی با دستیابی تصادفی SRAM"
      ]
    },
    {
      "EnglishWord": "villari effect",
      "Meanings": [
        "اثر ویلاری تغییر در القای مغناطیسی که به هنگام قرار گرفتن ماده مغناطوتنگشی",
        "تحت تنش مکانیکی",
        "ایجاد می‌شود"
      ]
    },
    {
      "EnglishWord": "vinyl resin",
      "Meanings": [
        "رزین و وینیل ماده پلاستیکی نرمی که در ساخت صفحه‌های گرامافون پخش طولانی به کار می‌رود"
      ]
    },
    {
      "EnglishWord": "vir",
      "Meanings": [
        "vertical interval refernce",
        "مرجع فاصله زمانی عمودی سیگنال مرجعی که در هر یک شصتم ثانیه",
        "در 19 زمان تناوب محو عمودی بین دو تصویر تلویزیونی",
        "در سیگنال برنامه وارد می‌شود تا مرجعی برای دامنه شدت روشنایی",
        "دامنه سطح سیاهی",
        "دامنه هم زمانی",
        "دامنه رنگ نمایی و دامنه فاز بر ست رنگ ایجاد کند. این سیگنال در فرستنده‌های تلویزیونی در دستگاههای ویدیوی مرجعی را برای نگه داشتن رنگ روشنایی و کنترل است",
        "درست در مقدار تعیین شده فراهم می‌کند. همچنین می‌تواند رنگ مایه و رنگ را به طور خودکار در گیرنده تنظیم کند"
      ]
    },
    {
      "EnglishWord": "virtual",
      "Meanings": [
        "مجازی"
      ]
    },
    {
      "EnglishWord": "virtual address",
      "Meanings": [
        "نشانی مجازی نشانی دودویی که واحد پردازش مرکزی CPU آن را تولید می‌کند و به محل اطلاعات در حافظه اولیه کامپیوتر",
        "مانند حافظه اصلی اشاره می‌کند. وقتی که داده‌ها از دیسک روی حافظه اصلی کپی می‌شوند",
        "نشانی فیزیکی به نشانی مجازی تغییر می‌یابد"
      ]
    },
    {
      "EnglishWord": "virtual cathode",
      "Meanings": [
        "کاتد مجازی مکان هندسی حداقل پتانسیل بار فضایی که فقط به بعضی از الکترونها رسیده اجازه ارسال می‌دهد. بقیه الکترونها به کاتد گسیل کننده الکترون باز تابیده می‌شوند"
      ]
    },
    {
      "EnglishWord": "virtual ground",
      "Meanings": [
        "زمین مجازی"
      ]
    },
    {
      "EnglishWord": "virtual height",
      "Meanings": [
        "ارتفاع مجازی ارتفاع ظاهری لایه یونیده شده",
        "که با فاصله زمانی بین سیگنال ارسال شده در پژواک یونوسفری با زاویه عمودی تعیین می‌شود",
        "ارتفاع مجازی"
      ]
    },
    {
      "EnglishWord": "virtual instrument",
      "Meanings": [
        "ابزار مجازی ابزار ساخته شده از ترکیب سخت افزار کامپیوتر شخصی ریزپردازنده",
        "حافظه و صفحه نمایش و نرم افزار سیستم عامل با سخت افزار ابزار دقیق",
        "میان افزار و نرم افزار کاربردی. این ترکیب می‌تواند همانند مولتیمتر",
        "اسیلوسکوپ",
        "شمارنده و تحلیلگر طیف عمل کند سخت افزار ابزار دقیق معمولا به صورت کارت مداری جازدنی است و می‌تواند شامل مبدل آنالوگ به دیجیتال",
        "دیجیتال به آنالوگ",
        "زمانبندی ورودی/ خروجی دیجیتال و مدارهای شکل دهی سیگنال باشد. ممکن است که به رساناها و پروبهای خارجی نیز نیاز باشد. نرم افزار کاربردی تحلیل داده ها",
        "ارتباطهای پردازشی و واسط گرافیکی GUI را برای کاربر فراهم می‌کند"
      ]
    },
    {
      "EnglishWord": "virtual memory",
      "Meanings": [
        "حافظه مجازی ترکیبی از حافظه اصلی کامپیوتر و حافظه کامپیوتری خارجی که می‌توان آن را به صورت یک حافظه در نظر گرفت",
        "زیرا کامپیوتر برنامه یا نشانی مجازی را به نشانی سخت افزاری حقیقی ترجمه می‌کند. حافظه مجازی امکان ذخیره سازی برنامه‌ها و داده‌ها را در خارج از حافظه اصلی کامپیوتر فراهم می‌کند. در ماشین چند کاربری",
        "حافظه مجازی داده‌ها و رمز‌ها را نیز به هنگام اجرای همزمان برنامه‌های مختلف حفاظت می‌کند"
      ]
    },
    {
      "EnglishWord": "virtual reality",
      "Meanings": [
        "واقعیت مجازی شکلی از شبیه سازی کامپیوتری سه بعدی زمان",
        "حقیقی که امکان واکنش نشان دادن را با تمام حواس بینایی",
        "شنوایی",
        "لامسه",
        "بویایی",
        "و چشایی به بیننده می‌دهد. تجهیزات آن شامل صفحه نمایش قرار گیرنده روی سر",
        "دستکشهای حسی",
        "بردهای صدای سه بعدی و ابزارهای پسخورد لمس شونده است. این ابزار با نمایش هنری گرافیکی که در کامپیوتر نمایش داده می‌شود",
        "همراه می‌شوند. بینندگان حسی همانند حضور در صحنه ایجاد شده پیدا می‌کنندو می‌توانند پشت اجسام را نیز ببینند و پرسپکتیو سه بعدی را همزمان با حرکت در اطراف صحنه مشاهده کننده. کاربردهای این سیستم در طراحی محصولات الکترومکانیکی",
        "شبیه سازی‌های نظامی",
        "تشخیصهای پزشکی و آموزش کنفرانسهای راه دور چند رسانه ای طراحی معماری سرگرمی‌ها است"
      ]
    },
    {
      "EnglishWord": "virtual scheduling algorithm",
      "Meanings": [
        "الگوریتم زمان بندی مجازی"
      ]
    },
    {
      "EnglishWord": "virtual short circuit",
      "Meanings": [
        "اتصال کوتاه مجازی"
      ]
    },
    {
      "EnglishWord": "virtual singular point",
      "Meanings": [
        "نقطه منفرد مجازی"
      ]
    },
    {
      "EnglishWord": "viscosity",
      "Meanings": [
        "چسبندگی",
        "غلظت"
      ]
    },
    {
      "EnglishWord": "viscous-damped arm",
      "Meanings": [
        "بازی مهار شده ویسکوزی بازی پیکاپ گرامافون که به طور مکانیکی با مایع دارای ویسکوزیته بالا مهار شده است",
        "به طوری که بازو به هنگام پایین آمدن به نرمی روی صفحه قرار می‌گیرد"
      ]
    },
    {
      "EnglishWord": "visibility factor",
      "Meanings": [
        "عامل رویت پذیری نسبت حداقل توان ورودی سیگنال قابل اشکار سازی با ابزار ایده آلی که به خروجی گیرنده متصل است به حداقل توان سیگنال قابل آشکارسازی با عملگر انسانی از طریق صفحه نمایش متصل به همان گیرنده"
      ]
    },
    {
      "EnglishWord": "visible",
      "Meanings": [
        "مریی"
      ]
    },
    {
      "EnglishWord": "visible light",
      "Meanings": [
        "نور مریی"
      ]
    },
    {
      "EnglishWord": "visible spectrum",
      "Meanings": [
        "طیف مریی"
      ]
    },
    {
      "EnglishWord": "visnal carrier frequency",
      "Meanings": [
        "بسامد حامل دیداری بسامد حامل تلویزیونی که با اطلاعات تصویر مدوله می‌شود"
      ]
    },
    {
      "EnglishWord": "visual angle",
      "Meanings": [
        "زاویه دید گام بین عناصر تصویر پیکسلها تقسیم بر فاصله دید و تبدیل آن به قوس بر حسب دقیقه"
      ]
    },
    {
      "EnglishWord": "visual flight rules",
      "Meanings": [
        "قواعد پرواز دیداری تنظیمهایی که پرواز هواپیما را هنگامی که دید تا ارتفاع معینی خوب است کنترل می‌کند"
      ]
    },
    {
      "EnglishWord": "visual radio range",
      "Meanings": [
        "محدوده رادیویی دیداری هر نوع امکانات تعیین محدوده ای که مرز آن با ابزارهای دیداری و بدون استفاده از دریافت رادیویی تعیین می‌شود"
      ]
    },
    {
      "EnglishWord": "visual signal",
      "Meanings": [
        "سیگنال دیداری بخش تصویری سیگنال تلویزیونی"
      ]
    },
    {
      "EnglishWord": "visual transmitter  picture transmitter",
      "Meanings": [
        "فرستنده دیداری",
        "فرستنده تصویر تجهیزات رادیویی که بخش تصویری برنامه تلویزیونی را ارسال می‌کنند. فرستنده‌های دیداری و شنیداری همراه با یکدیگر فرستنده تلویزیونی نامیده می‌شوند"
      ]
    },
    {
      "EnglishWord": "visual transmitter power",
      "Meanings": [
        "توان فرستنده دیداری حداکثر خروجی توان به هنگام ارسال سیگنال تلویزیونی استاندارد"
      ]
    },
    {
      "EnglishWord": "visual-aural range",
      "Meanings": [
        "محدوده بینایی",
        "شنوایی محدوده رادیویی VHF که مسیری را برای نمایش به خلبان روی نشانگر چپ و راست با مرکز صفر و مسیر دیگری را",
        "در زاویه عمود نسبت به اولی",
        "به شکل سیگنالهای شنوایی A",
        "N محدوده رادیویی ایجاد می‌کند. هر یک از نشانگر‌ها را می‌توان برای برطرف کردن نقاط مبهم دیگری به کار برد"
      ]
    },
    {
      "EnglishWord": "vlf",
      "Meanings": [
        "very low frequency",
        "بسامد بسیار پایین تخصیص بسامد کمیته مخابرات فدرال در باندی از 3 تا 30khz متناظر با موج ده هزار متری بین 10 تا 100Km"
      ]
    },
    {
      "EnglishWord": "vlsi",
      "Meanings": [
        "very large",
        "scale integration",
        "مدار مجتمع بسیار بزرگ مدار مجتمعی شامل بیش از 1000 دریچه یا مدارهای منطقی اولیه ای که شامل یک ترانزیستور هستند"
      ]
    },
    {
      "EnglishWord": "vmos vertical metal-oxide simiconductor",
      "Meanings": [
        "نیمرسانای اکسید فلزی عمودی فناوری MOS که در آن چهار لایه در سیلیسیم نفوذ داده می‌شوند و یک شیار V شکل برای کنترل دقیق عمق لایه‌ها در آن زدوده می‌شود. سپس فلز روی دی اکسید سیلیسیم در شیار نشانده می‌شود تا الکترود گیت را تشکیل دهد. اکنون این فناوری منسوخ شده است"
      ]
    },
    {
      "EnglishWord": "vocoder",
      "Meanings": [
        "وکودر وسیله ای که سیگنال صحبت ترکیب شده تولید می‌کند"
      ]
    },
    {
      "EnglishWord": "voice",
      "Meanings": [
        "صدا",
        "صوت"
      ]
    },
    {
      "EnglishWord": "voice channel",
      "Meanings": [
        "کانال صدا کانال مخابراتی تلفنی که دارای پهنای باند کافی برای انتقال بسامدهای صوتی در حدود 3KHz است"
      ]
    },
    {
      "EnglishWord": "voice coder",
      "Meanings": [
        "رمزگذار صدا رمزگذاری که ورودی صحبت را به شکل دیجیتالی تبدیل می‌کند برای ارسال امن به رمز تبدیل شود. سیگنالهای دیجیتال ارسال شده در گیرنده رمز گشایی شده",
        "دوباره به صحبت تبدیل می‌شوند"
      ]
    },
    {
      "EnglishWord": "voice coil",
      "Meanings": [
        "پیچک صدا پیچکی که با دیافراگم بلندگوی پیچک",
        "متحرک در تماس است و در اثر برهم کنش میدان مغناطیسی ثابت با میدان مغناطیس ناشی از جریان بسامد رادیویی که در پیچک صدا جاری می‌شود",
        "در فاصله شکاف هوایی بین قطبها حرکت می‌کند"
      ]
    },
    {
      "EnglishWord": "voice digitization",
      "Meanings": [
        "دیجیتال سازی صدا تبدیل سیگنالهای آنالوگ صدا به سیگنالهای دیجیتال. مزیت آن در بهبود کیفیت مخابره است زیرا سیگنالهای دیجیتال نسبتا در برابر نویز",
        "تداخل و اعوجاج ایمن هستند. سیگنالهای محو شده را می‌توان بدون کاهش کیفیت بازسازی کرد. با روشهای ان شامل انواع مختلفی از مدوله کننده پالس",
        "رمز است"
      ]
    },
    {
      "EnglishWord": "voice frequency  speech frequency",
      "Meanings": [
        "بسامد صدا",
        "بسامد صحبت بسامد شنیداری در محدوده لازم برای ارسال صحبت با کیفیت تجاری از حدود 300 تا 3400Hz"
      ]
    },
    {
      "EnglishWord": "voice grade line",
      "Meanings": [
        "خط پایه صدا"
      ]
    },
    {
      "EnglishWord": "voice multiplexing",
      "Meanings": [
        "مالتی پلکس کردن صدا فشرده سازی دویا چند معمولا چهار مکالمه تلفنی همزمان به یک کانال رده صدا به طوری که برای شنوندگان غیر قابل تشخیص باشد. این کار با دیجیتال سازی صدا انجام می‌شود"
      ]
    },
    {
      "EnglishWord": "voice over ip",
      "Meanings": [
        "انتقال صوت روی اینترنت"
      ]
    },
    {
      "EnglishWord": "voice recognition unit",
      "Meanings": [
        "واحد شناسایی صدا مدار جانبی کامپیوتر که تعداد محدودی از لغات بیان شده را می‌شناسد و آنها را به سیگنالهای دیجیتال معادلی تبدیل می‌کند که می‌تواند به صورت ورودی به کامپیوتر داده شوند یا عملیات مورد نظر دیگری را آغاز کنند"
      ]
    },
    {
      "EnglishWord": "voice responce",
      "Meanings": [
        "پاسخ صدا سیستم ضبط کنترل شده با کامپیوتر که صداهای پایه",
        "اعداد",
        "لغات و / یا عبارات را به طور جداگانه برای پخش",
        "تحت کنترل کامپیوتر",
        "ذخیره می‌کند تا به درخواستهای وارد شونده از صفحه کلید پاسخ دهد. قیمتهای فروش کالا و ارایه باقیمانده حساب جاری به هنگام وارد کردن عدد حساب به پایانه کامپیوتری راه دور نمونه هایی از کاربردهای آن هستند"
      ]
    },
    {
      "EnglishWord": "voice synthesizer  speech synthesizer",
      "Meanings": [
        "ترکیب کننده صدا",
        "ترکیب کننده صحبت ترکیب کننده ای که صحبت را به هر زبان با سر هم کردن عناصر یا آواهای آن زبان تحت کنترل دیجیتالی شبیه سازی می‌کند و هر کلمه با تاکید",
        "مدت زمان",
        "مکث و مشخصه‌های صحیح دیگر صحبت همراه است. کاربرد آن در صداهای تولیدشوند با کامپیوتر در پاسخ به درخواستهایی از کامپیوتر یا دکمه‌های تلفن تون است. هنگامی که سیستم با شناسایی صدا همراه باشد می‌تواند پاسخهای شفاهی به تعداد محدودی از درخواستهای کلامی بدهد"
      ]
    },
    {
      "EnglishWord": "voice warnin system",
      "Meanings": [
        "سیستم هشدار با صدا سیستم داخل فضای هواپیما که دارای تعدادی لغت هشدار از پیش رمز شده دیجیتالی است برای مقاصدی مانند جلب توجه به مشکل احتمالی در هواپیما یا هشدار احتمال برخود هوایی به کار می‌رود"
      ]
    },
    {
      "EnglishWord": "voice-frequency carrer telegraphy",
      "Meanings": [
        "تلگراف حامل بسامد صدایی تلگراف حاملی که در آن جریانهای مدوله شده روی کانال تلفنی با بسامد",
        "صدا ارسال می‌شوند"
      ]
    },
    {
      "EnglishWord": "voice-grade line",
      "Meanings": [
        "خط رده صدا خط تلفن شماره گیری عمومی که دارای پهنای باندی از 300 تا 3400Hz است که برای داده‌های دیجیتال صحبت تا سرعتهای حدود 2400b/s لازم است"
      ]
    },
    {
      "EnglishWord": "voice-operated transmission",
      "Meanings": [
        "ارسال فعال شونده با صدا روش مخابره رادیویی که در آن حامل فقط وقتی ارسال می‌شود که سیگنال صدا وجود داشته باشد"
      ]
    },
    {
      "EnglishWord": "voiceprint",
      "Meanings": [
        "چاپ صدا ثبت الگوهای متمایز تشکیل شده با صدای شخص مانند آنچه که با طیفنگار صوت به دست می‌آید. از این الگو می‌توان برای شناسایی افراد استفاده کرد"
      ]
    },
    {
      "EnglishWord": "volatile memory",
      "Meanings": [
        "حافظه فرار پاک شدنی"
      ]
    },
    {
      "EnglishWord": "volt",
      "Meanings": [
        "ولت واحد SI ولتاژ یا اختلاف پتانسیل. اختلاف پتانسیل الکتریکی بین دو نقطه ازسیم رسانای حامل جریان 1A",
        "وقتی که توان تلف شده بین دو نقطه 1W اشد. نام آن از نام فیزیکدان ایتالیایی",
        "الکساندر ولتا",
        "گرفته شده است",
        "ولت"
      ]
    },
    {
      "EnglishWord": "volt ampere",
      "Meanings": [
        "ولت آمپر"
      ]
    },
    {
      "EnglishWord": "voltage",
      "Meanings": [
        "ولتاژ واژه ای که اغلب برای بیان فشار الکتریکی موجود بین دو نقظه به کار می‌رود که قادر به جاری ساختن جریان به هنگام بسته شدن مدار بین آن نقطه است. ولتاژ بر حسب ولت",
        "میلی ولت",
        "ولکروولت و کیلوولت اندازه گیری می‌شود. واژه‌های نیروی الکتروموتوری",
        "پتانسیل",
        "اختلاف پتانسیل و افت ولتاژ نیز اغلب ولتاژ نامیده می‌شوند",
        "ولتاژ"
      ]
    },
    {
      "EnglishWord": "voltage amplification",
      "Meanings": [
        "تقویت ولتاژ نسبت مقدار ولتاژ دو سر امپدانس بار معین به مقدار ولتاژ ورودی تقویت کننده یا ترارگردان تغذیه کننده بار. این نسبت اغلب بر حسب دیسبل بیان می‌شود که حاصلضرب لگاریتم معمولی آن در 20 است",
        "تقویت ولتاژ"
      ]
    },
    {
      "EnglishWord": "voltage amplifier",
      "Meanings": [
        "تقویت کننده ولتاژ تقویت کننده ای که به منظور افزایش ولتاژ سیگنال",
        "بدون صرف توان قابل توجه",
        "تقویت کننده ولتاژ"
      ]
    },
    {
      "EnglishWord": "voltage attenuation",
      "Meanings": [
        "تضعیف ولتاژ نسبت دامنه ولتاژ دو سر ورودی تراگردان به دامنه ولتاژ تحویلی به امپدانس بار معین متصل شده به تراگردان. این مقدار بر حسب دسیبل بیان می‌شود که برابر است با 20 برابر لگاریتم مبنای 10 اسن نسبت"
      ]
    },
    {
      "EnglishWord": "voltage breakdown",
      "Meanings": [
        "شکست ولتاژ"
      ]
    },
    {
      "EnglishWord": "voltage calibrator",
      "Meanings": [
        "درجه بند ولتاژ منبع ولتاژی که ولتاژ درجه بندی قابل تنظیمی با دقت بالا",
        "برای درجه بندی ابزارهای اندازه گیری تامین می‌کند"
      ]
    },
    {
      "EnglishWord": "voltage controlled",
      "Meanings": [
        "کنترل شده با ولتاژ"
      ]
    },
    {
      "EnglishWord": "voltage controlled oscillator    vco",
      "Meanings": [
        "نوسان ساز کنترل شونده با ولتاژ"
      ]
    },
    {
      "EnglishWord": "voltage controlled resistance",
      "Meanings": [
        "مقاومت کنترل شده با ولتاژ"
      ]
    },
    {
      "EnglishWord": "voltage controlled switch",
      "Meanings": [
        "کلید کنترل شده با ولتاژ"
      ]
    },
    {
      "EnglishWord": "voltage cutoff",
      "Meanings": [
        "قطع ولتاژ ولتاژ الکترودی که جریان آند",
        "جریان باریکه یامشخصه دیگر لامپ الکترونی یا ترانزیستور را تا مقدار کم معینی کاهش می‌دهد"
      ]
    },
    {
      "EnglishWord": "voltage difference",
      "Meanings": [
        "اختلاف ولتاژ"
      ]
    },
    {
      "EnglishWord": "voltage divider",
      "Meanings": [
        "مقسم ولتاژ مقاومت دارای انشعاب",
        "مقاومت قابل تنظیم",
        "پتانسیومتر یا آرایش سری دو یا چند مقاومت ثابت متصل به دو سر منبع ولتاژ که کسری مطلوبی از ولتاژ کل از سر وسط",
        "اتصال متحرک یا محل اتصال مقاومتهای آن به دست می‌آید",
        "مقسم ولتاژ"
      ]
    },
    {
      "EnglishWord": "voltage division",
      "Meanings": [
        "تقسیم ولتاژ"
      ]
    },
    {
      "EnglishWord": "voltage doubler",
      "Meanings": [
        "دو برابر کننده ولتاژ مدار یکسوساز بدون ترانسفوماتوری که ولتاژ خروجی آن حدود دو برابر یکسوساز نیم موج معمولی است. دو برابر شدن ولتاژ یا شارژ شدن خازن در طول نیم سیکل تلف شده و دشارژ شدن خازن با ولتاژ خروجی در طول نیم سیکل بعد انجام می‌شود"
      ]
    },
    {
      "EnglishWord": "voltage drop",
      "Meanings": [
        "افت ولتاژ ولتاژ ایجاد شده در دو سر عنصر یا رسانا در اثر عبور جریان از مقاومت یا امپدانس آن عنصر یا رسانا",
        "افت ولتاژ"
      ]
    },
    {
      "EnglishWord": "voltage feed",
      "Meanings": [
        "تغذیه ولتاژ تحریک آنتن فرستنده با اعمال ولتاژ به حلقه یا پادگره ولتاژ"
      ]
    },
    {
      "EnglishWord": "voltage feedback",
      "Meanings": [
        "پسخورد ولتاژ پسخورد که در آن افت ولتاژ دو سر بخشی از امپدانس بار به طور سری باولتاژ سیگنال ورودی عمل می‌کند"
      ]
    },
    {
      "EnglishWord": "voltage follower",
      "Meanings": [
        "ولتاژ پیرو تقویت کننده عملیاتی که دارای عنصری به عنوان پسخورد نیست اما اتصال پسخورد مستقیمی از خروجی به ورودی معکوس کننده دارد. این اتصال بهره واحدی را ایجاد می‌کند",
        "به طوری که ولتاژ خروجی ولتاژ ورودی غیر معکوس کننده را دنبال می‌کند. ولتاژ",
        "پیرو دارای امپدانس ورودی بسیار زیاد و امپدانس خروجی بسیار کم است",
        "تعقیب کننده ولتاژ"
      ]
    },
    {
      "EnglishWord": "voltage gain",
      "Meanings": [
        "بهره",
        "ولتاژ اختلاف بین سطح ولتاژ سیگنال خروجی بر حسب دسیبل و سطح ولتاژ سیگنال ورودی بر حسب دسیبل. این مقدار برابر است با 20 برابر لگاریتم معمولی نسبت به ولتاژ خروجی به ولتاژ ورودی. بهره ولتاژ برابر با ضریب تقویت لامپ ترانزیستور",
        "فقط برای بار تطبیق داده شده است",
        "بهره ولتاژ"
      ]
    },
    {
      "EnglishWord": "voltage generator",
      "Meanings": [
        "مبدل ولتاژ قطعه مداری دو پایه که ولتاژ پایه آن مستقل از جریان عبوری ازقطعه است"
      ]
    },
    {
      "EnglishWord": "voltage gradient",
      "Meanings": [
        "گرادیان ولتاژ ولتاژ بر واحد طول",
        "در امتداد مقاومت یا مسیر رسانای دیگر"
      ]
    },
    {
      "EnglishWord": "voltage jump",
      "Meanings": [
        "پرش ولتاژ تغییر ناگهانی یا عدم پیوستگی در افت ولتاز لامپ در طول عملکرد لامپ تخلیه فروزان"
      ]
    },
    {
      "EnglishWord": "voltage loop",
      "Meanings": [
        "حلقه ولتاژ پادگره ای که در آن ولتاژ بیشینه است"
      ]
    },
    {
      "EnglishWord": "voltage loss",
      "Meanings": [
        "تلف ولتاژ"
      ]
    },
    {
      "EnglishWord": "voltage multiplier",
      "Meanings": [
        "چند برابر کننده ولتاژ منبع ولتاژهای DC که بیشتر از ولتاژ AC ورودی است و از دو یا چند مدار دو برابر کننده ولتاژ متوالی تشکیل شده است. تعداد طبقات چند برابر کننده با افزایش اندازه خازنهای مورد نیاز و کاهش رگوله سازی",
        "محدود می‌شود",
        "ضرب کننده ولتاژ"
      ]
    },
    {
      "EnglishWord": "voltage nide",
      "Meanings": [
        "گره ولتاژ نقطه ای در سیستم موج ایستاده",
        "مانند آنتن یا خط انتقال که دارای ولتاژ صفر است. یک گره ولتاژ در مرکز آنتن نیم موج وجود دارد"
      ]
    },
    {
      "EnglishWord": "voltage rating  working voltage",
      "Meanings": [
        "حد مجاز ولتاژ",
        "ولتاژ کار حداکثر مقدار ولتاژ قابل تحمل که می‌توان به طور امن به قطعه الکتریکی اعمال کردو با خطر احتمال شکست الکتریکی مواجه نشد"
      ]
    },
    {
      "EnglishWord": "voltage reflection coefficient",
      "Meanings": [
        "ضریب بازتاب ولتاژ نسبت شدت میدان الکتریکی مختلط یا ولتاژ موج بازتابیده به مقدار آن در موج تابش"
      ]
    },
    {
      "EnglishWord": "voltage regulation",
      "Meanings": [
        "رگوله سازی ولتاژ نسبت اختلاف بین ولتاژ خروجی در بی بار و بار کامل قطعه به ولتاژ خروجی در بار کامل",
        "که بر حسب درصد بیان می‌شود",
        "تثبیت ولتاژ"
      ]
    },
    {
      "EnglishWord": "voltage regulator",
      "Meanings": [
        "رگوله کننده ولتاژ مداری شامل یک حسگر که قادر به آشکار کردن مقدار بار و نگهداشتن ولتاژ خروجی در محدوده تغییرات کوچک",
        "علی رغم وجود تغییرات در بار ولتاژ ورودی",
        "است. این مداربندی امروزه به صورت مدارهای مجتمع ارزان قیمتی در دسترس است که می‌توانند سطوح ولتاژ خروجی 37DC تا 30 V را با 2%+_ تغییرات ثابت نگهدارند",
        "تثبیت کننده ولتاژ"
      ]
    },
    {
      "EnglishWord": "voltage relay",
      "Meanings": [
        "رله ولتاژ رله ای که در مقادیر ولتاژ از پیش تعیین شده ای عمل می‌کند",
        "رله ولتاژ"
      ]
    },
    {
      "EnglishWord": "voltage source",
      "Meanings": [
        "منبع ولتاژ"
      ]
    },
    {
      "EnglishWord": "voltage stability",
      "Meanings": [
        "پایداری ولتاژ"
      ]
    },
    {
      "EnglishWord": "voltage stabilizer",
      "Meanings": [
        "پایدارساز ولتاز دیود زنر یا قطعه دیگری که تغییرات ولتاژ DC را حذف می‌کند و می‌تواند جانشین خازن دردو سر کاتد یا مقاومت بایاس بیس شود"
      ]
    },
    {
      "EnglishWord": "voltage standard",
      "Meanings": [
        "استاندارد ولتاژ منبع ولتاژی که مقدار آن با دقت بالایی معلوم است مانند پیل استاندارد"
      ]
    },
    {
      "EnglishWord": "voltage standing wave ratio   vswr",
      "Meanings": [
        "نسبت موج ساکن ولتاژ"
      ]
    },
    {
      "EnglishWord": "voltage standing-wave ratio",
      "Meanings": [
        "نسبت موج ایستاده ولتاژ نسبت دامنه میدان الکتریکی یا ولتاژ در حداقل ولتاژ به مقدار آن در مقدار حداکثر مجاز مجاور در سیستم موج ایستاده",
        "مانند موجبر",
        "کابل هم محور یا خط انتقال دیگر"
      ]
    },
    {
      "EnglishWord": "voltage standing-wave ratio meter",
      "Meanings": [
        "نسبت موج ایستاده ولتاژ سنج ابزار عمل کننده الکتریکی که نسبت موج ایستاده ولتاژ را نشان می‌دهد و نسبتهای ولتاژ را درجه بندی می‌کند"
      ]
    },
    {
      "EnglishWord": "voltage transformer",
      "Meanings": [
        "مبدل ولتاژ"
      ]
    },
    {
      "EnglishWord": "voltage waveform",
      "Meanings": [
        "شکل موج ولتاژ"
      ]
    },
    {
      "EnglishWord": "voltage-controlled capacitor",
      "Meanings": [
        "خازن کنترل شده با ولتاژ خازنی که ظرفیت آن را می‌توان با تغییر ولتاژ بایاس خارجی",
        "تغییر داد",
        "مانند دیود ورکتور"
      ]
    },
    {
      "EnglishWord": "voltage-controlled crystal oscillator",
      "Meanings": [
        "نوسان ساز بلوری کنترل شده با ولتاژ مدار نواسان ساز بلوری که بسامد خروجی نوسان ساز آن را می‌توان با تغییر ولتاژ اعمالی در محدوده بسامدی معینی تغییر داد"
      ]
    },
    {
      "EnglishWord": "voltage-controlled oscillator",
      "Meanings": [
        "نویان کنترل شده با ولتاژ نوسان سازی که بسامد آن را می‌توان با تغییر دادن ولتاژ اعمالی",
        "عوض کرد"
      ]
    },
    {
      "EnglishWord": "voltage-reference diode",
      "Meanings": [
        "دیود مرجع ولتاژ دیود پیوندی PN که داراری ولتاژ شکست پایداری برای ایجاد مرجع ولتاژ است"
      ]
    },
    {
      "EnglishWord": "voltage-regulated ac power supply",
      "Meanings": [
        "منبع تغذیه AC رگوله شده ولتاژ منبع تغذیه ای که از خط AC تغذیه می‌شود و ولتاژ خروجی AC رگوله شده ای می‌دهد که معمولا قابل تنظیم در همان بسامد یا بسامد دیگر است"
      ]
    },
    {
      "EnglishWord": "voltage-regulating transformer",
      "Meanings": [
        "ترانسفورماتور رگوله کننده ولتاژ ترانسفورماتور قدرتی که ولتاژ خروجی ثابتی را در محدوده وسیعی از مقادیر ولتاژ ورودی تحویل می‌دهد"
      ]
    },
    {
      "EnglishWord": "voltage-regulator diode",
      "Meanings": [
        "دیود رگوله کننده ولتاژ دیودی که ولتاژ مستقیم ثابت را علی رغم تغییرات در ولتاژ خط یا بار",
        "ثابت نگه می‌دارد. دیود زنر می‌تواند این رگوله سازی راانجام دهد. اما همه دیودهای رگوله کننده ولتاژ بر اساس اثر زمر عمل نمی‌کنند"
      ]
    },
    {
      "EnglishWord": "voltage-regulator tube",
      "Meanings": [
        "لامپ رگوله کننده ولتاژ لامپ تخلیه فروزانی که افت ولتاژ آن در محدوده جریان کار",
        "تقریبا ثابت است. این لامپ ولتاژ مستقیم در مدار را",
        "علی رغم وجود تغییرات در ولتاژ خط یا بار",
        "ثابت نگه می‌دارد. آن را لامپ VR نیز می‌نامند"
      ]
    },
    {
      "EnglishWord": "voltage-sensitive resistor",
      "Meanings": [
        "مقاومت حساس به ولتاژ مقاومتی ک مقدار آن به طور مشخصی با ولتاژ اعمال شده به آن",
        "حداقل در بخشی از محدوده ولتاژ آن تغییر می‌کند. این مقاومت می‌تواند از یک یا چند بلور معدنی یا دو یا چند دیسک اکسید فلزی تشکیل شده باشد",
        "اما دارای ویژگی‌های یکسوسازی نیست"
      ]
    },
    {
      "EnglishWord": "voltage-stabilizing tube",
      "Meanings": [
        "لامپ پایدارساز ولتاژ لامپ پرشده با گاز که معمولا با تخلیه فروزان در آن بخش از مشخصه عمل می‌کند که ولتاژ در عمل مستقل از جریان است"
      ]
    },
    {
      "EnglishWord": "voltage-to-frequency converter",
      "Meanings": [
        "مبدل ولتاژ به بسامد مبدلی که بسامد خروجی آن تابعی از سیگنال مرجع یا کنترل است. نوعی ا این مبدل",
        "ورودی آنالوگ را از حسگر",
        "تراگردان یا قطعه آنالوگ دیگر می‌پذیرد و قطاری از پالسهای خروجی دیجیتال تولید می‌کند که سرعت آ«ها با دامنه لحظه ای سیگنال ورودی نسبت مستقیم دارد. این خروجی دیجیتال رامی توان برای کنترل فرایند یا کاربردهای دیگر به کامپیوتر داد. مبدلهای ولتاژ به بسامد به صورت مدارهای مجتمع در دسترس هستند"
      ]
    },
    {
      "EnglishWord": "voltagetransformer  potential transformer",
      "Meanings": [
        "ترانسفورماتور ولتآژ",
        "ترانسفورماتور پتانسیل ترانسفورماتور ابزار دقیق که سیم پیچ اولیه آن به طور موازی به مداری متصل است که ولتاژ در آن اندازه گیری یا کنترل می‌شود"
      ]
    },
    {
      "EnglishWord": "voltage-tunable magnetron",
      "Meanings": [
        "مگنترون قابل تنظیم با ولتاژ مگنترون که نحوه قرار گرفتن کاتد و آند آن شبیه به مگنترون معمولی است اما آند طوری طراحی شده است که میتوان آن را با تغیر صفحه ولتاژ تنظیم کرد"
      ]
    },
    {
      "EnglishWord": "voltaic cell",
      "Meanings": [
        "پیل ولتایی پیل اولیه ای که از دو الکترود فلزی ناهم جنس در مایعی تشکیل می‌شود که به طور شیمیایی روی هر دو الکترود عمل کرده",
        "ولتاژ ایجاد می‌کند"
      ]
    },
    {
      "EnglishWord": "voltaic pile",
      "Meanings": [
        "باتری ولتایی شکل ابتدایی باتری اولیه",
        "که از زوجهای متناوب پیلهایی با صفحات فلزی ناهم جنس تشکیل می‌شود که لایه‌های رطوبت بین زوجها قرار می‌گیرند"
      ]
    },
    {
      "EnglishWord": "voltammeter",
      "Meanings": [
        "ولت",
        "آمپرستج ابزاری که می‌تواند به عنوان ولت سنج یا آمپر سنج عمل کند"
      ]
    },
    {
      "EnglishWord": "voltampere",
      "Meanings": [
        "ولت آمپر واحد توان ظاهری در مدار AC که دارای رآکتانس است توان ظاهری برابر است با ولتاژ بر حسب ولت در جریان بر حسب آمپر",
        "بدون در نظر گرفتن فاز"
      ]
    },
    {
      "EnglishWord": "voltampere mter",
      "Meanings": [
        "ولت آمپرسنج ابزاری که توان ظاهری را در مدار AC اندازه می‌گیرد"
      ]
    },
    {
      "EnglishWord": "voltampere reactive  rective voltampere",
      "Meanings": [
        "ولت آمپر راکتیو واحد توان رآکتیو در سیستم بین المللی واحدها SI",
        "که کمیته بین المللی الکترونیک در 1930 آن را تعریف کرده است"
      ]
    },
    {
      "EnglishWord": "voltampere-hour reactive  reactive voltampere-hour",
      "Meanings": [
        "ولت آمپر",
        "ساعت رآکتیو واحد انتگرال توان رآکتیو در زمان در سیستم بین المللی واحدها SI",
        "که برابر است با توان رآکتیو 1 و از جمع شده در1 ساعت"
      ]
    },
    {
      "EnglishWord": "voltmeter",
      "Meanings": [
        "ولت سنج ابزاری که ولتاژ را اندازه می‌گیرد. مقیاس آن را می‌توان بر حسب لت یا واحدهای کوچکتر یا بزرگتر مربوط به آن درجه بندی کرد. ولت سنجی که مقادیر میلی ولت را نشان می‌دهد",
        "اغلب میلی ولت سنج نامیده می‌شود به طریق مشابه",
        "میکروولت سنج مقادیر میکروولت و کیلوولت سنج مقادیر کیلوولت را نشان می‌دهد",
        "ولت متر",
        "ولت سنج"
      ]
    },
    {
      "EnglishWord": "voltmeter sensitivity",
      "Meanings": [
        "حساسیت ولت سنج نسبت مقاومت کل ولت سنج به قرایت تمام درجه آن بر حسب ولت که بر حسب اهم بر ولت بیان می‌شود"
      ]
    },
    {
      "EnglishWord": "voltmeter-ammeter",
      "Meanings": [
        "ولت سنج",
        "آمپرسنج ولت سنج و آمپرسنجی که با یکدیگر در یک پوشش هستند ولی ورودیهای جداگانه دارند"
      ]
    },
    {
      "EnglishWord": "volt-ohm -milliameter  multimeter",
      "Meanings": [
        "ولت",
        "اهم",
        "میلی آمپرسنج",
        "مولتی متر ابزار آزمایشگاهی که دارای محدوده‌های مختلفی برای اندازه گیری ولتاژ",
        "جریان و مقاومت است"
      ]
    },
    {
      "EnglishWord": "volts ac",
      "Meanings": [
        "ولت AC ولتاژ AC بر حسب ولت. مورد استفاده و کاربرد علمی آن معنای دقیق محدوده آن را معین می‌کند"
      ]
    },
    {
      "EnglishWord": "volts dc   dc working volts  working volts dc",
      "Meanings": [
        "ولت DC",
        "ولت کار DC",
        "ولتاژ کار DC ولتاژDC بر حسب ولت. مورد استفاده و کاربرد علمی آن معنای دقیق محدوده آن را تعیین می‌کند"
      ]
    },
    {
      "EnglishWord": "volts root-mean-square",
      "Meanings": [
        "ریشه میانگین مربعات ولت مقدار ولتاژ ریشه میانگین مربعات موثر بر حسب ولت"
      ]
    },
    {
      "EnglishWord": "volume",
      "Meanings": [
        "حجم صدا 1. مقدار جریان شنیداری مختلط که بر حسب واحد حجم صدا VU بانشانگر حجم صدای استاندارد اندازه گیری می‌شود. 2. شدت صدا",
        "حجم",
        "شدت صوت"
      ]
    },
    {
      "EnglishWord": "volume adjustment",
      "Meanings": [
        "تنظیم شدت صدا"
      ]
    },
    {
      "EnglishWord": "volume charge density",
      "Meanings": [
        "چگالی بار حجمی"
      ]
    },
    {
      "EnglishWord": "volume compressor",
      "Meanings": [
        "فشرده ساز حجم صدا مدار کنترل بسامد شنیداری که محدوده تغییرات حجم صدای برنامه رادیویی رادر فرستنده محدود می‌کند تا امکان استفاده از رصد مدوله کننده متوسط بالاتر بدون خطر مدوله شدن بیش از حد فراهم کند"
      ]
    },
    {
      "EnglishWord": "volume control",
      "Meanings": [
        "کنترل حجم صدا پتانسیومتری که بلندی صدای بازسازی شده را با تغییر دادن ولتاژ سیگنال بسامد",
        "صوتی در وردی تقویت کننده صوتی تغییر می‌دهد",
        "کنترل شدت صدا"
      ]
    },
    {
      "EnglishWord": "volume expander  automatic volume expander",
      "Meanings": [
        "گسترده ساز حجم صدا",
        "گسترده ساز حجم صدای خودکار مدار کنترل بسامد صوتی که محدوده حجم صدای برنامه رادیویی یا ضبط رابا تضعیف کردن صداهای ضعیف و بلندتر کردن صداهای بلند",
        "افزایش می‌دهد. گیترده ساز عمل عکس فشرده ساز حجم صدا در فرستنده یا استودیو را انجام میدهد"
      ]
    },
    {
      "EnglishWord": "volume indicator",
      "Meanings": [
        "نشانگر حجم صدا ابزاری برای نشان دادن حجم صدای موج الکتریکی مختلط مانند موج صحبت یا موسیقی. مقدار خوانده شده بر حسب واحد حجم صدا VU برابر است با تعداد دسیبل‌های بالاتر از سطح مرجع. حساسیت طوری تنظیم می‌شود که سطح مرجع 0VU هنگامی نشان داده شود که ابزار به دو سر مقاومت 600 هم با اتلاف توان 1mWدر 1KHz متصل شود"
      ]
    },
    {
      "EnglishWord": "volume ionization",
      "Meanings": [
        "یونیده سازی حجمی چگالی یونیده سازی متوسط در حجم معینی از ذرات یونیده سازی"
      ]
    },
    {
      "EnglishWord": "volume lifetime",
      "Meanings": [
        "طول عمر حجمی فاصله زمانی متوسط بین تولید و باز ترکیب حاملهای اقلیت در نیمرسانای همگن"
      ]
    },
    {
      "EnglishWord": "volume magnetostriction",
      "Meanings": [
        "مغناطوتنگش حجمی تغییر در حجم ماده مغناطوتنگش به نگام قرار گرفتن آن در میدان مغناطیسی"
      ]
    },
    {
      "EnglishWord": "volume recombination",
      "Meanings": [
        "بازترکیب حجمی باز ترکیب بونهای مثبت ومنفی در انرژیهای کم در حجم محفظه یونیده سازی یا بازترکیب الکترونهای آزاد و حفره‌ها در حجم نیمرسانا"
      ]
    },
    {
      "EnglishWord": "volume recombination rate",
      "Meanings": [
        "سرعت بازترکیب حجمی نرخ زمانی بازترکیب الکترونهای آزاد و حفره‌ها در داخل حجم نیمرسانا"
      ]
    },
    {
      "EnglishWord": "volume unit",
      "Meanings": [
        "وحد حجم صدا واحدی برای تعیین سطح توان بسامد",
        "صوتی بر حسب دسیبل در بالاتر از سطح مرجع 1mWیا 0/001W که با نشانگر حجم صدای استاندارد اندازه گیری می‌شود. یک واحد حجم صدا برابر است با یک دسیبل فقط هنگامی که تغییراتی در توان وجود دارد یا فقط هنگامی که مقدار دسیبل دارای همین سطح مرجع است. تعیین سطح مرجع به هنگام اندازه گیری بر حسب واحد حجم صدا ضروری است زیرا سطح توان بخشی از این تعریف است"
      ]
    },
    {
      "EnglishWord": "volume-limiting amplifier",
      "Meanings": [
        "تقویت کننده محدود کننده حجم صدا تقویت کننده ای",
        "شامل مدار خودکاری که فقط به هنگام تجاوز ورودی از سطح از پیش تعیین شده عمل می‌کند و بهره را طوری کاهش می‌دهد که حجم صدای خروجی",
        "علی رغم افزایش بیشتر در حجم ورودی",
        "ثابت باقس می‌ماند. پس از برگشتن حجم صدا به کمتر از حد تعیین شده بهره تقویت کننده نیز به مقدار عادی بر می‌گردد"
      ]
    },
    {
      "EnglishWord": "volume-unit meter",
      "Meanings": [
        "واحد حجم صداسنج سنجه درجه بندی شده برای خواندن سطوح توان بسامد",
        "صوتی به طور مستقیم بر حسب واحد حجم صدا"
      ]
    },
    {
      "EnglishWord": "vom",
      "Meanings": [
        "volt",
        "ohm",
        "milliameter; multimeter",
        "ولت",
        "اهم",
        "میلی آمپرسنج",
        "مولتی متر ابزار آزمایشگاهی که دارای محدوده‌های مختلفی برای اندازه گیری ولتاژ",
        "جریان و مقاومت است"
      ]
    },
    {
      "EnglishWord": "vomplex reflector",
      "Meanings": [
        "بازتابنده مرکب ساختار یا مجموعه ای از ساختارها که از سطوح بازتابنده راداری متعدد در جهتهای مختلف تشکیل می‌شود"
      ]
    },
    {
      "EnglishWord": "vomponent",
      "Meanings": [
        "قطعه",
        "جزء هر عنصر الکترونیکی نظیر پیچک",
        "مقاومت",
        "خازن",
        "ترانزیستور",
        "مدار مجتمع یا دیود که دارای مشخصه‌های الکترونیکی و پایانه‌های متمایز جهت اتصال به سایر قطعات و تشکیل مدار است"
      ]
    },
    {
      "EnglishWord": "von-neumann machine",
      "Meanings": [
        "ماشین فون نویمان کامپیوتر دیجیتال معمولی که دستورالعملهای خود را به ترتیب انجام می‌دهد"
      ]
    },
    {
      "EnglishWord": "vor",
      "Meanings": [
        "Doppler",
        "وی",
        "ا",
        "آر دوپلری نوعی سیستم هدایت رادیویی که طی آن یک سیگنال آر اف به ترتیب عناصر آنتن آرایه ای حلقوی را تغذیه می‌کند و سیگنالی متغیر و حاوی اطلاعات سمتی از آن به دست می‌آید. این سیستم بسیار مشابه با وی",
        "او",
        "آر معمولی است اما ملزومات ایستگاهی آن ساده‌تر است",
        "very high",
        "frequency omindirectional range",
        "حوزه همه جهتی با بسامد بسیار بالا سیستم ناوبری زمینی",
        "هواپیمایی که در باند VHF کار می‌کند. این سیستم برای هواپیماهای بلند پرواز",
        "تا فاصله 230mi یا 370km. و هواپیماهای کوتاه پرواز",
        "تا حدود 30mi یا 48km",
        "در خط دید ایستگاه VOR",
        "مناسب است. در ایالات متحده بیش از1000 ایستگاه VOR و بیش از100ایستگاه دیگر در بقیه نقاط دنیا وجود دارد. دو نوع VOR معمولی و VOR دو پلر وجود دارد. این سیستم در 160 کانال بین بین 108 تا 118MHZ عمل می‌کند"
      ]
    },
    {
      "EnglishWord": "vor receiver",
      "Meanings": [
        "گیرنده VOR گیرنده رادیویی هواپیما که سیگنالهای فاصل یاب همه جهتی VHF را دریافت و آنها را برای خلبان ترجمه می‌کند"
      ]
    },
    {
      "EnglishWord": "vordac",
      "Meanings": [
        "VHF Omnidirectonal Range and Distance measuring equipment for Area coverage",
        "تجهیزات اندازه گیری برد و فاصله همه جهتی VHF برای پوشش منطقه ای سیستم ناوبری هوای دقیق برای مسیرهای هوایی دارای ترافیک سنگین",
        "این سیستم از تجهیزات اندازه گیری فاصله استاندارد و فاصله یاب همه جهتی VHF با دقت بالا تشکیل میشود"
      ]
    },
    {
      "EnglishWord": "vortac vhf omnidirectional range t-a-can",
      "Meanings": [
        "سیستم ناوبری هوایی بر اساس امکانات فاصله یاب همه جهتی VHF شهری برای هدایت جهت دار هواپیما و VHF تاکان نظامی برای اندازه گیری فاصله"
      ]
    },
    {
      "EnglishWord": "vortex",
      "Meanings": [
        "گرداب",
        "حلقه",
        "پیچ"
      ]
    },
    {
      "EnglishWord": "vortex  source",
      "Meanings": [
        "منبع گردابی"
      ]
    },
    {
      "EnglishWord": "vortex field",
      "Meanings": [
        "میدان گردابی"
      ]
    },
    {
      "EnglishWord": "votla's law",
      "Meanings": [
        "قانون ولتا ولتاژ اتصال تولید شده بین دو رسانای ناهم جنس یکسان است",
        "چه اتصال کوتاه به طور مستقیم و چه از طریق یا یا چند رسانای واسطه"
      ]
    },
    {
      "EnglishWord": "vox",
      "Meanings": [
        "voice",
        "operated transmission",
        "ارسال فعال شونده با صدا روش مخابره رادیویی که در آن حامل فقط وقتی ارسال می‌شود که سیگنال صدا وجود داشته باشد"
      ]
    },
    {
      "EnglishWord": "voyager",
      "Meanings": [
        "ویجر سفینه فضایی ناسا که برای کاوشهای بین سیاره ای طراحی شده است. دو فروند از آنها در سال 1977 ساخته و به فضا پرتاب شد. بعد از کامل شدن مسیر حرکت آنها تا نزدیکی سیاره‌های مورد نظر",
        "سفینه‌های فضایی در گردش به دور آن سیارات قرار گرفتند تا از سطح آنها تصویربرداری کنند و تصاویر رابه زمین بفرستند این دو سفینه در مسیرهای جاداگانه ای به فضا فرستاده شدند. در سال 1993 ویجر 1 و2 هر دو اطلاعات مفیدی را از طوفانهای خورشیدی و میدانهای مغناطیسی ناشی از آن را",
        "از موقعیتهای فراتر از سیارات بیرونی ارسال کردند"
      ]
    },
    {
      "EnglishWord": "vp or -vp",
      "Meanings": [
        "pinchoff voitage",
        "ولتاژ «پینچ آف» ولتاژ بایاس گیت به سورسی VGS که برای صفر کردن جریان درین ب ه سورس در ترانزیستور اثر میدان اعمال می‌شود. در FET حالت تخلیه ای N کانال ولتاژ «پینچ آف» منفی است. ولی در FET مد تخلیه ای P کانال این مقدار مثبت است"
      ]
    },
    {
      "EnglishWord": "vpe",
      "Meanings": [
        "vapor",
        "phase epitaxy",
        "اپیتکسی فاز بخار فرایند نشاندن ماده که در آن از مواد شیمیایی تبخیر شده برای رشد دادن پوسه‌های اپیتکسیال روی پولکهای بلور در کوره استفاده می‌کنند. آن را نشاندن بخار",
        "شیمیایی CVD نیز می‌نامند. گازها روی پولکهای گرم شده",
        "داخل محفظه کوره جاری می‌شوند و با سطح بلور واکنش نشان می‌دهند تا پوسه نازکی از ماده روی آن بنشیند"
      ]
    },
    {
      "EnglishWord": "vr",
      "Meanings": [
        "voltage",
        "regulator tube",
        "لامپ رگوله کننده ولتاژ لامپ تخلیه فروزانی که افت ولتاژ آن در محدوده جریان کار",
        "تقریبا ثابت است. این لامپ ولتاژ مستقیم در مدار را",
        "علی رغم وجود تغییرات در ولتاژ خط یا بار",
        "ثابت نگه می‌دارد. آن را لامپ VR نیز می‌نامند"
      ]
    },
    {
      "EnglishWord": "vram  = video random-access memory",
      "Meanings": [
        "حافظه کامپیوتری اختصاص یافته به کاربردهای تصویری"
      ]
    },
    {
      "EnglishWord": "vrms",
      "Meanings": [
        "volts root",
        "mean",
        "square",
        "ریشه میانگین مربعات ولت مقدار ولتاژ ریشه میانگین مربعات موثر بر حسب ولت"
      ]
    },
    {
      "EnglishWord": "vsat",
      "Meanings": [
        "very small aperture terminal",
        "پایانه بادهانه بسیار کوچک گیرنده تلویزیونی ماهواره ای دارای آنتنی با قطر کوچک برای مشتریان تجاری و استفده کنندگان عمومی"
      ]
    },
    {
      "EnglishWord": "vsb",
      "Meanings": [
        "vestigial side band",
        "باند جانبی نیمه کاره بخشی ارسال شده باند جانبی مدوله شده بسامد که بخش زیادی از آن در فیلتری که دارای بسامد قطع تدریجی در نزدیکی بسامد حامل است. حذف می‌شود. باند جانبی دیگر بدون حذف زیاد",
        "ارسال می‌شود"
      ]
    },
    {
      "EnglishWord": "vsc",
      "Meanings": [
        "variable speech control",
        "کنترل صحبت متغیر روش حدف قسمتهای کوچکی از صحبت در ضبط نوار با فاصله‌های منظم و کشیدن صدای باقی مانده برای پر کردن فاصله‌ها این روش امکان پخش صدای ضبط شده را با سرعت دو برابر یا حتی 2 و یکدوم برابر سرعت اصلی بدون ایجاد تغیی در ارتفاع و تلفات قابل توجه در اطلاعات فراهم می‌کند. این دستگاه بای افراد نابینا پاکسان دیگر ساخته دشه است که می‌خواهند به صحبهها با سرعتی در حدود قرایت آرام گوش دهند"
      ]
    },
    {
      "EnglishWord": "vselp",
      "Meanings": [
        "vector",
        "sum excited linear predictive coding",
        "شکلی از رمز کردن دیجیتالی سیگنال صحبت"
      ]
    },
    {
      "EnglishWord": "vswr",
      "Meanings": [
        "voltage standing",
        "wave ratio",
        "نسبت موج ایستاده ولتاژ نسبت دامنه میدان الکتریکی یا ولتاژ در حداقل ولتاژ به مقدار آن در مقدار حداکثر مجاز مجاور در سیستم موج ایستاده",
        "مانند موجبر",
        "کابل هم محور یا خط انتقال دیگر"
      ]
    },
    {
      "EnglishWord": "vswr meter",
      "Meanings": [
        "voltage standing",
        "wave ratio meter",
        "نسبت موج ایستاده ولتاژ سنج ابزار عمل کننده الکتریکی که نسبت موج ایستاده ولتاژ را نشان می‌دهد و نسبتهای ولتاژ را درجه بندی می‌کند"
      ]
    },
    {
      "EnglishWord": "vtr",
      "Meanings": [
        "videotape recording",
        "ضبط نوار ویدیو روش ضبط سیگنالهای تصویر تلویزیونی برای پخش مجدد برنامه‌های تلویزیونی"
      ]
    },
    {
      "EnglishWord": "vts",
      "Meanings": [
        "vessel traffic service",
        "خدمات ترافیک کشتی رانی برنامه مجتمعی برای ردیابی و هدایت کشتیهای تجاری برای جلو گیری از بر خورد کشتیها د رراههای آبی دارای ترافیک سنگین یا آلوده سازی و تخلیه غیر مجاز در آبراه‌های نزدیک به محیطهای زیست آسیب پذیر",
        "ردیابی و هدایت با استفاده از شبکه مخابراتی",
        "شامل رادار",
        "جهت یاب‌ها ف گیرنده‌های GPS",
        "شبکه‌های محلی LAN و سونار در مراکز فرمان و کنترل انجام می‌شود"
      ]
    },
    {
      "EnglishWord": "vtvm",
      "Meanings": [
        "vacuum",
        "tube voltmeter",
        "ولت سنج لامپ خلا ولت سنج الکترونیکی با لامپ خلا تقویت کننده به همراه قطعات نیمرسانا یا بدون آنکه امروزه ابزار منسوخ شده ای است"
      ]
    },
    {
      "EnglishWord": "vu",
      "Meanings": [
        "volume unit",
        "وحد حجم صدا واحدی برای تعیین سطح توان بسامد",
        "صوتی بر حسب دسیبل در بالاتر از سطح مرجع 1mWیا 0/001W که با نشانگر حجم صدای استاندارد اندازه گیری می‌شود. یک واحد حجم صدا برابر است با یک دسیبل فقط هنگامی که تغییراتی در توان وجود دارد یا فقط هنگامی که مقدار دسیبل دارای همین سطح مرجع است. تعیین سطح مرجع به هنگام اندازه گیری بر حسب واحد حجم صدا ضروری است زیرا سطح توان بخشی از این تعریف است"
      ]
    },
    {
      "EnglishWord": "vu meter",
      "Meanings": [
        "volume",
        "unit meter",
        "واحد حجم صداسنج سنجه درجه بندی شده برای خواندن سطوح توان بسامد",
        "صوتی به طور مستقیم بر حسب واحد حجم صدا"
      ]
    }
  ]
}