{
  "Group": "X",
  "Entries": 41,
  "Words": [
    {
      "EnglishWord": "x",
      "Meanings": [
        "inductive reactance",
        "راکتانس القایی راکتانس مربوط به القا کنایی یک پیچک یا مدار",
        "راکتانس القایی بر حسب اهم اندازه گیریث شده و برابر با 6/28fl است که در آن f بسامد برحسب هرتز و L القا کنایی بر حسب هانری است",
        "lux",
        "لوکس واحد SI روشنایی معادل با 1im/m",
        "reactance",
        "رآکتانس مخالف در برابر عبور جریان متناوب از سلف یاخازن خالص در مدار که بر حسب اهم بیان می‌شود. رآکتانس مولفه امپدانسی است که ناشی از مقاومت نیست. رآکتانس القایی در اثر خودالقایی و رآکتانس خازنی ناشی از ظرفیت خازنی است",
        "نماد رآکتانس",
        "رآکتانس سلفی به صورت XL و راکتانس خازنی به صورت XC نشان داده می‌شود"
      ]
    },
    {
      "EnglishWord": "x  guide",
      "Meanings": [
        "هدایت X خط انتقال موج سطحی که ساختار دی الکتریکی با سطح مقطعی به شکل X دارد"
      ]
    },
    {
      "EnglishWord": "x axis",
      "Meanings": [
        "محور X 1. محور مرجعی در بلور کوارتز. 2. محور افقی در صفحه نمایش اسیلوسکوپ پرتو کاتدی یا نمودار. محور عمودی متناظر با آن",
        "محور Y است",
        "محور x"
      ]
    },
    {
      "EnglishWord": "x band",
      "Meanings": [
        "باند X باند بسامدی از 8 تا 12 GHz با طول موجهای 3/75 تا 2/5cm",
        "مطابق با استاندارد",
        "IEEE521. قبلا آن را باند سه سانتی متری می‌نامیدند. باند X متناظر با آی 8تا 10GHz و بخشی از باند جی 10 تا 20GHz در تخصیص بسامد ستاد مشترک فرماندهی ارتش ایالات متحده JCS 1970 است"
      ]
    },
    {
      "EnglishWord": "x cut",
      "Meanings": [
        "برش x برش بلور کوارتز به طوری که محور X بر وجه‌های قطعه حامل عمود باشد"
      ]
    },
    {
      "EnglishWord": "x direction",
      "Meanings": [
        "جهت x"
      ]
    },
    {
      "EnglishWord": "x or",
      "Meanings": [
        "یا ی انحصاری"
      ]
    },
    {
      "EnglishWord": "x plate",
      "Meanings": [
        "صفحه X یکی از دو الکترود انحرافی که باریکه الکترونی را در لامپ پرتو کاتدی الکتروستاتیک به طور افقی منحرف می‌کنند"
      ]
    },
    {
      "EnglishWord": "x ray",
      "Meanings": [
        "رادیوگرافی کردن با اشعه ایکس"
      ]
    },
    {
      "EnglishWord": "x -ray",
      "Meanings": [
        "پرتو X 1. تابش الکترمغناطیس نافذ با ویژگی‌های شبیه به نور اما با طول موج بسیار کوتاه‌تر از حدود 10 به توان",
        "تا 10 به توان",
        "cm یا 0/1 تا 100A درجه مابین پرتوهای فرابنفش و گاما. پرتوهای X معمولا با شتاب گرفتن الکترونها تا سرعت‌های بالا و توقف ناگهانی آنها در اثر برخورد با هدف سبب می‌شود که اتم‌ها انرزی از دست بدهند و این انرژی به صورت پرتوهایX با طول موج معین تابش می‌شود. پرتوهای X با عبور اتمها از تراز انرژی بالاتر به تراز انرژی پایین‌تر نیز تولید می‌شوند. یونیده شدن گازی که پرتوهای ایکس از آن می‌گذرند",
        "نفوذ در تمام جامدات با درجه‌های مختلف",
        "تولید پرتوهای x ثانویه به هنگام متوقف شدن با اجسام فلزی و تاثیر گذاشتن روی صفحه‌های نمایش فلورسان و فیلم عکاسی از ویژگی‌های پرتوهای X است. فوتون هایی که منشا آنها از هسته اتم است",
        "معمولا پرتوهای گاما نامیده می‌شوند و فوتون هایی که منشا آنها خارج از هسته است پرتوهای X نامیده می‌شوند. 2. عکاسی با پرتوهای x"
      ]
    },
    {
      "EnglishWord": "x ray beam",
      "Meanings": [
        "پرتو اشعه ایکس"
      ]
    },
    {
      "EnglishWord": "x ray lithography",
      "Meanings": [
        "لیتوگرافی با اشعه ایکس"
      ]
    },
    {
      "EnglishWord": "x shear",
      "Meanings": [
        "برش x"
      ]
    },
    {
      "EnglishWord": "x unit",
      "Meanings": [
        "واحد X واحد طول موج معادل با 0/001A یا 10 به توان",
        "cm. از این واحد می‌توان درتعریف طول موجهای پرتو‌های X و تابش دارای نفوذ بالای دیگر استفاده کرد"
      ]
    },
    {
      "EnglishWord": "xe",
      "Meanings": [
        "xenon",
        "زنون عنصر گازی. یکی از گازهای نادر مورد استفاده در تیراترون و لامپ‌های تخلیه گازی دیگر با عدد اتمی"
      ]
    },
    {
      "EnglishWord": "xenon",
      "Meanings": [
        "زنون عنصر گازی. یکی از گازهای نادر مورد استفاده در تیراترون و لامپ‌های تخلیه گازی دیگر با عدد اتمی",
        "زنون"
      ]
    },
    {
      "EnglishWord": "xenon flash tube",
      "Meanings": [
        "لامپ فلش زنون لامپ فلشی که حاوی گاز زنون است. این لامپ انرژی تابشی شدیدی را با طول موج 0/75 میکرومتر نور سفید به هنگام اعمال پالس ولتاژ DC بالا به الکترودهای دو طرف مقابل آن تولید می‌کند"
      ]
    },
    {
      "EnglishWord": "xerography",
      "Meanings": [
        "زیر و گرافی شکل اولیه تصویر برداری الکتریکی که در آن تصویر الکتروستاتیک روی سطح پوشید شده ای از سلنیم حساس به نور به هنگام قرار گرفتن در معرض یک تصویر اپتیکی تشکیل می‌شد. سطوح تصویر باردار",
        "پودر سیاه یا رنگی نرم را",
        "به نام تونر",
        "جذب می‌کردند و نگه می‌داشتند. تصویر پودری روی ورقه کاغذ منتقل و حرارت داده می‌شد تا ثابت شود"
      ]
    },
    {
      "EnglishWord": "xeroprinting",
      "Meanings": [
        "زیروچاپ فرایند تشکیل تصویر الکتروستاتیکی. صفحه چاپ یک پایه فلزی است که دارای تصویر نارسانای الکتریکی دایم است. وقتی که صفحه زیر سیمهای باردار",
        "کرونا قرار می‌گیرد",
        "سطوح تصویر دارای بار استاتیکی می‌شوند و سطوح غیر تصویر بار را تلف می‌کنند سطوح باردار پودر سیاه یا رنگی تونر را جذب می‌کنند و نگه می‌دارند. سپس فرایند شارژ",
        "کرونای دیگر تصویر پودری را روی ورق کاغذ منتقل می‌کند. بعد با اعمال حرارت و ذوب پودر تصویر ثابت می‌شود"
      ]
    },
    {
      "EnglishWord": "xeroradiography",
      "Meanings": [
        "زیرورادیوگرافی فرایند تشکیل تصویر الکتروستاتیکی که در آن پرتوهای ایکس با پرتوهای گاما",
        "تصویر الکتروستاتیکی را روی محیط عایق نور رسانا تشکیل می‌دهند سطوح باردار تصویر پودر نرمی به نام تونر را جذب می‌کنند و نگه می‌دارند و سپس تصویر پودری به روی کاغذ منتقل و با حرارت دادن تثبیت می‌شود. زیرورادیوگرافی شاخه ای از تصویربرداری الکتریکی است. شاخه دیگر آن زیروگرافی است که در آن با تابش مادون قرمز مریی یا فرابنفش تشکیل می‌شود"
      ]
    },
    {
      "EnglishWord": "xoaxial - dipole antenna",
      "Meanings": [
        "آنتن دوقطبی هم محور نوعی آنتن دو قطبی که از لوله‌های فلزی به عنوان عناصر تابشگر استفاده می‌کند. خط انتقال به صورت عادی به سرهای داخلی لوله متصل می‌شود و یک میله فلزی واقع در مرکز عناصر تابشگر اتصال با سرهای بیرونی لوله‌ها را برقرار می‌کند"
      ]
    },
    {
      "EnglishWord": "xoaxial  isolator",
      "Meanings": [
        "مجزا ساز هم محور نوعب مکجزا ساز در کابل هم محور که مانع عبور انرژی در یک جهت معین می‌شود. در همه انواع مجزا ساز از میدان مغناطیسی دایمی به همراه مواد فریتی و دی الکتریک استفاده می‌شود"
      ]
    },
    {
      "EnglishWord": "x-radiation",
      "Meanings": [
        "تابش X تابش پرتوهای X"
      ]
    },
    {
      "EnglishWord": "x-ray analysis",
      "Meanings": [
        "تحلیل پرتو X تعیین ساختار داخلی جامدات بلورین با الگوهای پراش ایجاد شده به هنگام عبور پرتوهای X از ماده"
      ]
    },
    {
      "EnglishWord": "x-ray diffraction",
      "Meanings": [
        "پراش پرتو X پراش باریکه ای از پرتوهای X با شبکه اتمی منظم بلور. هر ماده بلورین الگوی پراش مشخصه خود را ایجاد می‌کند"
      ]
    },
    {
      "EnglishWord": "x-ray diffractometer",
      "Meanings": [
        "پراش سنج پرتوx ابزاری برای تحلیل پرتوX که شدت باریکه‌های پراشیده را در زوایه‌های مختلف اندازه می‌گیرد"
      ]
    },
    {
      "EnglishWord": "x-ray film",
      "Meanings": [
        "فیلم پرتوX فیلمی که معمولا هر دو طرف آن با مخلوط معلق حساس به پرتوهای X پوشیده شده است"
      ]
    },
    {
      "EnglishWord": "x-ray fluorescence absorptiometer",
      "Meanings": [
        "جذب سنج فلویورسان پرتو X جذب سنجی که ضخامت پوشش هایی",
        "مانند روکش نازک ورق فولاد را اندازه می‌گیرد. باریکه پرتوو X اولیه به صورت پوشش جهت داده می‌شود و سبب ایجاد فلویورسانی در فلز پایه جذب می‌شود. بخشی از تابش ثانویه حاصل از فلویورسانی. بسته به ضخامت پوشش",
        "در آن جذب می‌شود. به این ترتیب شدت اندازه گیری شده تابش ثانویه که به آشکار ساز می‌رسد",
        "معیاری برای ضخامت پوشش خواهد بود"
      ]
    },
    {
      "EnglishWord": "x-ray goniometer",
      "Meanings": [
        "زاویه سنج پرتوX ابزاری که موقعیت محورهای الکتریکی بلور کوارتز را با پرتوهای X بازتابیده از صفحه‌های اتمی بلور تعیین می‌کند"
      ]
    },
    {
      "EnglishWord": "x-ray hardness",
      "Meanings": [
        "سختی پرتو X قابلیت نفوذ پرتوهای x که تابع معکوس طول موج است"
      ]
    },
    {
      "EnglishWord": "x-ray lithography",
      "Meanings": [
        "لیتوگرافی پرتوX فرایند لیتوگرافی برای انتقال الگوهای ماسک به پولک نیمرسانای پوشیده شده با ماده مقاوم سیلیسیم یا گالیم آرسنید که از پرتوX به جای نور فرابنفش یا باریکه الکترونی استفاده می‌کند. طول موجهای کوتاه‌تر پرتوهای X از 10 تا 50A در مقایسه با طول موجهای 2000 تا 3000A نور فرابنفش پراش را به حداقل می‌رساند و محدوده مفید لیتوگرافی را 0/1 آی سی یکپارچه ای با ابعاد 1میکرومتر گسترش می‌دهد محدودیت لیتوگرافی اپتیکی در ابعاد کوچکتر از 0/25میکومتر است"
      ]
    },
    {
      "EnglishWord": "x-ray machine",
      "Meanings": [
        "ماشین پرتوX لامپ پرتوx",
        "منبع تغذیه و تجهیزات لازم دیگر برای انجام عکسبرداری پرتوx"
      ]
    },
    {
      "EnglishWord": "x-ray photograph  x-ray",
      "Meanings": [
        "عکس پرتوX",
        "پرتو X عکس ایجاد شده با پرتوX"
      ]
    },
    {
      "EnglishWord": "x-ray spectogram",
      "Meanings": [
        "طیف نگاشت پرتو X ثبت الگوی پراش پرتوX"
      ]
    },
    {
      "EnglishWord": "x-ray spectrograph",
      "Meanings": [
        "طیف نگاری پرتوX طیف سنج پرتوX مجهز به دستگاه عکسبرداری یا ثبات دیگر"
      ]
    },
    {
      "EnglishWord": "x-ray spectrometer",
      "Meanings": [
        "طیف سنج پرتوX ابزاری که طیف پرتو X ماده را تولید می‌کند و طول موج اجزای سازنده مختلف آن را اندازه گیری می‌کند"
      ]
    },
    {
      "EnglishWord": "x-ray spectrum",
      "Meanings": [
        "طیف پرتوX طیف پرتوهای X منظم شده بر حسب طول موج که با بمباران الکترونی هدف به وجود می‌آیند",
        "مانند آنچه که در لامپ پرتو X ایجاد می‌شود. طیف پرتوX از طیف پیوسته ای تشکیل می‌شود که در آن گروه‌های مشخصی از خطوط تیز تز مشخصه عنصر هدف",
        "قرار گرفته اند. این خطوط",
        "از قبیل خطوط L",
        "K و M متناظر با حالت‌های گذرای بین سطوح اتمی گاز بی اثر هستند"
      ]
    },
    {
      "EnglishWord": "x-ray television",
      "Meanings": [
        "تلویزیون پرتو X سیستم تلویزیونی مدار بسته ای که در بازرسی پرتوX نقاط جوشکاری و کاربردهای صنعتی دیگر پرتو X جایگزین فیلم عکاسی می‌شود. بااین روش تصاویر لحظه ای",
        "بدون صرف زمان و هزینه ای برای چاپ عکش",
        "ایجاد می‌شوند"
      ]
    },
    {
      "EnglishWord": "x-ray tube",
      "Meanings": [
        "لامپ پرتو X لامپ خلدیی که پرتوهای X را با شتاب دادن الکترونها در میدان الکتروستاتیکی تا سرعتهای بالا و برخورد ناگهانی آنها با هدف",
        "تولید می‌کند"
      ]
    },
    {
      "EnglishWord": "x-y grid",
      "Meanings": [
        "شبکه مختصات xy"
      ]
    },
    {
      "EnglishWord": "xy recorder",
      "Meanings": [
        "ثبات XY ثباتی که رابطه بین دو متغیر را روی جدول متحرک دنبال می‌کند",
        "مانند کشیدن منحنی ولتاژ بر حسب جریان دیود. این ردیابی می‌تواند با قلمهای جوهری قرار گرفته روی بازوی متحرک یا سوزن داغ روی کاغذ حساس به گرما انجام شود"
      ]
    }
  ]
}