{
  "Group": "Y",
  "Entries": 30,
  "Words": [
    {
      "EnglishWord": "y",
      "Meanings": [
        "admittance",
        "ادمیتانس وای معیاری از احتی عبور جریان متناوب از یک مدار. ادمیتانس وارون امپدانس است و بر حسب زیمنس بیان می‌شود. بخش حقیقی ادمیتانس",
        "کندکتانس و بخش موهومی آن سوسپانس است",
        "yttrium",
        "ایتریم عنصر فلزی خاکی کم یاب با عدد اتمی"
      ]
    },
    {
      "EnglishWord": "y axis",
      "Meanings": [
        "محور Y محور مرجعی در بلور کوارتز. 2. محور عمودی در صفحه نمایش اسیلوسکوپ پرتو کاتدی یا نمودار",
        "محور Y"
      ]
    },
    {
      "EnglishWord": "y circulator",
      "Meanings": [
        "سیرکولاتور Y سیرکولاتوری که دارای سه موجبر مستطیلی جداگانه است که برای تشکیل یک ساختار Y شکل متقارن با یک میله یا گوه فریتی در مرکز به یکدیگر متصل می‌شوند. . توانی که به هر یک از سه موجبر وارد می‌شود فقط از یکی از موجبرهای مجاور خارج می‌شود"
      ]
    },
    {
      "EnglishWord": "y connection",
      "Meanings": [
        "اتصال ستاره"
      ]
    },
    {
      "EnglishWord": "y cut",
      "Meanings": [
        "برشY برش بلور کوارتز به طوری که محور Y بر وجه‌های قطعه حاصل عمود باشد"
      ]
    },
    {
      "EnglishWord": "y factor",
      "Meanings": [
        "ضریب Y ضریب اندازه گیری نویز برای تعریف شاخص نویز گیرنده. ضریب Y براساس دماهای مرجع سرد و گرم معلوم است"
      ]
    },
    {
      "EnglishWord": "y junction",
      "Meanings": [
        "پیوند Y موجبری که محورهای طولی آن شکل Y را می‌سازند"
      ]
    },
    {
      "EnglishWord": "y junction circulator",
      "Meanings": [
        "چرخاننده اتصال ستاره ای"
      ]
    },
    {
      "EnglishWord": "y matrix",
      "Meanings": [
        "ماتریس ادمیتانس"
      ]
    },
    {
      "EnglishWord": "y network",
      "Meanings": [
        "شبکه ستاره"
      ]
    },
    {
      "EnglishWord": "y network   y connection",
      "Meanings": [
        "شبکه Y",
        "اتصال Y شبکه ستاره ای که دارای سه شاخه است"
      ]
    },
    {
      "EnglishWord": "y plate",
      "Meanings": [
        "صفحه Y یکی از دو الکترود انحرافی که باریکه الکترونی را به طور عمودی درلامپ پرتوکاتدی الکتروستاتیک منحرف می‌کنند"
      ]
    },
    {
      "EnglishWord": "y shear",
      "Meanings": [
        "برش y"
      ]
    },
    {
      "EnglishWord": "y- switch",
      "Meanings": [
        "کلید ستاره مثلث"
      ]
    },
    {
      "EnglishWord": "y voltage",
      "Meanings": [
        "ولتاژ ستاره"
      ]
    },
    {
      "EnglishWord": "yag",
      "Meanings": [
        "yttrium",
        "aluminum garnet",
        "ایتریم",
        "آلومینیم",
        "گارنت ماده بلورینی که در بعضی از لیزرهای حالت جامد به کار می‌رود"
      ]
    },
    {
      "EnglishWord": "yagi antenna",
      "Meanings": [
        "آنتن یاگی"
      ]
    },
    {
      "EnglishWord": "yagi-uda antenna",
      "Meanings": [
        "آنتن یاگی",
        "اودا آرایه end",
        "fier پراکنده همه منظوره که معمولا از یک دو قطبی نصف طول موج تحریک شونده با یک بازتابنده پراکنده در یک طرف آن و سه جهت دهنده پراکنده یابیشتر در طرف دیگر تشکیل می‌شود. همه عناصر به طور موازی در یک صفحه",
        "با صفحه حدود یک چهارم طول موج از یکدیگر نصب می‌شوند. معمولا بازتابنده اندکی بزرگتر از نصف طول موج و جهت دهنده‌ها اندکی کوتاهتر از نصف طول موج هستند. این آنتن مزایای باریکه تک جهته با جهت دهندگی متوسط و تغذیه ساده را داراست. آنتن یاگی",
        "اودا در گروه آنتن‌های موج",
        "سطحی قرار می‌گیرد که تا 2/5GHz به کار می‌روند و می‌توان آن را با وزن کم و قیمت ارزان ساخت. آن را آنتن یاگی",
        "آرایه یاگی و یاگی نیز می‌نامند"
      ]
    },
    {
      "EnglishWord": "yaw",
      "Meanings": [
        "سمت"
      ]
    },
    {
      "EnglishWord": "yheory",
      "Meanings": [
        "نظریه"
      ]
    },
    {
      "EnglishWord": "yield",
      "Meanings": [
        "محصول واژه ای که درصد تولیدات آغاز شده ای را بیان می‌کند که منطبق بر هر دو تعاریف مکانیکی و الکتریکی است. این واژه برای قطعات فعال و غیرفعال به کار می‌رود. در صنایع نیمرسانا",
        "محصولات بر اساس نوع دسته بندی می‌شوند: پولک تولید شده درصد پولکهایی که به انتهای فرایند تولید می‌رسند",
        "پولک آزمون شده کسری از تراشه‌ها در هر پولک که منطبق بر تعاریف هستند",
        "سر هم کردن درصد واحدهای که به درستی سر هم می‌شوند",
        "و محصول آزمایش نهایی درصد واحدهای بسته بندی شده ای که بر تعاریف مکانیکی و عملکردی منطبق هستند",
        "بهره دهی"
      ]
    },
    {
      "EnglishWord": "yig",
      "Meanings": [
        "yttrium",
        "iron",
        "garnet",
        "ایتریم",
        "آهن",
        "گارنت ماده بلورینی که در قطعات ریزموج به کار می‌رود"
      ]
    },
    {
      "EnglishWord": "yig filter",
      "Meanings": [
        "فیلتر YIG فیلتری که از بلور ایتریم",
        "آهن",
        "گارنت تشکیل می‌شود که در میدان مغناطیسی ناشی از یک آهنربای دایمی و سیم پیچ قرار می‌گیرد. تنظیم فیلتر با تغییر مقدار جریان مستقیم در سولنویید",
        "انجام می‌شود. آهنربای بایاس فیلتر را در مرکز باند تنظیم می‌کند",
        "در نتیجه توان لازم سولنویید برای تنظیم فیلتر در گستره پهنای باند به حداقل می‌رسد"
      ]
    },
    {
      "EnglishWord": "yig -tuned parametric amplifier",
      "Meanings": [
        "تقویت کننده پارامتری تنظیم شده YIG تقویت کننده پارامتری که با تغییر مقدار جریان مستقیم جاری در سلونویید فیلتر YIG تنظیم می‌شود"
      ]
    },
    {
      "EnglishWord": "yig-tuned oscuillator",
      "Meanings": [
        "نوسان ساز تنظیم شده YIG نوسان ساز ریز موج قابل تنظیم با مدار تشدیدی با Q بالا که از یک کره YIG در میدان مغناطیسی DC تشکیل می‌شود که به صورت تانک تشدید موازی عمل می‌کند. سیگنالهای RF از ترانزیستوری با حلقه سیمی به کره YIG تزویج می‌شوند. بسامد تشدید تابع شدت میدان مغناطیسی است. تنظیم در طول چندین اکتاو خطی است و به بسامدهایی از 2 تا 4GHz می‌رسد"
      ]
    },
    {
      "EnglishWord": "yoke",
      "Meanings": [
        "سیم پیچ یوک"
      ]
    },
    {
      "EnglishWord": "young's modulus",
      "Meanings": [
        "مدول یانگ"
      ]
    },
    {
      "EnglishWord": "yttrium",
      "Meanings": [
        "ایتریم عنصر فلزی خاکی کم یاب با عدد اتمی"
      ]
    },
    {
      "EnglishWord": "yttrium-aluminum garnet",
      "Meanings": [
        "ایتریم",
        "آلومینیم",
        "گارنت ماده بلورینی که در بعضی از لیزرهای حالت جامد به کار می‌رود"
      ]
    },
    {
      "EnglishWord": "yttrium-iron-garnet",
      "Meanings": [
        "ایتریم",
        "آهن",
        "گارنت ماده بلورینی که در قطعات ریزموج به کار می‌رود"
      ]
    }
  ]
}